Repository: passbolt/passbolt_api
Catalog: app/Plugin/Migrations/Locale/spa/LC_MESSAGES/migrations.po
Languages: es

source: Sorry, I can't downgrade. Why would you want that anyways?
es: Lo siento, no puedo retroceder. ¿Por qué quieres que de todos modos?

source: Cake Migration Shell
es: Consola de Migración Cake

source: No migrations available.
es: No hay migraciones disponibles

source: Running migrations:
es: Ejecutando migraciones:

source: Migration will run dry, no database changes will be made
es: La migración se secará, no se harán cambios de base de datos

source: All migrations have completed.
es: Todas las migraciones han sido completadas

source: An error occurred when processing the migration:
es: Un error ha ocurrido al procesar la migración:

source: Migration: %s
es: Migración: %s

source: Do you want to mark the migration as successful?. [y]es or [a]bort.
es: ¿Quieres marcar la migración como un éxito? [y] SÍ o [a]bortar.

source: Not a valid migration version.
es: No es una versión de migración válida

source: Please choose which version you want to migrate to. [q]uit or [c]lean.
es: Por favor, escoge la versión a lo cual deseas migrar. [q] salir o [c] limpiar

source: Do you want to compare the schema.php file to the database?
es: ¿Desea comparar el archivo schema.php a la base de datos?

source: No database changes detected.
es: No hay cambios de base de datos detectados.

source: Do you want to generate a dump from the current database?
es: ¿Desea generar un volcado completo de la estructura de su base de datos?

source: Comparing schema.php to the database...
es: Comparando schema.php con la base de datos...

source: Invalid argument
es: Argumento no válido

source: Generating dump from the current database...
es: Generando volcado de la base de datos actual

source: Generating Migration...
es: Generando migración

source: Done.
es: Listo.

source: Please enter the descriptive name of the migration to generate:
es: Por favor ingrese el nombre descriptivo de la migración a generar:

source: Current version:
es: Versión Actual:

source: None applied.
es: Ninguna aplicada.

source: Latest version:
es: Última versión:

source: Current migration version:
es: Versión de migración actual:

source: Available migrations:
es: Migraciones disponibles:

source: applied
es: applicada

source: not applied
es: no aplicada

source: Missing required argument 'name' for migration
es: Missing requerido argumento 'nombre' para la migración

source: Migration precheck class (%s) could not be loaded.
es: Clase de comprobación previa Migraciones (%s) no se pudo cargar.

source: Migration direction (%s) is not one of valid directions.
es: Dirección (%s) de migración no es válida

source: Migration action type (%s) is not one of valid actions type.
es: Acción de tipo %s no es una acción válida

source: SQL Error: %s
es: Error SQL: %s

source: Interrupted when running "%s" callback.
es: Iterrumpido al llamar la función "%s"

source: Class `%1$s` not found on file `%2$s` for %3$s.
es: Clase`%1$s` no encontrada en archivo `%2$s` para %3$s.

source: File `%1$s` not found in the %2$s.
es: Archivo`%1$s` no encontrado en %2$s.

source: Table "%s" does not exist in database.
es: La tabla "%s" no existe en la base de datos.

source: Table "%s" already exists in database.
es: La tabla "%s" ya existe en la base de datos.

source: Field "%s" does not exist in "%s".
es: El campo "%s" no existe en "%s".

source: Field "%s" already exists in "%s".
es: El campo "%s" ya existe en "%s".
