Repository: passbolt/passbolt_api
Catalog: app/Plugin/Migrations/Locale/deu/LC_MESSAGES/migrations.po
Languages: de_de

source: Sorry, I can't downgrade. Why would you want that anyways?
de_de: Leider kann ich nicht downgraden. Warum wollen Sie dies überhaupt tun?

source: Cake Migration Shell
de_de: Cake Migrations Shell

source: No migrations available.
de_de: Keine Migrationen verfügbar.

source: Running migrations:
de_de: Führe Migrationen aus:

source: Migration will run dry, no database changes will be made
de_de: Migration führt einen Trockentest durch. Es werden keine Änderungen an der Datenbank vorgenommen.

source: All migrations have completed.
de_de: Alle Migrationen wurden durchgeführt.

source: An error occurred when processing the migration:
de_de: Es trat ein Fehler während der Durchführung der Migration auf:

source: Do you want to mark the migration as successful?. [y]es or [a]bort.
de_de: Wollen Sie die Migration als erfolgreich markieren? [y]Ja oder [a]bbrechen

source: Not a valid migration version.
de_de: Dies ist keine gültige Migrationsversion

source: Please choose which version you want to migrate to. [q]uit or [c]lean.
de_de: Bitte wählen Sie zu welcher Version sie migrieren wollen. [q] um zu beenden oder [c] zum aufräumen.

source: Do you want to compare the schema.php file to the database?
de_de: Möchten Sie die schema.php Datei mit der Datenbank vergleichen?

source: No database changes detected.
de_de: Keine Datenbankänderungen erkannt.

source: Do you want to generate a dump from the current database?
de_de: Möchten Sie einen Dump von der aktuellen Datenbank generieren?

source: Comparing schema.php to the database...
de_de: Vergleiche schema.php mit der Datenbank...

source: Invalid argument
de_de: Üngültiger Parameter

source: Generating dump from the current database...
de_de: Generiere Dump von aktueller Datenbank...

source: Generating Migration...
de_de: Generiere Migration...

source: Done.
de_de: Fertig.

source: Please enter the descriptive name of the migration to generate:
de_de: Bitte geben Sie einen deskriptiven Namen für die zu generierende Migration ein.

source: Current version:
de_de: Aktuelle Version:

source: None applied.
de_de: Nicht angewandt.

source: Latest version:
de_de: Letzte Version:

source: Current migration version:
de_de: Aktuelle Migrations Version:

source: Available migrations:
de_de: Verfügbare Migrationen:

source: applied
de_de: angewandt

source: not applied
de_de: nicht angewandt

source: Missing required argument 'name' for migration
de_de: Fehlende erforderliche Argument 'name' für die Migration

source: Migration precheck class (%s) could not be loaded.
de_de: Migration Vorprüfung Klasse (%s) konnte nicht geladen werden.

source: Migration direction (%s) is not one of valid directions.
de_de: Die Migrationsrichtung (%s) ist keine gültige Richtung.

source: Migration action type (%s) is not one of valid actions type.
de_de: Der Aktionstyp (%s) der Migration ist kein gültiger Aktionstyp.

source: Interrupted when running "%s" callback.
de_de: Unterbrechung

source: Class `%1$s` not found on file `%2$s` for %3$s.
de_de: Klasse `%1$s` nicht gefunden in Datei `%2$s` für %3$s.

source: File `%1$s` not found in the %2$s.
de_de: Datei `%1$s` nicht gefunden in %2$s.

source: Table "%s" does not exist in database.
de_de: Die Tabelle "%s" existiert nicht in der Datenbank.

source: Table "%s" already exists in database.
de_de: Die Tabelle "%s" existiert bereits in der Datenbank.

source: Field "%s" does not exist in "%s".
de_de: Das Feld "%s" existiert nicht in der Tabelle "%s" .

source: Field "%s" already exists in "%s".
de_de: Das Feld "%s" existiert bereits in der Tabelle "%s" .
