{
  "(folder)": "(cartella)",
  "(Folder) new owner:": "(Folder) nuovo proprietario:",
  "(group)": "(gruppo)",
  "(not yet available)": "(non ancora disponibile)",
  "(suspended)": "(sospeso)",
  "(tag)": "(tag)",
  "{{creatorName}} did not initiate this request.": "{{creatorName}} non ha avviato questa richiesta.",
  "{column.label}": "{column.label}",
  "{errors.get(key)}": "{errors.get(key)}",
  "{this.placeholderLabel}": "{this.placeholderLabel}",
  "{this.state.warnings.get(key)}": "{this.state.warnings.get(key)}",
  "@your-domain.com": "@dominio.it",
  "/healthcheck/status is reachable": "/healthcheck/status è raggiungibile",
  "<0>{{activityCreatorName}}</0> accepted the account recovery policy": "<0>{{activityCreatorName}}</0> ha accettato la politica di recupero dell'account",
  "<0>{{activityCreatorName}}</0> accessed secret of item <2>{{resourceName}}</2>": "<0>{{activityCreatorName}}</0> ha avuto accesso al segreto dell'oggetto <2>{{resourceName}}</2>",
  "<0>{{activityCreatorName}}</0> changed permissions of folder <2>{{folderName}}</2> with": "<0>{{activityCreatorName}}</0> ha modificato le autorizzazioni della cartella <2>{{folderName}}</2> con",
  "<0>{{activityCreatorName}}</0> changed permissions of item <2>{{resourceName}}</2> with": "<0>{{activityCreatorName}}</0> ha modificato le autorizzazioni dell'oggetto <2>{{resourceName}}</2> con",
  "<0>{{activityCreatorName}}</0> created folder <2>{{folderName}}</2>": "<0>{{activityCreatorName}}</0> ha creato la cartella <2>{{folderName}}</2>",
  "<0>{{activityCreatorName}}</0> created item <2>{{resourceName}}</2>": "<0>{{activityCreatorName}}</0> creato oggetto <2>{{resourceName}}</2>",
  "<0>{{activityCreatorName}}</0> rejected the account recovery policy": "<0>{{activityCreatorName}}</0> ha rifiutato la politica di recupero dell'account",
  "<0>{{activityCreatorName}}</0> requested an account recovery": "<0>{{activityCreatorName}}</0> ha richiesto il recupero dell'account",
  "<0>{{activityCreatorName}}</0> updated folder <2>{{folderName}}</2>": "<0>{{activityCreatorName}}</0> cartella aggiornata <2>{{folderName}}</2>",
  "<0>{{activityCreatorName}}</0> updated item <2>{{resourceName}}</2>": "<0>{{activityCreatorName}}</0> elemento aggiornato <2>{{resourceName}}</2>",
  "<0>{{activityCreatorName}}</0> updated secret of item <2>{{resourceName}}</2>": "<0>{{activityCreatorName}}</0> ha aggiornato il segreto dell'oggetto <2>{{resourceName}}</2>",
  "<0><0>{{activityCreatorName}}</0></0> accepted the account recovery request": "<0><0>{{activityCreatorName}}</0></0> ha accettato la richiesta di recupero dell'account",
  "<0><0>{{activityCreatorName}}</0></0> created the user account": "<0><0>{{activityCreatorName}}</0></0> ha creato l'account dell'utente",
  "<0><0>{{activityCreatorName}}</0></0> rejected the account recovery request": "<0><0>{{activityCreatorName}}</0></0> ha rifiutato la richiesta di recupero dell'account",
  "<0>Error: </0>Decryption failed": "<0>Errore: </0>Decifratura non riuscita",
  "<0>Warning:</0> Don't forget to save your settings to apply your modification.": "<0>Attenzione:</0> non dimenticare di salvare le impostazioni per applicare le modifiche.",
  "<0>Warning:</0> If you have integrations, you will have to make sure they are updated before triggering the migration.": "<0>Attenzione:</0> Se disponi di integrazioni, assicurati di aggiornarle prima di avviare la migrazione.",
  "<0>Warning:</0> Suspension is scheduled for the {{suspendedDate}}": "<0>Attenzione:</0> Sospensione prevista per il {{suspendedDate}}",
  "<0>Warning</0>: This recovery kit replace the old one.": "<0>Attenzione</0>: questo kit di recupero sostituisce quello vecchio.",
  "<0>Warning</0>: This secret will expire after some time (typically a few months). Make sure you save the expiry date and rotate it on time.": "<0>Attenzione</0>: Questo segreto scadrà dopo un determinato periodo (di solito alcuni mesi). Assicurarsi di salvare la data di scadenza, e di ruotarla in tempo.",
  "<0>Warning</0>: UPN is not active by default on Azure and requires a specific option set on Azure to be working.": "<0>Attenzione</0>: l'UPN non è attivo per impostazione predefinita su Azure, e richiede la selezione di un'opzione specifica su Azure per funzionare.",
  "<0>When a user creates a resource, a default expiry date is set to </0><1></1><2>days</2>": "<0>Quando un utente crea una risorsa, viene impostata una data di scadenza predefinita di </0><1></1><2>giorni</2>",
  "1. Click download the account kit.": "1. Clicca sul pulsante \"Scarica il kit account\".",
  "1. Install the application from the store.": "1. Installa l'applicazione dallo store.",
  "2. Install the application from the store.": "2. Installa l'applicazione dallo store.",
  "2. Open the application on your phone.": "2. Apri l'applicazione sul telefono.",
  "3. Click start in your browser.": "3. Premi il pulsante \"start\" nel browser.",
  "3. Open the application.": "3. Apri l'applicazione.",
  "4. Scan the QR codes with your phone.": "4. Scansiona i codici QR con il telefono.",
  "4. Upload the account kit on the desktop app.": "4. Carica il kit account sull'app desktop.",
  "5. And you are done!": "5. Finito!",
  "A comment is required.": "È richiesto un commento.",
  "A comment must be less than 256 characters": "Un commento deve essere inferiore a 256 caratteri",
  "A connection could be established. Well done!": "Una connessione potrebbe essere stabilita. Ben fatto!",
  "A domain is required.": "È richiesto un dominio.",
  "A domain name is required.": "È richiesto un nome di dominio.",
  "A download of the organization private key has automatically started.": "È stato automaticamente avviato un download della chiave privata dell'organizzazione.",
  "A download of your recovery kit, containing your secret key, has automatically started.": "Un download del kit di recupero, contenente la tua chiave segreta, è stato avviato automaticamente.",
  "A file is required.": "È richiesto un file.",
  "A first name is required.": "È richiesto un nome.",
  "A host is required.": "È richiesto un host.",
  "A last name is required.": "È richiesto un cognome.",
  "A metadata key should be enabled to allow users to create resources of this type.": "È necessario abilitare una chiave di metadati per consentire agli utenti di creare risorse di questo tipo.",
  "A name can not be more than 256 char in length.": "Un nome non può essere più di 256 caratteri di lunghezza.",
  "A name is required.": "È richiesto un nome.",
  "A OTP code is required.": "È richiesto un codice OTP.",
  "A passphrase is required.": "È richiesta una password.",
  "A password is required.": "È richiesta una password.",
  "A port is required.": "È richiesta una porta.",
  "A shared metadata key is required to save the metadata keys settings.": "È necessaria una chiave di metadati condivisa per salvare le impostazioni delle chiavi di metadati.",
  "A shared metadata key is required.": "È necessaria una chiave di metadati condivisa.",
  "A strong passphrase is required. The minimum complexity must be 'fair'.": "È necessaria una frase segreta robusta, la complessità minima deve essere 'sufficiente'.",
  "A subscription key is required.": "È richiesta una chiave di sottoscrizione.",
  "A tag name is required.": "È richiesto un nome tag.",
  "A username is required.": "È richiesto un nome utente.",
  "A Users Directory is configured. The users and groups of passbolt will synchronize with it.": "Una directory degli utenti è configurata. Gli utenti e i gruppi di passbolt si sincronizzeranno con essa.",
  "About password expiry": "Informazioni sulla scadenza della password",
  "Accept": "Accetta",
  "Accept new key": "Accetta la nuova chiave",
  "Accept the new SSO provider": "Accetta il nuovo provider SSO",
  "Access is restricted to authorized users only.": "L'accesso è riservato esclusivamente agli utenti autorizzati.",
  "Access to this service requires an invitation.": "L'accesso a questo servizio richiede l'invito.",
  "Account kit": "Kit account",
  "Account recovery": "Recupero dell'account",
  "Account Recovery": "Recupero dell'account",
  "Account recovery enrollment": "Registrazione per il recupero dell'account",
  "Account recovery error": "Errore nel recupero dell'account",
  "Account Recovery Policy": "Politica di recupero dell'account",
  "Activated": "Attivato",
  "Activation pending": "Attivazione in attesa",
  "active": "attivo",
  "Active Directory": "Active Directory",
  "Activity": "Attività",
  "Add": "Aggiungi",
  "Add a comment": "Aggiungi un commento",
  "Add a description": "Aggiungi una descrizione",
  "Add a note": "Aggiungi una nota",
  "Add a unique import tag to passwords": "Aggiungi un tag di importazione univoco alle password",
  "Add an Organization Recovery Key": "Aggiungi una chiave di recupero per l'organizzazione",
  "Add comment": "Aggiungi un commento",
  "Add key": "Aggiungi chiave",
  "Add Open PGP Public key": "Aggiungi una chiave pubblica Open PGP",
  "Add people": "Aggiungi persone",
  "Add secret": "Aggiungi segreto",
  "Add stars to passwords you want to easily find later.": "Aggiungi delle stelle alle password che vuoi trovare più tardi.",
  "Add User": "Aggiungi Utente",
  "admin": "amministratore",
  "Admin": "Amministratore",
  "administration": "amministrazione",
  "Administrators can add and delete users. They can also create groups and assign group managers. By default they can not see all passwords.": "Gli amministratori possono aggiungere ed eliminare gli utenti; possono anche creare gruppi e assegnare gestori di gruppo. Per impostazione predefinita, non possono vedere tutte le password.",
  "Advanced password generation": "Generazione avanzata di password",
  "Advanced settings": "Impostazioni avanzate",
  "after clicking on send, a test email will be sent to the recipient email in order to check that your configuration is correct.": "una volta premuto \"invio\", un'email di prova sarà inviata all'indirizzo del destinatario per controllare che la configurazione sia corretta.",
  "Algorithm": "Algoritmo",
  "Algorithm and key size cannot be changed at the moment. These are secure default": "Al momento non è possibile modificare l'algoritmo e la dimensione della chiave. Queste sono impostazioni predefinite di sicurezza",
  "All content": "Tutto il contenuto",
  "All email notifications will be sent": "Tutte le notifiche email verranno inviate",
  "All encrypted metadata resource types were previously disabled. Re-enable them if you want users to create resources of this type.": "Tutti i tipi di risorsa con metadati crittografati erano precedentemente disabilitati. Riattivali se desideri che gli utenti possano creare risorse di questo tipo.",
  "All encrypted metadata resource types were previously disabled. Re-enable them if you want users to upgrade their resources.": "Tutti i tipi di risorsa con metadati crittografati erano precedentemente disabilitati. Riattivali se desideri che gli utenti possano aggiornare le proprie risorse.",
  "All groups": "Tutti i gruppi",
  "All items": "Tutti gli oggetti",
  "All legacy cleartext resource types were previously disabled. Re-enable them if you want users to create resources of this type.": "Tutti i tipi di risorsa legacy in chiaro erano precedentemente disabilitati. Riattivali se desideri che gli utenti possano creare risorse di questo tipo.",
  "All legacy cleartext resource types were previously disabled. Re-enable them if you want users to downgrade their resources.": "Tutti i tipi di risorsa legacy in chiaro erano precedentemente disabilitati. Riattivali se desideri che gli utenti possano effettuare il downgrade delle proprie risorse.",
  "All migrated": "Tutto migrato",
  "All resources including the private ones.": "Tutte le risorse, comprese quelle private.",
  "All statuses": "Tutti gli stati",
  "All tags": "Tutti i tags",
  "All the users with an email address ending with the domain in the safe list are allowed to register on passbolt.": "Tutti gli utenti il cui indirizzo email termina con un dominio incluso nell'elenco di quelli sicuri possono registrarsi su Passbolt.",
  "All users": "Tutti gli utenti",
  "Allow": "Consenti",
  "Allow &ldquo;Remember this device for a month.&ldquo; option during MFA.": "Consentire l'opzione &ldquo;Ricorda questo dispositivo per un mese.&ldquo; durante la MFA.",
  "Allow content types": "Consenti tipi di contenuto",
  "Allow group manager": "Consenti al gestore del gruppo",
  "Allow passbolt to access external services to check if a password has been compromised.": "Consenti a Passbolt di accedere a servizi esterni per verificare se una password è stata compromessa.",
  "Allow passbolt to access external services to check if the user passphrase has been compromised when the user creates it.": "Consenti a passbolt l'accesso a servizi esterni, per verificare se la passphrase utente è stata compromessa quando l'utente la crea.",
  "Allow the use of personal keys. (Recommended)": "Consenti l'uso di chiavi personali. (Consigliato)",
  "Allow users to downgrade their content from encrypted to cleartext metadata type.": "Consenti agli utenti di eseguire il downgrade dei propri contenuti da metadati crittografati a metadati in chiaro.",
  "Allow users to override the default policy.": "Consenti agli utenti di ignorare la policy predefinita.",
  "Allow users to upgrade their content from cleartext to encrypted metadata type.": "Consenti agli utenti di eseguire l'upgrade dei propri contenuti da metadati in chiaro a metadati crittografati.",
  "Allowed domains": "Domini consentiti",
  "Allows Azure and Passbolt API to securely share information.": "Consente alle API Azure e Passbolt di condividere informazioni in modo sicuro.",
  "Allows Google and Passbolt API to securely share information.": "Consente alle API di Google e di Passbolt di condividere informazioni in modo sicuro.",
  "Allows your AD FS provider and Passbolt API to securely share information.": "Consente al tuo provider AD FS e alle API di Passbolt di condividere informazioni in modo sicuro.",
  "Allows your OAuth2 provider and Passbolt API to securely share information.": "Consente alle API di Passbolt e del provider OAuth2 di condividere informazioni in modo sicuro.",
  "Also delete items inside this folder.": "Elimina anche gli oggetti all'interno di questa cartella.",
  "Alternatively you can also get in touch with support on community forum or via the paid support channels.": "In alternativa, puoi chiedere aiuto nel forum della community, o attraverso i canali di assistenza a pagamento.",
  "An account kit is required to transfer your profile and private key to the desktop app.": "Per trasferire il profilo e la chiave privata sull'app desktop è necessario un kit account.",
  "An email is required.": "È richiesto un indirizzo email.",
  "An error occured during the sign-in via SSO.": "Si è verificato un errore durante l'accesso tramite SSO.",
  "An organization key is required.": "È richiesta una chiave dell'organizzazione.",
  "API Status": "API Status",
  "App.fullBaseUrl does not validate": "App.fullBaseUrl non è valido",
  "App.fullBaseUrl is not set to HTTPS": "App.fullBaseUrl non è impostato su HTTPS",
  "App.fullBaseUrl is set to HTTPS": "App.fullBaseUrl è impostato su HTTPS",
  "App.fullBaseUrl validation OK": "Convalida di App.fullBaseUrl completata con successo",
  "Application (client) ID": "ID applicazione (client)",
  "Application configuration": "Configurazione dell’applicazione",
  "Apply": "Applica",
  "Approve": "Approvare",
  "Approved": "Approvato",
  "Are you sure to disable the self registration for the organization ?": "Sei sicuro di voler disattivare l'auto registrazione per l'organizzazione?",
  "Are you sure you want to create the resource <1>{{resourceName}}</1>?": "Sei sicuro di voler creare la risorsa <1>{{resourceName}}</1>?",
  "Are you sure you want to delete <1>{{user}}</1>?": "Sei sicuro di voler eliminare l'utente <1>{{user}}</1>?",
  "Are you sure you want to delete the comment?": "Sei sicuro di voler eliminare il commento?",
  "Are you sure you want to delete the folder <1>{{folderName}}</1>?": "Sei sicuro di voler cancellare la cartella <1>{{folderName}}</1>?",
  "Are you sure you want to delete the group <1>{{groupName}}</1>?": "Sei sicuro di voler cancellare il gruppo <1>{{groupName}}</1>?",
  "Are you sure you want to delete the resource <1>{{resourceName}}</1>?": "Sei sicuro di voler eliminare la risorsa <1>{{resourceName}}</1>?",
  "Are you sure you want to delete the tag <1>{{tagName}}</1>?": "Sei sicuro di voler cancellare il tag <1>{{tagName}}</1>?",
  "Are you sure you want to disable the current Single Sign-On settings?": "Sei sicuro di voler disattivare le attuali impostazioni Single Sign-On?",
  "Are you sure you want to edit the resource <1>{{resourceName}}</1>?": "Sei sicuro di voler modificare la risorsa <1>{{resourceName}}</1>?",
  "Are you sure you want to migrate the selected items to use encrypted metadata?": "Sei sicuro di voler migrare gli elementi selezionati per utilizzare metadati crittografati?",
  "Are you sure?": "Sei sicuro?",
  "As soon as an administrator validates your request you will receive an email link to complete the process.": "Non appena un amministratore convaliderà la tua richiesta, riceverai via email un link per completare il processo.",
  "At least 1 set of characters must be selected": "È necessario selezionare almeno 1 set di caratteri",
  "At least one content type should be allowed": "Deve essere consentito almeno un tipo di contenuto",
  "Authentication": "Authentication",
  "Authentication method": "Metodo di autenticazione",
  "Authentication token is missing from server response.": "Nella risposta del server manca il token di autenticazione.",
  "Automatic expiry": "Scadenza automatica",
  "Automatic Expiry": "Scadenza automatica",
  "Automatic update": "Aggiornamento automatico",
  "Automatic Update": "Aggiornamento automatico",
  "Automatic workflows": "Flussi di lavoro automatici",
  "Avatar": "Avatar",
  "Avatar of the {{group_name}} group.": "Avatar del gruppo {{group_name}}.",
  "Avatar of user {{first_name}} {{last_name}}.": "Avatar dell'utente {{first_name}} {{last_name}}.",
  "Backup of the private key and passphrase will not be stored. This is the safest option.": "Il backup della chiave privata e della frase segreta non verrà archiviato. Questa è l'opzione più sicura.",
  "Base DN": "Base DN",
  "Basic": "Base",
  "Before getting started...": "Prima di iniziare...",
  "Before saving the settings, we need to test if the configuration is working.": "Prima di salvare le impostazioni, dobbiamo verificare che la configurazione funzioni.",
  "Both the private key and passphrase are required to recover your account.": "Sia la chiave privata che la frase segreta sono necessarie per recuperare il tuo account.",
  "Browse": "Sfoglia",
  "Browse and update the subscription key details.": "Browse and update the subscription key details.",
  "Browse credentials": "Sfoglia le credenziali",
  "Build email based on a prefix and suffix?": "Generare email in base a un prefisso e suffisso?",
  "By default, metadata wil be encrypted with the shared keys. It is not possible to use personal keys to encrypt metadata.": "Per impostazione predefinita, i metadati verranno crittografati con le chiavi condivise. Non è possibile usare chiavi personali per crittografare i metadati.",
  "Cache is not working": "La cache non funziona",
  "Cache is working": "La cache funziona",
  "Camel case": "CamelCase",
  "Can copy": "Può copiare",
  "Can edit": "Può modificare",
  "Can export": "Può esportare",
  "Can import": "Può importare",
  "Can preview": "Può vedere l'anteprima",
  "can read": "può leggere",
  "Can read": "Può leggere",
  "Can see desktop application setup": "Può vedere la configurazione dell'applicazione desktop",
  "Can see mobile setup": "Può vedere la configurazione mobile",
  "Can see password activities": "Può vedere le attività sulla password",
  "Can see password comments": "Può vedere i commenti della password",
  "Can see users workspace": "Può vedere l'ambiente di lavoro degli utenti",
  "Can see with whom passwords are shared with": "Può vedere con chi sono condivise le password",
  "Can share folders": "Può condividere cartelle",
  "can update": "può aggiornare",
  "Can use folders": "Può usare le cartelle",
  "Can use tags": "Può usare i tag",
  "Cancel": "Annulla",
  "Cancel the operation": "Annulla l'operazione",
  "Cannot decrypt the file, invalid credentials.": "Impossibile decriptare il file, credenziali non valide.",
  "Cannot perform the action while being logged in": "Impossibile eseguire l'azione durante l'accesso",
  "Certificate": "Certificato",
  "Change permissions": "Cambio delle autorizzazioni",
  "Changing your passphrase will only change it locally.": "La modifica della tua frase segreta cambierà solo localmente.",
  "Character Types": "Tipi di carattere",
  "Check <1>this guide</1>": "Consulta <1>questa guida</1>",
  "Check App.fullBaseUrl url scheme in {configurationFilePath}": "Verifica lo schema dell'URL di App.fullBaseUrl in {configurationFilePath}",
  "Check out our ldap configuration guide.": "Dai un'occhiata alla nostra guida per la configurazione ldap.",
  "Check out our Multi Factor Authentication configuration guide.": "Dai un'occhiata alla nostra guida per l'autenticazione multi-fattore.",
  "Check out the Role Based Access Control documentation.": "Consulta la documentazione relativa al controllo degli accessi basato sul ruolo.",
  "Check that the domain name is correct in {configurationFilePath}": "Verifica che il nome di dominio sia corretto in {configurationFilePath}",
  "Check the settings in config/app.php": "Verifica le impostazioni in config/app.php",
  "Check your mailbox!": "Controlla la tua casella di posta!",
  "Check your spam folder if you do not hear from us after a while.": "Se non ricevi la nostra e-mail, controlla la cartella spam.",
  "Checkout the <1>documentation</1> to see what information is supported.": "Consulta la <1>documentazione</1> per vedere quali informazioni sono supportate.",
  "Choose a file": "Scegli un file",
  "Choose a new passphrase.": "Scegli una nuova frase segreta.",
  "Choose between cleartext metadata and encrypted metadata.": "Choose between cleartext metadata and encrypted metadata.",
  "Choose the export format (csv and kdbx are supported)": "Scegli il formato di esportazione (csv e kdbx sono supportati)",
  "Clear selection": "Cancella selezione",
  "Click save to apply your pending changes.": "Fare clic su Salva per applicare le modifiche in sospeso.",
  "Click start once the mobile application is installed and opened on your phone and you are ready to scan QR codes.": "Premi \"start\" dopo aver installato l'applicazione e averla aperta sul telefono, e preparati a scansionare i codici QR.",
  "Client": "Client",
  "Client id": "ID client",
  "Client identifier": "ID Client",
  "Client secret": "Segreto client",
  "Close": "Chiudi",
  "Columns": "Colonne",
  "Comfortable": "Comodo",
  "Comment content": "Contenuto del commento",
  "Comments": "Commenti",
  "Compact": "Compatto",
  "Complete recovery": "Recupero completo",
  "Completing recover. Please wait...": "Completamento del recupero. Attendere prego...",
  "Completing setup, please wait...": "Completamento della configurazione, attendere prego...",
  "Config files": "File di configurazione",
  "Configuration source": "Origine configurazione",
  "Configure another phone": "Configura un altro telefono",
  "Configure the synchronisation of users and groups with passbolt.": "Configure the synchronisation of users and groups with passbolt.",
  "Configuring SSO access, please wait...": "Configurazione dell'accesso SSO in corso, si prega di attendere...",
  "Confirm Organization Recovery Key download": "Conferma il download della chiave di recupero dell'organizzazione",
  "Confirm password creation": "Conferma creazione password",
  "Confirm resource creation": "Conferma creazione risorsa",
  "Confirm resource edition": "Conferma modifica risorsa",
  "Congratulation! Passbolt extension has been installed.": "Congratulazioni! L'estensione Passbolt è stata installata.",
  "Contact Sales": "Contatta Vendite",
  "Contact your administrator with details about what went wrong.": "Contatta l'amministratore e illustra nel dettaglio il problema.",
  "Content": "Contenuto",
  "Content types": "Content types",
  "Continue": "Prosegui",
  "Continue import": "Continua l'importazione",
  "Continue with my email.": "Continua con la mia email.",
  "Continue with SSO.": "Continua con SSO.",
  "Contribute": "Contribuisci",
  "Control the behavior for account recovery for all users.": "Control the behavior for account recovery for all users.",
  "Control the content types availability for all users.": "Control the content types availability for all users.",
  "Control the default behaviour of multi factor authentication.": "Control the default behaviour of multi factor authentication.",
  "Control the default behaviour of password expiry policy for all users.": "Control the default behaviour of password expiry policy for all users.",
  "Control the layer of encryption that is used to protect metadata.": "Control the layer of encryption that is used to protect metadata.",
  "Control the SMTP server configuration used to send emails.": "Control the SMTP server configuration used to send emails.",
  "Convert cleartext metadata into encrypted metadata.": "Convert cleartext metadata into encrypted metadata.",
  "Convert to description": "Converti in descrizione",
  "Convert to note": "Converti in nota",
  "Copy": "Copia",
  "Copy card expiration": "Copia scadenza carta",
  "Copy card name": "Copia nome della carta",
  "Copy card number": "Copia numero della carta",
  "Copy config/app.default.php to config/app.php": "Copia config/app.default.php in config/app.php",
  "Copy config/passbolt.default.php to config/passbolt.php": "Copia config/passbolt.default.php in config/passbolt.php",
  "Copy CVC code": "Copia CVC",
  "Copy email address": "Copia indirizzo email",
  "Copy note": "Copia nota",
  "Copy password": "Copia password",
  "Copy permalink": "Copia permalink",
  "Copy public key": "Copia la chiave pubblica",
  "Copy the link to this folder": "Copia il link in questa cartella",
  "Copy the link to this group": "Copia il link in questo gruppo",
  "Copy the link to this password": "Copia il link a questa password",
  "Copy the link to this user": "Copia il link a questo utente",
  "Copy to clipboard": "Copia negli appunti",
  "Copy TOTP": "Copia la TOTP",
  "Copy URI": "Copia URI",
  "Copy username": "Copia nome utente",
  "Core config": "Configurazione principale",
  "Could not reach the /healthcheck/status with the url specified in App.fullBaseUrl": "Impossibile raggiungere lo stato /healthcheck/status con l'url specificato in App.fullBaseUrl",
  "Create": "Crea",
  "Create a new credential": "Crea una nuova credenziale",
  "Create a new folder": "Crea una nuova cartella",
  "Create a resource": "Crea una risorsa",
  "Create and customize it yourself": "Crea e personalizzalo da solo",
  "Create folder": "Crea cartella",
  "Create group": "Crea gruppo",
  "Create groups": "Crea gruppi",
  "Create new": "Crea nuovo",
  "Create password": "Crea una password",
  "Create users": "Crea utenti",
  "Create your first password or wait for a team member to share one with you.": "Crea la tua prima password o attendi che un membro del team ne condivida una con te.",
  "Create your first password.": "Create your first password.",
  "Created": "Creato",
  "Created by": "Creato da",
  "Creation of content type v4 is allowed but all content types having passwords are deleted.": "È consentita la creazione del tipo di contenuto v4, ma tutti i tipi di contenuto che contengono password sono eliminati.",
  "Creation of content type v4 is allowed but all content types having totp are deleted.": "Creazione del tipo di contenuto v4 è consentita, ma tutti i tipi di contenuto che contengono TOTP sono eliminati.",
  "Creation of content type v4 is not allowed.": "La creazione del tipo di contenuto v4 non è consentita.",
  "Creation of content type v5 is allowed but all content types having passwords are deleted.": "È consentita la creazione del tipo di contenuto v5, ma tutti i tipi di contenuto che contengono password sono eliminati.",
  "Creation of content type v5 is allowed but all content types having totp are deleted.": "Creazione del tipo di contenuto v5 è consentita, ma tutti i tipi di contenuto che contengono TOTP sono eliminati.",
  "Creation of content type v5 is not allowed.": "La creazione del tipo di contenuto v5 non è consentita.",
  "Credentials": "Credenziali",
  "Credit card": "Carta di credito",
  "Credits": "Crediti",
  "csv exports from browsers (safari, chrome, edge, brave, opera, vivaldi, firefox, waterfox), keepassx, logmeonce, lastpass, 1password, nordpass, dashlane and bitwarden are supported": "Le esportazioni in formato CSV dai browser (Safari, Chrome, Edge, Brave, Opera, Vivaldi, Firefox, Waterfox), KeePassX, LogMeOnce, LastPass, 1Password, NordPass, Dashlane e Bitwarden sono supportate",
  "Current status": "Stato attuale",
  "currently:": "corrente:",
  "Curve": "Curve",
  "Customer id:": "ID cliente:",
  "database": "database",
  "Database": "Database",
  "days from now.": "giorni da adesso.",
  "Debug mode is on": "La modalità debug è attivata",
  "Decrypting secret": "Decriptazione del segreto",
  "default": "predefinito",
  "Default": "Predefinito",
  "Default admin": "Admin predefinito",
  "default configuration": "configurazione predefinita",
  "Default group admin": "Amministratore di gruppo predefinito",
  "Default metadata type": "Tipo di metadati predefinito",
  "Default password expiry period": "Periodo di scadenza predefinito della password",
  "Default password type": "Tipo di password predefinito",
  "Default users multi factor authentication policy": "Criteri predefiniti di autenticazione multi-fattore degli utenti",
  "Default value found for security.salt": "Valore predefinito trovato per security.salt",
  "Define the behaviour when existing synchronized users are removed from the users directory": "Definisci il comportamento quando gli utenti sincronizzati esistenti vengono rimossi dalla directory utenti",
  "Define the default language of the organisation.": "Define the default language of the organisation.",
  "Define the minimal entropy for the users' private key passphrase.": "Define the minimal entropy for the users' private key passphrase.",
  "Define the strategy to manage and migrate the legacy items.": "Definisci la strategia per gestire e migrare gli elementi legacy.",
  "Define UI level access controls for the user role.": "Define UI level access controls for the user role.",
  "Define which email notifications will be sent.": "Define which email notifications will be sent.",
  "Define which metadata type is used by default.": "Definisci quale tipo di metadato viene utilizzato di default.",
  "Define which metadata types are enabled for this instance.": "Definisci quali tipi di metadati sono abilitati per questa istanza.",
  "Defines the Azure login behaviour by prompting the user to fully login each time or not.": "Definisce il comportamento di login di Azure invitando l'utente a eseguire o meno un login completo ogni volta.",
  "Defines which Azure field needs to be used as Passbolt username.": "Stabilisce quale campo di Azure deve essere utilizzato come nome utente Passbolt.",
  "Delete": "Elimina",
  "Delete comment?": "Eliminare il commento?",
  "Delete folder?": "Eliminare la cartella?",
  "Delete group?": "Eliminare il gruppo?",
  "Delete groups": "Elimina gruppi",
  "Delete or suspend users": "Elimina o sospendi utenti",
  "Delete Tag": "Elimina Tag",
  "Delete tag?": "Elimina Tag?",
  "Delete the users and all the data associated with them.": "Elimina gli utenti e tutti i dati associati.",
  "Delete user?": "Eliminare l'utente?",
  "Delete users": "Elimina utenti",
  "deleted": "cancellato",
  "Deny": "Nega",
  "Description": "Descrizione",
  "Description is a searchable metadata.": "La descrizione è un metadato ricercabile.",
  "Desktop app setup": "Configurazione app desktop",
  "Details": "Dettagli",
  "digits": "cifre",
  "Directory (tenant) ID": "ID Directory (tenant)",
  "Directory configuration": "Configurazione della cartella",
  "Directory group's users field to map to Passbolt group's field.": "Il campo utenti del gruppo della directory da mappare al campo gruppo di Passbolt.",
  "Directory ID": "ID Directory",
  "Directory Sync": "Sincronizzazione directory",
  "Directory type": "Tipo di cartella",
  "Directory user's username fallback field to use when user username field cannot be found.": "Campo fallback del nome utente dell'utente di directory da usare quando il campo del nome utente non può essere trovato.",
  "Directory user's username field to map to Passbolt user's username field.": "Il campo nome utente dell'utente della directory da mappare al campo nome utente dell'utente Passbolt.",
  "Disable": "Disattivare",
  "Disable (Default)": "Disabilitato (Predefinito)",
  "Disable MFA": "Disabilita MFA",
  "Disable self registration": "Disattivare l'auto-registrazione",
  "Disable Single Sign-On settings?": "Disattivare le impostazioni Single Sign-On?",
  "Disabled": "Disabilitato",
  "Disabling the ssl verify check can lead to security attacks.": "Disabilitando il controllo SSL può portare ad attacchi alla sicurezza.",
  "Do you need help?": "Serve aiuto?",
  "domain": "dominio",
  "Domain": "Dominio",
  "Don't forget to save your settings to apply your modification.": "Non dimenticare di salvare le impostazioni per applicare la modifica.",
  "Done": "Completato",
  "Double check the host, database name, username and password in {configurationFilePath}": "Verifica nuovamente l'host, il nome del database, lo username e la password in {configurationFilePath}",
  "Double check the key fingerprint": "Verifica nuovamente l’impronta digitale della chiave",
  "Downgrade resources": "Downgrade risorse",
  "Download {{browserName}}": "Scarica {{browserName}}",
  "Download again": "Scarica di nuovo",
  "Download backup": "Scarica il backup",
  "Download extension": "Scarica l'estensione",
  "Download the desktop app": "Scarica l'app desktop",
  "Download the kit again!": "Scarica di nuovo il kit!",
  "Download the mobile app": "Scarica l'applicazione mobile",
  "Download your account kit": "Scarica il kit account",
  "Edit": "Modifica",
  "Edit a resource": "Modifica una risorsa",
  "Edit App.fullBaseUrl in {configurationFilePath}": "Modifica App.fullBaseUrl in {configurationFilePath}",
  "Edit Avatar": "Modifica l'Avatar",
  "Edit group": "Modifica il gruppo",
  "Edit in passbolt": "Modifica in passbolt",
  "Edit or generate another key with a valid email id.": "Modifica o genera un'altra chiave con un indirizzo email valido.",
  "Edit password": "Modifica password",
  "Edit profile": "Modifica il profilo",
  "Edit subscription key": "Modifica chiave abbonamento",
  "Edit tag": "Modifica Il Tag",
  "Edit tags": "Modifica i tag",
  "Edit the security.salt in config/app.php": "Modifica security.salt in config/app.php",
  "Edit User": "Modifica Utente",
  "Email": "E-Mail",
  "Email Address": "Indirizzo Email",
  "Email claim": "Dichiarazione email",
  "Email content visibility": "Visibilità del contenuto e-mail",
  "Email delivery": "Consegna via e-mail",
  "Email domain safe list": "Elenco dei domini email sicuri",
  "Email Notification": "Notifica E-Mail",
  "Email notifications": "Email notifications",
  "Email Notifications": "Notifiche E-Mail",
  "Email prefix": "Prefisso E-mail",
  "Email provider": "Provider email",
  "Email sent": "Email inviata",
  "Email server": "Server email",
  "Email suffix": "Suffisso E-mail",
  "Email:": "E-mail:",
  "Emails": "E-mail",
  "empty": "vuoto",
  "Enable encrypted metadata (recommended)": "Abilita metadati crittografati (consigliato)",
  "Enable encrypted metadata for resources.": "Abilita metadati crittografati per le risorse.",
  "Enable legacy cleartext metadata": "Abilita metadati legacy in chiaro",
  "Enable legacy cleartext metadata for resources.": "Abilita metadati legacy in chiaro per le risorse.",
  "Enable Multi Factor Authentication": "Attivare autenticazione multi-fattore",
  "Enable the plugin in order to define self registration settings.": "Abilita il plugin per definire le impostazioni di auto registrazione.",
  "Enable users  to enrol without prior admin invitation.": "Enable users  to enrol without prior admin invitation.",
  "Enabled": "Abilitato",
  "Enabled users only": "Solo utenti abilitati",
  "Enabling SSO changes the security risks.": "L'abilitazione del SSO modifica i rischi per la sicurezza.",
  "Encrypted metadata": "Metadati crittografati",
  "Encrypted metadata (recommended)": "Metadati crittografati (consigliato)",
  "Encrypted metadata for resources is available.": "I metadati crittografati per le risorse sono disponibili.",
  "Encrypted metadata must be enabled to set it as the default type.": "È necessario abilitare i metadati crittografati per impostarli come tipo predefinito.",
  "Encrypted metadata should be enabled to allow users to upgrade their resources.": "I metadati crittografati dovrebbero essere abilitati per consentire agli utenti di aggiornare le proprie risorse.",
  "Encrypted metadata were partially migrated.": "I metadati crittografati sono stati parzialmente migrati.",
  "Encrypted secret": "Segreto criptato",
  "Enforce the use of shared metadata keys.": "Applica l'uso delle chiavi di metadati condivise.",
  "Ensure the keyring location exists and is accessible by the webserver user.": "Assicurati che la posizione del portachiavi esista e che sia accessibile dall'utente del webserver.",
  "Ensure the private key file is defined by the variable passbolt.gpg.serverKey.private in {configurationFilePath}": "Assicurati che il file della chiave privata sia definito dalla variabile passbolt.gpg.serverKey.private in {configurationFilePath}",
  "Ensure the public key file is defined by the variable passbolt.gpg.serverKey.public in {configurationFilePath}": "Assicurati che il file della chiave pubblica sia definito dalla variabile passbolt.gpg.serverKey.public in {configurationFilePath}",
  "Ensure the temporary directory and its content are writable by the webserver user.": "Assicurati che la directory temporanea e il suo contenuto siano scrivibili dall'utente del webserver.",
  "Enter the password and/or key file": "Inserire la password e/o il file chiave",
  "Enter the private key used by your organization for account recovery": "Inserisci la chiave privata utilizzata dalla tua organizzazione per il recupero dell'account",
  "Enter the six digit number as presented on your phone or tablet.": "Inserisci il numero a sei cifre che ti è stato fornito sul telefono o sul tablet.",
  "Entropy:": "Entropia:",
  "Entropy: {{currentEntropy}} / {{targettedEntropy}} bits": "Entropia: {{currentEntropy}} / {{targettedEntropy}} bit",
  "Environment": "Ambiente",
  "environment variables": "variabili di ambiente",
  "environment variables (legacy)": "variabili di ambiente (legacy)",
  "Error": "Errore",
  "Error details": "Dettagli dell'errore",
  "Error, this is not the current organization recovery key.": "Errore, questa non è la chiave di ripristino dell'organizzazione corrente.",
  "Errors:": "Errori",
  "Estimated entropy": "Entropia stimata",
  "Every user can decide to provide a copy of their private key and passphrase by default during the setup, but they can opt in.": "Ogni utente può decidere di fornire una copia della propria chiave privata e password per impostazione predefinita durante la configurazione, ma può sempre scegliere diversamente.",
  "Every user is required to provide a copy of their private key and passphrase during setup.": "Ogni utente è tenuto a fornire una copia della propria chiave privata e frase segreta durante la configurazione.",
  "Every user will be prompted to provide a copy of their private key and passphrase by default during the setup, but they can opt out.": "Ogni utente può decidere di fornire una copia della propria chiave privata e password per impostazione predefinita durante la configurazione, ma può sempre rinunciarvi.",
  "Everything is running as expected.": "Tutto funziona correttamente.",
  "Exclude look-alike characters": "Escludi caratteri simili",
  "Existing settings will be lost. This action cannot be undone.": "Attenzione: le impostazioni esistenti andranno perse. Questa azione non può essere annullata.",
  "Expected fingerprint:": "Impronta digitale prevista:",
  "Expired": "Scaduto",
  "expired ": "scaduto ",
  "Expires": "Scade",
  "Expires on:": "Scade il:",
  "Expiry": "Scadenza",
  "Expiry Policies": "Policy di scadenza",
  "Export": "Esporta",
  "Export all": "Esporta tutto",
  "Export passwords": "Esporta le password",
  "External password dictionary check": "Controllo esterno del dizionario password",
  "External services": "Servizi esterni",
  "Fair": "Accettabile",
  "FAQ: Why are my emails not sent?": "FAQ: Perché le mie email non vengono inviate?",
  "Favorite": "Preferito",
  "Favorites": "Preferiti",
  "Favourite": "Preferito",
  "file": "File",
  "file (legacy)": "File (obsoleto)",
  "Files": "File",
  "Filters": "Filtri",
  "Fingerprint": "Impronta",
  "First complete the configuration steps described in the current tab.": "Prima di tutto, completa i passaggi di configurazione descritti in questa scheda.",
  "First name": "Nome",
  "folder": "cartella",
  "Folder": "Cartella",
  "Folder errors": "Errori della cartella",
  "Folder name": "Nome cartella",
  "Folders": "Cartelle",
  "Follow the procedure to login.": "Segui la procedura per effettuare il login.",
  "For any change or question related to your passbolt subscription, kindly contact our sales team.": "Per qualsiasi modifica o domanda relativa al tuo abbonamento a passbolt, contatta il nostro team di vendita.",
  "For example an attacker with a local machine access maybe be able to access secrets, if the user is still logged in with the Identity provider.": "Ad esempio, un attacker con accesso a un terminale locale potrebbe essere in grado di accedere ai segreti, se l'utente è angora loggato con l'Identity provider.",
  "For more information about account recovery, checkout the dedicated page on the help website.": "Per ulteriori informazioni sulle notifiche via email, controlla la pagina dedicata sul nostro sito web nella sezione d'aiuto.",
  "For more information about email notification, checkout the dedicated page on the help website.": "Per ulteriori informazioni sulle notifiche via email, controlla la pagina dedicata sul nostro sito web nella sezione d'aiuto.",
  "For more information about MFA policy settings, checkout the dedicated page on the help website.": "Per ulteriori informazioni sulle impostazioni dei criteri MFA, consulta la pagina dedicata sul nostro sito web nella sezione d'aiuto.",
  "For more information about SSO, checkout the dedicated page on the help website.": "Per ulteriori informazioni su SSO, controlla la pagina dedicata sul nostro sito web nella sezione d'aiuto.",
  "For more information about the content type support and migration, checkout the dedicated page on the official website.": "Per maggiori informazioni sul supporto dei tipi di contenuto e sulla migrazione, consulta la pagina dedicata sul sito ufficiale.",
  "For more information about the password expiry, checkout the dedicated page on the help website.": "Per ulteriori informazioni sulla scadenza delle password, consulta la pagina dedicata sul nostro sito web nella sezione di aiuto.",
  "For more information about the password policy settings, checkout the dedicated page on the help website.": "Per ulteriori informazioni sulle impostazioni dei criteri della password, consulta la pagina dedicata sul nostro sito web nella sezione di aiuto.",
  "For more information about the user passphrase policies, checkout the dedicated page on the help website.": "Per ulteriori informazioni cui criteri della passphrase utente, consulta la pagina dedicata sul nostro sito, nella sezione di aiuto.",
  "For Openldap only. Defines which group object to use.": "Solo per Openldap. Definisci quale gruppo di oggetti usare.",
  "For Openldap only. Defines which user object to use.": "Solo per Openldap. Definisci quale oggetto utente usare.",
  "For security reasons please check with your administrator that this is a change that they initiated.": "Per motivi di sicurezza, verifica con l'amministratore che si tratti di una modifica iniziata.",
  "For security reasons please check with your administrator that this is a change that they initiated. The new fingerprint:": "Per motivi di sicurezza, controlla con l'amministratore che si tratti di una modifica iniziata. La nuova impronta digitale:",
  "Full base url is not set": "L'URL di base completo non è impostato",
  "Full base url is set to {fullBaseUrl}": "L'url di base completo è impostato su {fullBaseUrl}",
  "Full report": "Resoconto completo",
  "GD or Imagick extension is installed": "L'estensione GD o Imagick è installata",
  "Generate": "Genera",
  "Generate & Apply": "Genera & Applica",
  "Generate a new password securely": "Genera una nuova password in modo sicuro",
  "Generate key": "Genera chiave",
  "Generate new key instead": "Genera invece una nuova chiave",
  "Generate password": "Genera una password",
  "Get started": "Cominciamo",
  "Get started !": "Cominciamo !",
  "Get started in 5 easy steps": "Inizia in 5 semplici passi",
  "Getting started with Duo": "Introduzione a Duo",
  "Getting started with Time based One Time Password (TOTP)": "Iniziare con la password monouso basata sull'ora (TOTP)",
  "Go back": "Torna indietro",
  "Go to MFA settings": "Vai alle impostazioni MFA",
  "GPG Configuration": "Configurazione GPG",
  "Group": "Gruppo",
  "Group custom filters": "Filtri di gruppo personalizzati",
  "Group custom filters are used in addition to the base DN and group path while searching groups.": "I filtri di gruppo personalizzati vengono utilizzati in aggiunta al DN di base e al percorso del gruppo durante la ricerca dei gruppi.",
  "Group manager": "Gestore gruppo",
  "Group members": "Membri Del Gruppo",
  "Group membership": "Membri Del Gruppo",
  "group name": "nome del gruppo",
  "Group name": "Nome del gruppo",
  "Group object class": "Gruppo classe oggetto",
  "Group path": "Percorso del gruppo",
  "Group path is used in addition to the base DN while searching groups.": "Il percorso del gruppo viene utilizzato in aggiunta al DN di base durante la ricerca dei gruppi.",
  "Group users field mapping": "Mappatura del campo utenti del gruppo",
  "Groups": "Gruppi",
  "Groups I am member of": "Gruppi a cui appartengo",
  "Groups I manage": "Gruppi che gestisco",
  "Groups parent group": "Gruppo genitore gruppi",
  "Hang in there! Depending your installation, you might need to check the documentation in order to run the healthcheck from the CLI": "Resisti! A seconda dell'installazione, potrebbe essere necessario consultare la documentazione per eseguire l'healthcheck dal CLI",
  "help": "aiuto",
  "Help site": "Sito di assistenza",
  "Help, I lost my passphrase.": "Aiuto, ho perso la mia password.",
  "Help, I lost my private key.": "Aiuto, ho perso la mia chiave privata.",
  "Home": "Home",
  "host": "host",
  "Host availability checking is disabled": "Il controllo della disponibilità dell'host è disabilitato",
  "Host availability will be checked": "La disponibilità dell'host verrà verificata",
  "Hostname": "Hostname",
  "Hostname does not match when validating certificates": "Il nome host non corrisponde durante la convalida dei certificati",
  "Hostname is matching SSL certificate": "Il nome host corrisponde al certificato SSL",
  "How do I configure a {{smtpProviderName}} SMTP server?": "Come si configura un server SMTP {{smtpProviderName}}?",
  "How do I configure a AzureAD SSO?": "Come si configura un SSO AzureAD?",
  "How do I configure a Google SSO?": "Come si configura un SSO Google?",
  "How do I configure an AD FS SSO?": "Come configuro un SSO AD FS?",
  "How do you want to proceed?": "Come vuoi procedere?",
  "How does it work?": "Come funziona?",
  "I accept the <1>privacy policy</1>": "Accetto la <1>informativa sulla privacy</1>",
  "I accept the <1>terms</1>": "Accetto i <1>termini</1>",
  "I accept the <1>terms</1> and the <3>privacy policy</3>": "Accetto i <1>termini</1> e la <3>informativa sulla privacy</3>",
  "I agree to share securely a copy of my private key & passphrase with my organization recovery contacts.": "Accetto di condividere in modo sicuro una copia della mia chiave privata e frase segreta con i contatti di recupero della mia organizzazione.",
  "I agree to share this info with my organization recovery contacts": "Accetto di condividere queste informazioni con i contatti di recupero della mia organizzazione",
  "I already have an account": "Ho già un account",
  "I do not agree to share this info with my organization recovery contacts": "Non accetto di condividere queste informazioni con i miei contatti di recupero organizzazione",
  "I do not want to share a copy of my private key & passphrase with my organization recovery contacts.": "Non voglio condividere una copia della mia chiave privata & frase segreta con i miei contatti di recupero organizzazione.",
  "I lost my passphrase, generate a new private key.": "Ho perso la mia password, generare una nuova chiave privata.",
  "I safely stored my recovery kit.": "Ho memorizzato il mio kit di recupero in un luogo sicuro.",
  "I verified with <1>{{creatorName}}</1> that the request is valid.": "Ho verificato con <1>{{creatorName}}</1> che la richiesta è valida.",
  "I want to try again.": "Voglio riprovare.",
  "If there was an issue during the transfer, either the operation was cancelled on the mobile side, or the authentication token expired.": "Se si è verificato un problema durante il trasferimento, l'operazione è stata annullata dal lato mobile, oppure il token di autenticazione è scaduto.",
  "If this does not work get in touch with support.": "Se questo non funziona entra in contatto con il supporto.",
  "If this is empty then it will be queried from the RootDSE.": "Se questo è vuoto, verrà richiesto dal RootDSE.",
  "If users lose their private key and passphrase they will not be able to recover their account.": "Se gli utenti smarriscono la chiave privata e la frase segreta, non saranno in grado di recuperare il proprio account.",
  "If you changed systems, or reinstalled passbolt web extension in the meantime, you will need to start the account recovery process from scratch.": "Se nel frattempo hai cambiato sistemi o hai reinstallato l'estensione web di Passbolt, dovrai avviare il processo di recupero dell'account da zero.",
  "If you do not have access, you can request a new account recovery to an administrator.": "Se non si dispone di accesso, è possibile richiedere il ripristino dell'account a un amministratore.",
  "If you do not have access, you can request an account recovery to an administrator.": "Se non si dispone di accesso, è possibile chiedere il ripristino dell'account a un amministratore.",
  "If you do not have access, you can request help to an administrator.": "Se non si dispone di accesso, è possibile chiedere aiuto a un amministratore.",
  "If you have integrations, you will have to make sure they are updated before triggering the migration.": "Se hai integrazioni, dovrai assicurarti che siano aggiornate prima di avviare la migrazione.",
  "If you have multiple browsers configured, the passphrase will need to be changed in all places individually.": "Se si dispone di più browser configurati, la password dovrà essere modificata in tutti i luoghi individualmente.",
  "If you still need to recover your account, you will need to start the process from scratch.": "Se hai ancora bisogno di recuperare il tuo account, dovrai avviare il processo da zero.",
  "If you want it to be a searchable, you can convert it into a description.": "Se desideri che sia ricercabile, puoi convertirlo in una descrizione.",
  "If you want it to be a secret, you can convert it into a note.": "Se desideri che sia segreta, puoi convertirla in una nota.",
  "If you weren’t expecting this, you can verify with your administrator.": "If you weren’t expecting this, you can verify with your administrator.",
  "Ignored:": "Ignorato",
  "Import": "Importa",
  "Import account": "Importa account",
  "Import an OpenPGP Public key": "Importa una chiave pubblica OpenPGP",
  "Import another account": "Importa un altro account",
  "Import folders": "Importa cartelle",
  "Import passwords": "Importa le password",
  "Import resources": "Importa risorse",
  "Import success!": "Importazione riuscita!",
  "Import the private server key in the keyring of the webserver user.": "Importa la chiave privata del server nel keyring dell'utente del webserver.",
  "Import/Export": "Importa/Esporta",
  "Important notice:": "Avviso importante:",
  "Importing account kit": "Importazione kit account",
  "In order to use the \"Username & Password\" authentication method with Google, you will need to enable MFA on your Google Account. The password should not be your login password, you have to create an \"App Password\" generated by Google.. However, the email remain the same.": "Per utilizzare il metodo di autenticazione \"Nome utente & Password\" con Google, dovrai abilitare la MFA sul tuo Account Google. La password non dovrebbe essere la tua password di accesso, devi creare una \"Password dell'app\" generata da Google. Tuttavia, l'email rimane la stessa.",
  "In this section you can adjust the composition of the emails, e.g. which information will be included in the notification.": "In questa sezione è possibile modificare la composizione delle email, ad esempio quali informazioni saranno incluse nella notifica.",
  "In this section you can choose automatic behaviours.": "In questa sezione puoi scegliere i comportamenti automatici.",
  "In this section you can choose the default behavior of account recovery for all users.": "In questa sezione è possibile scegliere il comportamento predefinito di recupero account per tutti gli utenti.",
  "In this section you can choose the default behaviour of password expiry policy for all users.": "In questa sezione puoi scegliere il comportamento predefinito della policy di scadenza della password per tutti gli utenti.",
  "In this section you can choose which email notifications will be sent.": "In questa sezione puoi scegliere quali notifiche e-mail saranno inviate.",
  "In this section you can choose which multi factor authentication will be available.": "In questa sezione puoi scegliere quale autenticazione a più fattori sarà disponibile.",
  "In this section you can define access controls for each user role.": "In questa sezione è possibile stabilire il controllo degli accessi per ogni ruolo utente.",
  "Information": "Informazioni",
  "Information for public and secret key": "Informazioni per la chiave pubblica e segreta",
  "Initiate a migration to convert cleartext metadata to encrypted metadata.": "Avvia una migrazione per convertire i metadati in chiaro in metadati crittografati.",
  "Install php-gnupg, see <1>this guide</1>": "Installa php-gnupg, vedi <1>questa guida</1>",
  "Internationalisation": "Internazionalizzazione",
  "Intl extension is installed": "L'estensione Intl è installata",
  "Invalid permission type for share permission item.": "Tipo di autorizzazione non valido per l'elemento di autorizzazione di condivisione.",
  "is owner": "è proprietario",
  "Is owner": "È proprietario",
  "It does feel a bit empty here.": "Sembra un po' vuoto qui.",
  "It is mandatory to share securely a copy of your private key with your organization recovery contacts. Would you like to continue?": "È obbligatorio condividere in modo sicuro una copia della tua chiave privata con i contatti di recupero della tua organizzazione. Vuoi continuare?",
  "It is not possible to perform a setup of a new account as you are still logged in. You need to log out first before continuing.": "Non è possibile eseguire una configurazione di un nuovo account se si è ancora connessi. Devi prima disconnetterti prima di continuare.",
  "It is not possible to perform the recovery of your account as you are still logged in. You need to log out first before continuing.": "Non è possibile eseguire il ripristino del tuo account se si è ancora connessi. Devi prima disconnetterti prima di continuare.",
  "It is not possible to recover your private key of your account as you are still logged in. You need to log out first before continuing.": "Non è possibile eseguire il ripristino della tua chiave privata del tuo account se si è ancora connessi. Devi prima disconnetterti prima di continuare.",
  "It is possible and recommended to share securely your recovery kit with your organization recovery contacts.": "È possibile e raccomandato condividere in modo sicuro una copia della tua chiave privata con i contatti di recupero organizzazione.",
  "It is possible for users to use their personal keys to encrypt resources metadata for more security. However you can elect to enforce the use of the shared metadata keys for all resources metadata for auditing purposes. Secrets such as passwords will always be encrypted using the user personal keys.": "È possibile che gli utenti usino le proprie chiavi personali per crittografare i metadati delle risorse per maggiore sicurezza. Tuttavia, puoi decidere di imporre l'uso delle chiavi di metadati condivise per tutte le risorse a fini di auditing. I segreti come le password verranno sempre crittografati utilizzando le chiavi personali dell'utente.",
  "It is possible to share securely your recovery kit with the administrator.": "È possibile condividere in modo sicuro il tuo kit di recupero con l'amministratore.",
  "It is recommended to disable endpoints for updating the users directory configurations.": "È consigliato disabilitare gli endpoint per l'aggiornamento delle configurazioni della directory utenti.",
  "It is recommended to disable the plugin endpoints.": "È consigliato disabilitare gli endpoint del plugin.",
  "It is recommended to set the SMTP Settings in the database through the administration section.": "È consigliato impostare le impostazioni SMTP nel database tramite la sezione di amministrazione.",
  "It is recommended to share securely a copy of your private key with your organization recovery contacts. Would you like to continue?": "È obbligatorio condividere in modo sicuro una copia della tua chiave privata con i contatti di recupero della tua organizzazione. Vuoi continuare?",
  "It seems that the server is not able to reach internet.": "Sembra che il server non riesca a connettersi a Internet.",
  "Items I own": "Oggetti che possiedo",
  "Items to migrate": "Elementi da migrare",
  "Just now": "In questo momento",
  "kdbx files are files generated by keepass v2.x": "i kdbx sono file generati da keepass v2.x",
  "Keep existing permissions": "Mantieni i permessi esistenti",
  "Keep the original permissions, do not apply the destination folder permissions.": "Mantieni i permessi originali, non applicare i permessi della cartella di destinazione.",
  "Keep this backup in a safe place, you will need it in case of emergency.": "Mantieni questo backup in un luogo sicuro, ne avrai bisogno in caso di emergenza.",
  "Keepass file format not recognized": "Formato file Keepass non riconosciuto",
  "Keepass key file (optional)": "File chiave Keepass (facoltativo)",
  "Keepass password": "Keepass password",
  "Key": "Chiave",
  "Key fingerprint": "Key fingerprint",
  "Key Id": "ID Chiave",
  "Key length": "Lunghezza chiave",
  "Key Size": "Dimensione Chiave",
  "Keys inspector": "Ispettore delle chiavi",
  "Language": "Lingua",
  "Last logged in": "Ultimo accesso",
  "Last name": "Cognome",
  "Later": "Più tardi",
  "Learn how to <1>generate a key separately.</1>": "Scopri come <1>generare una chiave separatamente.</1>",
  "Learn more": "Ulteriori informazioni",
  "Leave empty if no additional filter is required.": "Lasciare vuoto se non sono richiesti filtri aggiuntivi.",
  "Leave empty if users and groups are in the same DN.": "Lasciare vuoto se gli utenti e i gruppi sono nello stesso DN.",
  "Legacy cleartext metadata": "Metadati legacy in chiaro",
  "Legacy cleartext metadata must be enabled to set it as the default type.": "È necessario abilitare i metadati legacy in chiaro per impostarli come tipo predefinito.",
  "Legacy cleartext metadata should be enabled to allow users to downgrade their resources.": "I metadati legacy in chiaro dovrebbero essere abilitati per consentire agli utenti di effettuare il downgrade delle proprie risorse.",
  "Legacy resources": "Risorse obsolete",
  "Length": "Lunghezza",
  "Loading metadata types settings": "Caricamento delle impostazioni dei tipi di metadati",
  "loading...": "caricamento...",
  "Loading...": "Caricamento...",
  "Location": "Posizione",
  "login": "accedi",
  "Login": "Accedi",
  "Login URL": "URL di login",
  "Logs": "Log",
  "Lower case": "Minuscolo",
  "Make sure the instance is not publicly available on the internet.": "Assicurati che l'istanza non sia pubblicamente accessibile su Internet.",
  "Make sure users follow screen lock best practices.": "Assicurarsi che gli utenti seguano le migliori procedure per il blocco schermo.",
  "Make sure your passphrase is hard to guess but also that is long enough. For example you can use your favorite lyric from a song, grab the first couple of characters from the words in your favorite line.": "Assicurati che la tua frase segreta sia difficile da indovinare e abbastanza lunga. Ad esempio puoi usare il testo di una canzone, prendendo i primi due caratteri dalle parole in esso contenute.",
  "Make sure your print it or store it in a safe place. You may need it later!": "Assicurati di stamparlo o conservarlo in un luogo sicuro. Potresti averne bisogno in seguito!",
  "Manage providers": "Gestisci provider",
  "Manage Subscription": "Gestisci Abbonamento",
  "Manage Users & Groups": "Gestisci Utenti & Gruppi",
  "Mandatory": "Obbligatorio",
  "Mark as expired": "Segna come scaduta",
  "Mbstring extension is installed": "L'estensione Mbstring è installata",
  "Member": "Membro",
  "Members": "Membri",
  "Metadata": "Metadati",
  "Metadata key": "Chiave metadati",
  "Metadata key policy": "Policy della chiave metadati",
  "MFA": "MFA",
  "MFA Policy": "Criteri MFA",
  "Migrate": "Migra",
  "Migrate metadata": "Migra metadati",
  "Migration scope": "Ambito di migrazione",
  "Migration status": "Stato della migrazione",
  "Minimal recommendation": "Raccomandazione minima",
  "Minimal requirement": "Requisito minimo",
  "Mobile Apps": "Applicazioni Mobile",
  "Mobile setup": "Configurazione mobile",
  "Mobile transfer": "Trasferimento da mobile",
  "Modified": "Modificato",
  "Modified by": "Modificato da",
  "Modify the default settings of the passwords generator.": "Modify the default settings of the passwords generator.",
  "Monitor the passbolt API's health and responsiveness.": "Monitor the passbolt API's health and responsiveness.",
  "More": "Altro",
  "More information": "More information",
  "More informations": "Ulteriori informazioni",
  "Move": "Sposta",
  "Multi factor authentication": "Autenticazione multi-fattore",
  "Multi Factor Authentication": "Autenticazione Multi-Fattore",
  "Multi resource and folder share is not implemented.": "La condivisione di più risorse e cartelle non è implementata.",
  "Multi-factor authentication (MFA) is a method of confirming a user's identity that requires presenting two or more pieces of evidence (or factor).": "L'autenticazione a più fattori (MFA) è un metodo di conferma dell'identità di un utente che richiede la presentazione di due o più elementi di prova (fattori).",
  "Multi-factor authentication has been disabled successfully": "L'autenticazione multi-fattore è stata disabilitata con successo",
  "My Profile": "Il mio profilo",
  "My tags": "I miei tags",
  "My workspace": "Il mio spazio di lavoro",
  "n/a": "n/a",
  "N/A": "N/D",
  "Name": "Nome",
  "Name, Username, URI, Cleartext description.": "Nome, Nome utente, URI, Descrizione in chiaro.",
  "Need help?": "Hai bisogno di aiuto?",
  "Need some help?": "Hai bisogno di aiuto?",
  "Never": "Mai",
  "new": "nuovo",
  "New Account Recovery Policy": "Nuova Politica di Recupero dell'Account",
  "New here? Enter your name to get started.": "Nuovo utente? Inserisci il tuo nome per iniziare.",
  "new manager": "nuovo gestore",
  "New Organization Recovery Key": "Nuova Chiave Di Recupero dell'Organizzazione",
  "new owner": "nuovo proprietario",
  "Next": "Successivo",
  "No": "No",
  "No access": "Nessun accesso",
  "No active metadata key defined.": "Nessuna chiave di metadati attiva definita.",
  "No active metadata keys available.": "Nessuna chiave di metadati attiva disponibile.",
  "No default content found": "Nessun contenuto predefinito trovato",
  "No file selected": "Nessun file selezionato",
  "No key file selected": "Nessun file di chiave selezionato",
  "No Password Expiry is configured. Enable it to activate automatic password expiration and automatic password expiration reset workflows.": "Non è stata configurata nessuna scadenza della password. Abilita per attivare la scadenza automatica della password; la scadenza automatica della password ripristina i flussi di lavoro.",
  "No passwords are shared with this group yet.": "Nessuna password è stata ancora condivisa con questo gruppo.",
  "No passwords are shared with this group yet. Share a password with this group or wait for a team member to share one with this group.": "Nessuna password è stata ancora condivisa con questo gruppo. Condividi una password con questo gruppo o attendi che un membro del team ne condivida una con questo gruppo.",
  "No passwords are shared with you yet.": "Nessuna password è stata ancora condivisa con te.",
  "No passwords are shared with you yet. It does feel a bit empty here, wait for a team member to share a password with you.": "Nessuna password è ancora condivisa. Sembra un po' vuoto qui, aspetta che un membro del team condivida una password con te.",
  "No passwords are yet tagged. It does feel a bit empty here, tag your first password.": "Nessuna password è stata ancora taggata. Sembra un po' vuoto qui, tagga la tua prima password.",
  "No passwords found for the current page. You can use the search.": "Nessuna password trovata per la pagina corrente. Puoi usare la ricerca.",
  "No passwords have expired yet.": "Non è ancora scaduta nessuna password.",
  "No passwords in this folder yet.": "Ancora nessuna password in questa cartella.",
  "No QR code found.": "Nessun codice QR trovato.",
  "No resources have been synchronized.": "Nessuna risorsa è stata sincronizzata.",
  "No resources will be synchronized.": "Nessuna risorsa sarà sincronizzata.",
  "No result match your search. Try with another search term.": "Nessun risultato corrisponde alla tua ricerca. Prova con un altro termine di ricerca.",
  "No results match": "Nessun risultato corrispondente",
  "no url provided": "nessun url fornito",
  "no username provided": "nessun nome utente fornito",
  "No Users Directory is configured. Enable it to synchronise your users and groups with passbolt.": "Nessuna directory degli utenti è configurata. Abilitala per sincronizzare gli utenti e i gruppi con il passbolt.",
  "no, thanks": "no, grazie",
  "None": "Nessuno",
  "None of the users matched this search.": "Nessuno degli utenti corrisponde a questa ricerca.",
  "None of your passwords are yet marked as favorite.": "Nessuna delle password è ancora contrassegnata come preferita.",
  "None of your passwords are yet marked as favorite. Add stars to passwords you want to easily find later.": "Nessuna delle tue password è ancora contrassegnata come preferita. Aggiungi stelle alle password che vuoi trovare facilmente più tardi.",
  "None of your passwords matched this search.": "Nessuna delle tue password corrisponde a questa ricerca.",
  "Not all resources will be migrated, some corresponding content types are not active.": "Non tutte le risorse verranno migrate, alcuni tipi di contenuto corrispondenti non sono attivi.",
  "not available": "non disponibile",
  "Not set": "Non impostato",
  "Not using a self-signed certificate": "Non viene utilizzato un certificato autofirmato",
  "Note": "Nota",
  "Note is a secret and it is not searchable.": "La nota è segreta e non è ricercabile.",
  "Note that this will not prevent a user from customizing the settings while generating a password.": "Questo non impedirà a un utente di personalizzare le impostazioni durante la creazione di una password.",
  "Number of recovery": "Numero di recupero",
  "Number of words": "Numero di parole",
  "Ok": "Ok",
  "Ok, I understand what I need to do.": "Ok, capisco cosa devo fare.",
  "Once expired you will not be able to connect to your account.": "Una volta scaduto, non sarai in grado di connetterti al tuo account.",
  "Once the comment is deleted, it will be removed permanently and will not be recoverable.": "Una volta eliminato, il commento verrà rimosso definitivamente, e non sarà recuperabile.",
  "Once the resource is deleted, it will be removed permanently and will not be recoverable.": "Una volta che la risorsa è eliminata, verrà rimossa in modo permanente e non sarà recuperabile.",
  "Once the tag is deleted, it will be removed permanently and will not be recoverable.": "Una volta eliminato, il tag verrà rimosso in modo permanente, e non sarà recuperabile.",
  "Once you enter this code, you can log in.": "Una volta inserito il codice, è possibile eseguire l'accesso.",
  "One (or more) content type v4 having a password is deleted but its resources count is not 0.": "Uno (o più) tipi di contenuto v4 che hanno una password vengono eliminati, ma il conteggio delle relative risorse non è 0.",
  "One (or more) content type v4 having a totp is deleted but its resources count is not 0.": "Uno (o più) tipi di contenuto v4 che hanno una TOTP vengono eliminati, ma il conteggio delle relative risorse non è 0.",
  "One (or more) content type v5 having a password is deleted but its resources count is not 0.": "Uno (o più) tipi di contenuto v5 che hanno una password vengono eliminati, ma il conteggio delle relative risorse non è 0.",
  "One (or more) content type v5 having a totp is deleted but its resources count is not 0.": "Uno (o più) tipi di contenuto v5 che hanno una TOTP vengono eliminati, ma il conteggio delle relative risorse non è 0.",
  "One Time Password (OTP)": "Password monouso (OTP)",
  "Only administrators can invite users to register.": "Solo gli amministratori possono invitare gli utenti a registrarsi.",
  "Only administrators would be able to invite users to register. ": "Solo gli amministratori potrebbero invitare gli utenti a registrarsi. ",
  "Only alphanumeric, dash and underscore characters are accepted.": "Sono accettati solo caratteri alfanumerici, trattini e underscore.",
  "Only numeric characters allowed.": "Sono ammessi solo caratteri numerici.",
  "Only passbolt format is allowed.": "È ammesso solo il formato passbolt.",
  "Only shared resources are migrated.": "Vengono migrate solo le risorse condivise.",
  "Only synchronize enabled users (AD)": "Sincronizza solo gli utenti abilitati (AD)",
  "Only the group manager can add new people to a group.": "Solo il gestore del gruppo può aggiungere nuove persone a un gruppo.",
  "Oops, something went wrong": "Ops, qualcosa è andato storto",
  "Open generator": "Apri generatore",
  "open in a new tab": "aprire in una nuova scheda",
  "Open in new window": "Apri in una nuova finestra",
  "Open Ldap": "Apri Ldap",
  "open passbolt in a new tab": "aprire Passbolt in una nuova scheda",
  "Open URI in a new Tab": "Apri l'URI in una nuova scheda",
  "OpenId Configuration Path": "Percorso di configurazione OpenId",
  "Opt-in (default)": "Opt-in (predefinito)",
  "Optional": "Facoltativo",
  "Optional, Opt-in": "Opzionale, opt-in",
  "Optional, Opt-out": "Opzionale, Opt-out",
  "or": "oppure",
  "Or generate a new private key.": "O generare una nuova chiave privata.",
  "Or switch to another account.": "Oppure passa ad un altro account.",
  "Or use an existing private key.": "Oppure usa una chiave privata esistente.",
  "Organisation settings": "Impostazioni dell'organizzazione",
  "Organisation Settings": "Impostazioni dell'Organizzazione",
  "Organization": "Organizzazione",
  "Organization key passphrase": "Chiave della frase segreta dell'organizzazione",
  "Organization key passphrase confirmation": "Conferma passphrase della chiave dell'organizzazione",
  "Organization Recovery Key": "Chiave Di Recupero dell'Organizzazione",
  "Other": "Altro",
  "Other users can still share resources with them and add them to groups.": "Altri utenti possono comunque condividere risorse con loro e aggiungerli a gruppi.",
  "Otherwise, you may lose access to your data.": "Altrimenti, potresti perdere l'accesso ai tuoi dati.",
  "Passbolt API Status": "Stato API Passbolt",
  "Passbolt is available on AppStore & PlayStore": "Passbolt è disponibile su AppStore e PlayStore",
  "Passbolt is available on the Windows store.": "Passbolt è disponibile nel Microsoft Store.",
  "Passbolt is configured to force SSL use": "Passbolt è configurato per forzare l'uso di SSL",
  "Passbolt is not configured to force SSL use": "Passbolt non è configurato per forzare l'uso di SSL",
  "Passbolt needs an smtp server in order to send invitation emails after an account creation and to send email notifications.": "Passbolt usa un server SMTP per inviare e-mail di invito dopo la creazione di un account, e per inviare notifiche via e-mail.",
  "Passbolt recommends a minimum of {{minimalAdvisedEntropy}} bits to be safe.": "Passbolt consiglia un minimo di {{minimalAdvisedEntropy}} bit per essere al sicuro.",
  "Passbolt recommends passphrase strength to be at minimum of {{MINIMAL_ADVISED_ENTROPY}} bits to be safe.": "Passbolt consiglia una passphrase con una robustezza minima di {{MINIMAL_ADVISED_ENTROPY}} bit per essere al sicuro.",
  "Passkey": "Chiave di accesso",
  "passphrase": "passphrase",
  "Passphrase": "Passphrase",
  "Passphrase confirmation": "Conferma passphrase",
  "Passphrase required": "Passphrase richiesta",
  "Passphrase settings": "Impostazioni passphrase",
  "password": "password",
  "Password": "Password",
  "Password (legacy)": "Password (obsoleta)",
  "Password and Note": "Password e Nota",
  "Password automatically expires when a user or group with a user who has accessed the password is removed from the permission list.": "La password scade automaticamente quando un utente o un gruppo contenente un utente che ha avuto accesso alla password viene rimosso dall'elenco dei permessi.",
  "Password configuration": "Password configuration",
  "Password expiry": "Scadenza della password",
  "Password Expiry": "Scadenza della password",
  "Password expiry date is renewed based on the default password expiry period whenever a password is updated.": "La data di scadenza della password viene rinnovata in base al periodo di scadenza predefinito ogni volta che una password viene aggiornata.",
  "Password generator default settings": "Impostazioni predefinite del generatore di password",
  "Password is no longer marked as expired whenever the password is updated.": "La password non è più contrassegnata come scaduta quando viene aggiornata.",
  "Password must be a valid string": "La password deve essere una stringa valida",
  "Password policy": "Password policy",
  "Password Policy": "Criteri della password",
  "Password, Note and TOTP": "Password, Nota e TOTP",
  "passwords": "password",
  "Passwords": "Password",
  "Passwords settings": "Impostazioni password",
  "Paste the OpenPGP Private key here": "Copia incolla la chiave privata OpenPGP qui",
  "PCRE compiled with unicode support": "PCRE compilato con supporto Unicode",
  "PCRE has not been compiled with Unicode support": "PCRE non è stato compilato con supporto Unicode",
  "Pending": "In sospeso",
  "PHP GPG Module is installed and loaded": "Il modulo PHP GPG è installato e caricato",
  "PHP GPG Module is not installed or loaded": "Il modulo PHP GPG non è installato o non è caricato",
  "PHP version {{phpVersion}}": "Versione PHP {{phpVersion}}",
  "PHP version is too low, passbolt need PHP 7.4 or higher": "La versione di PHP è troppo bassa, Passbolt richiede PHP 7.4 o superiore",
  "Pick a color and enter three characters.": "Scegli un colore e inserisci tre caratteri.",
  "Pin code": "Codice Pin",
  "Please authenticate with the Single Sign-On provider to continue.": "Per continuare, esegui l'autenticazione con il provider Single Sign-On.",
  "Please confirm": "Si prega di confermare",
  "Please confirm you really want to delete the resources. After clicking ok, the resources will be deleted permanently.": "La preghiamo di confermare se desidera davvero eliminare le risorse. Dopo aver fatto clic su ok, le risorse verranno eliminate in modo permanente.",
  "Please contact your administrator to enable multi-factor authentication.": "Si prega di contattare l'amministratore per abilitare l'autenticazione a più faattori.",
  "Please contact your administrator to enable the account recovery feature.": "Per favore contatta l'amministratore per abilitare la funzione di recupero dell'account.",
  "Please contact your administrator to fix this issue.": "Contatta l'amministratore per risolvere il problema.",
  "Please contact your administrator to request an invitation link.": "Si prega di contattare l'amministratore per richiedere un link di invito.",
  "Please double check with the user in case they still need some help to log in.": "Si prega di ricontrollare con l'utente nel caso in cui abbiano ancora bisogno di aiuto per accedere.",
  "Please download one of these browsers to get started with passbolt:": "Si prega di scaricare uno di questi browser per iniziare con passbolt:",
  "Please download the browser extension and refresh this page to continue.": "Si prega di scaricare l'estensione del browser e aggiornare questa pagina per continuare.",
  "Please enter a new passphrase": "Inserisci una nuova frase segreta",
  "Please enter a valid email address.": "Per favore inserisci un indirizzo email valido.",
  "Please enter a valid passphrase.": "Inserisci una frase segreta valida.",
  "Please enter your email to continue.": "Inserisci la tua email per continuare.",
  "Please enter your passphrase": "Inserisci la tua frase segreta",
  "Please enter your passphrase to continue": "Inserisci la tua frase segreta per continuare",
  "Please enter your passphrase to continue.": "Inserisci la tua frase segreta per continuare.",
  "Please enter your passphrase.": "Inserisci la tua frase segreta.",
  "Please enter your private key to continue.": "Per favore inserisci la tua chiave privata per continuare.",
  "Please follow these instructions:": "Segui queste istruzioni:",
  "Please install the browser extension.": "Installa l'estensione del browser.",
  "Please make sure there is at least one group manager.": "Assicurati che ci sia almeno un gestore del gruppo.",
  "Please make sure there is at least one owner.": "Assicurati che ci sia almeno un proprietario.",
  "Please review carefully this configuration as it will not be trivial to change this later.": "Si prega di rivedere attentamente questa configurazione, in quanto non sarà banale cambiarla in seguito.",
  "Please review carefully this configuration.": "Si prega di rivedere attentamente questa configurazione.",
  "Please select a provider": "Selezionare un provider",
  "Please try again later or contact your administrator.": "Riprova più tardi, o contatta l'amministratore.",
  "Please wait, while your request is processed.": "Attendere prego, mentre la richiesta viene elaborata.",
  "Please wait...": "Attendere prego...",
  "Policy Override": "Override della policy",
  "Port": "Porta",
  "Port must be a number between 1 and 65535": "La porta deve essere un numero compreso tra 1 e 65535",
  "Port must be a valid number": "La porta deve essere un numero valido",
  "Port number": "Numero porta",
  "Preferred username": "Nome utente preferito",
  "Preview": "Anteprima",
  "Previous keys": "Chiavi precedenti",
  "Previous recovery": "Recupero precedente",
  "Privacy": "Privacy",
  "Private": "Privato",
  "Private key": "Chiave privata",
  "Pro tip": "Suggerimento",
  "Proceed": "Prosegui",
  "Proceed anyway": "Procedi comunque",
  "Profile": "Profilo",
  "Prompt": "Richiesta",
  "Public": "Pubblico",
  "Public key": "Chiave pubblica",
  "Public key block": "Blocco della chiave pubblica",
  "Quality": "Qualità",
  "Randomize": "Casuale",
  "Read RBAC doc": "Leggi documento RBAC",
  "Read the documentation": "Leggi la documentazione",
  "Recently modified": "Modifiche recenti",
  "Recipient": "Destinatario",
  "Recipient must be a valid email": "Il destinatario deve essere un indirizzo email valido",
  "Recommended": "Consigliato",
  "Recompile PCRE with Unicode support by adding --enable-unicode-properties when configuring.": "Ricompila PCRE con supporto Unicode aggiungendo --enable-unicode-properties durante la configurazione.",
  "Recovering your account, please wait.": "Recuperando il tuo account, attendere prego.",
  "Recovery": "Recupero",
  "Redirect URL": "Reindirizza URL",
  "Refresh": "Aggiorna",
  "Refresh to detect extension": "Aggiorna per rilevare l'estensione",
  "Registration & Recovery": "Registrazione E Recupero",
  "Registration is closed, only administrators can add users": "La registrazione è chiusa, solo gli amministratori possono aggiungere utenti",
  "Reject": "Rifiutare",
  "Rejected": "Rifiutato",
  "Remember it for": "Ricordalo per",
  "Remember until I log out.": "Ricorda fino al momento della disconnessione.",
  "Remember until signed out.": "Ricorda fino alla disconnessione.",
  "Remove": "Rimuovi",
  "Remove old inherited permissions and apply the new destination folder permissions recursively.": "Rimuovere i vecchi permessi ereditati e applicare ricorsivamente i permessi della nuova cartella di destinazione.",
  "Remove this resource from the selection": "Rimuovi questa risorsa dalla selezione",
  "Rename": "Rinomina",
  "Rename a folder": "Rinomina una cartella",
  "Renew key": "Rinnova chiave",
  "Request account recovery": "Richiedi recupero account",
  "Request help": "Richiedi assistenza",
  "Request invitation": "Richiedi invito",
  "requested an account recovery": "ha richiesto il recupero di un account",
  "requested this operation": "richiesta questa operazione",
  "Requesting administrator approval. Please wait...": "Richiesta approvazione dell'amministratore. Attendere prego...",
  "Required": "Obbligatorio",
  "Requirements": "Requisiti",
  "Resend invite": "Reinvia invito",
  "Reset columns": "Reimposta colonne",
  "Reset settings": "Ripristina impostazioni",
  "Resource": "Risorsa",
  "Resource types v5 creation is not allowed.": "La creazione di tipi di risorsa v5 non è consentita.",
  "Resources": "Risorse",
  "Resources errors": "Errori di risorse",
  "Resources will not be migrated as no content types with encrypted metadata is allowed.": "Le risorse non verranno migrate in quanto non è consentito alcun tipo di contenuto con metadati crittografati.",
  "Resources with encrypted metadata": "Risorse con metadati crittografati",
  "Resources:": "Risorse:",
  "Restart": "Riavvia",
  "Restart from scratch": "Riavvia da zero",
  "Retrieving account recovery": "Richiedi recupero account",
  "Retrieving activities": "Recupero attività",
  "Retrieving comments": "Recupero commenti",
  "Retrieving folders": "Retrieving folders",
  "Retrieving groups": "Recupero dei gruppi",
  "Retrieving permissions": "Recupero permessi",
  "Retrieving public key": "Recupero della chiave pubblica",
  "Retrieving tags": "Recupero tag",
  "Retrieving your groups": "Recupero dei tuoi gruppi",
  "Retrieving your passwords": "Recupero delle tue password",
  "Retrieving your tags": "Recupero dei tuoi tag",
  "Retry": "Riprova",
  "Review": "Revisione",
  "Review account recovery request": "Revisione richiesta di recupero account",
  "Review recovery request": "Revisione richiesta di recupero",
  "right now": "al momento",
  "Role": "Ruolo",
  "Role-Based Access Control": "Controllo degli accessi basato sul ruolo",
  "Rotate Key": "Tasto Rotazione",
  "Run the install script to set the dafault content such as roles and permission types": "Esegui lo script di installazione per impostare il contenuto predefinito come ruoli e tipi di permessi",
  "Save": "Salva",
  "Save as new credential": "Salva come nuova credenziale",
  "Save self registration settings": "Salva le impostazioni di auto-registrazione",
  "Save settings": "Salva impostazioni",
  "Save Settings Summary": "Salva Riepilogo Impostazioni",
  "Save Single Sign-On configuration": "Salva la configurazione Single Sign-On",
  "Save the data entered as a new credential": "Salva i dati inseriti come nuova credenziale",
  "Scan this bar code": "Scansiona questo codice a barre",
  "Scope": "Ambito",
  "Search": "Cerca",
  "Search among available credentials": "Cerca tra le credenziali disponibili",
  "Search engine robots are not told not to index content": "Ai motori di ricerca non viene detto di non indicizzare il contenuto",
  "Search engine robots are told not to index content": "Ai motori di ricerca viene detto di non indicizzare il contenuto",
  "Search resource": "Cerca risorsa",
  "Search users": "Cerca utenti",
  "Search:": "Cerca:",
  "seconds until the TOTP expires": "secondi alla scadenza della TOTP",
  "secret": "segreto",
  "Secret": "Segreto",
  "Secret expiry": "Scadenza del segreto",
  "Secret key": "Chiave segreta",
  "Secrets": "Segreti",
  "Secure": "Sicuro",
  "Security token": "Token di sicurezza",
  "See <1>this guide</1>": "Vedi <1>questa guida</1>",
  "See error details": "Vedi dettagli errore",
  "See list": "Vedi elenco",
  "See structure": "Vedi struttura",
  "See the {{smtpProviderName}} documentation": "Vedi la documentazione {{smtpProviderName}}",
  "Select a file": "Seleziona un file",
  "Select a file to import": "Seleziona un file da importare",
  "Select a provider": "Seleziona un provider",
  "Select a resource or a folder to see the details.": "Seleziona una risorsa o una cartella per vedere i dettagli.",
  "Select a user or a group to see the details.": "Seleziona un utente o un gruppo per vedere i dettagli.",
  "Select box": "Casella di selezione",
  "Select which content type with cleartext metadata is available for your whole organisation.": "Seleziona quale tipo di contenuto con metadati in chiaro è disponibile per l'intera organizzazione.",
  "Select which content type with encrypted metadata is available for your whole organisation.": "Seleziona quale tipo di contenuto con metadati crittografati è disponibile per l'intera organizzazione.",
  "Select which multi factor authentication provider can be use.": "Select which multi factor authentication provider can be use.",
  "Select which Single Sign-on provider can be use to login.": "Select which Single Sign-on provider can be use to login.",
  "Selected set of characters": "Set di caratteri selezionato",
  "Selenium API endpoints are active. This setting should be used for testing only": "Gli endpoint API Selenium sono attivi. Questa impostazione dovrebbe essere utilizzata solo per i test",
  "Selenium API endpoints are disabled": "Gli endpoint API Selenium sono disabilitati",
  "Self registration": "Self registration",
  "Self Registration": "Auto-registrazione",
  "Self served migration": "Migrazione autogestita",
  "Send": "Invia",
  "Send test email": "Invia e-mail di prova",
  "Sender configuration": "Configurazione mittente",
  "Sender email": "E-mail del mittente",
  "Sender email is required": "È richiesto l'indirizzo email di un mittente",
  "Sender email must be a valid email": "L'indirizzo del mittente deve essere un indirizzo email valido",
  "Sender name": "Nome mittente",
  "Sender name is required": "È richiesto il nome del mittente",
  "Sender name must be a valid string": "Il nome del mittente deve essere una stringa valida",
  "Server": "Server",
  "Server response does not match initial request.": "La risposta del server non corrisponde alla richiesta iniziale.",
  "Server response is empty.": "La risposta del server è vuota.",
  "Server url": "Server url",
  "Serving the compiled version of the javascript app": "Viene servita la versione compilata dell'applicazione javascript",
  "Session Expired": "Sessione Scaduta",
  "Set debug = false; in {configurationFilePath}": "Imposta debug = false; in {configurationFilePath}",
  "Set expiry date": "Imposta data di scadenza",
  "Set passbolt.js.build in {configurationFilePath}": "Imposta passbolt.js.build in {configurationFilePath}",
  "Set passbolt.meta.robots to false in {configurationFilePath}": "Imposta passbolt.meta.robots su false in {configurationFilePath}",
  "Set passbolt.selenium.active to false in {configurationFilePath}": "Imposta passbolt.selenium.active su false in {configurationFilePath}",
  "Set passbolt.ssl.force to true in {configurationFilePath}": "Imposta passbolt.ssl.force su true in {configurationFilePath}",
  "Set the date automatically:": "Imposta automaticamente la data:",
  "Set the date manually:": "Imposta manualmente la data:",
  "Settings have been found in your database as well as in your passbolt.php (or environment variables).": "Le impostazioni sono state trovate sia nel database che nel passbolt.php (o nelle variabili d'ambiente).",
  "Share": "Condividi",
  "Share a password with this group or wait for a team member to share one with this group.": "Condividi una password con questo gruppo o attendi che un membro del team ne condivida una con questo gruppo.",
  "Share folder": "Condividi cartella",
  "Share resource": "Condividi risorsa",
  "Share with people or groups": "Condividi con persone o gruppi",
  "Shared content only": "Solo contenuto condiviso",
  "Shared metadata keys": "Chiavi di metadati condivise",
  "Shared tags": "Tag condivisi",
  "Shared with": "Condiviso con",
  "Shared with me": "Condiviso con me",
  "Sharing": "Condivisione",
  "Show": "Mostra",
  "Sign in": "Accedi",
  "Sign in with {{providerName}}": "Accedi con {{providerName}}",
  "Sign in with my passphrase": "Accedi con la mia frase segreta",
  "Sign in with my passphrase.": "Accedi con la mia frase segreta.",
  "Sign in with Single Sign-On.": "Accedi con Single Sign-On.",
  "sign out": "disconnetti",
  "Sign out": "Esci",
  "Sign up": "Registrati",
  "Signing in, please wait.": "Accesso in corso, attendere prego.",
  "Signing in, please wait...": "Accesso in corso, attendere...",
  "Simulate synchronize": "Simula la sincronizzazione",
  "Single Sign-On": "Single Sign-On",
  "Single Sign-On provider": "Provider Single Sign-On",
  "SMTP client": "Client SMTP",
  "SMTP client address": "Indirizzo client SMTP",
  "SMTP client should be a valid domain or IP address": "Il client SMTP deve essere un dominio o un indirizzo IP valido",
  "SMTP host": "Host SMTP",
  "SMTP Host is required": "È richiesto un host SMTP",
  "SMTP Host must be a valid string": "L'host SMTP deve essere una stringa valida",
  "SMTP server address": "Indirizzo server SMTP",
  "SMTP server configuration": "Configurazione Server SMTP",
  "SMTP Settings": "Impostazioni SMTP",
  "SMTP Settings coherent. You may send a test email to validate them": "Impostazioni SMTP coerenti. Puoi inviare un'email di prova per convalidarle",
  "SMTP Settings errors: {{errorMessage}}": "Errori impostazioni SMTP: {{errorMessage}}",
  "Some default content is present": "Alcuni contenuti predefiniti sono presenti",
  "Some email notifications are disabled by the administrators": "Alcune notifiche email sono disabilitate dagli amministratori",
  "Some resources will not be synchronized and will require your attention, see the full report.": "Alcune risorse non saranno sincronizzate e richiederanno la vostra attenzione, controllate il report completo.",
  "Something inside your configuration is not what we recommend, but you can skip it if it has been done on purpose.": "Qualcosa nella tua configurazione non è conforme alle nostre raccomandazioni, ma puoi ignorarlo se è stato fatto intenzionalmente.",
  "Something went wrong, the sign in failed with the following error:": "Qualcosa è andato storto, il login non è riuscito con il seguente errore:",
  "Something went wrong!": "Qualcosa è andato storto!",
  "Something wrong?": "Qualcosa non va?",
  "Sorry no multi factor authentication is enabled for this organization.": "Siamo spiacenti, per questa organizzazione non è stata abilitata nessuna autenticazione a più fattori.",
  "Sorry the account recovery feature is not enabled for this organization.": "Siamo spiacenti che la funzione di recupero dell'account non sia abilitata per questa organizzazione.",
  "Sorry the Mobile app setup feature is only available in a secure context (HTTPS).": "Siamo spiacenti, la funzione di configurazione dell'app Mobile è disponibile solo in un contesto sicuro (HTTPS).",
  "Sorry the multi factor authentication feature is only available in a secure context (HTTPS).": "Siamo spiacenti, la funzione di configurazione dell'autenticazione multi-fattore è disponibile solo in un contesto sicuro (HTTPS).",
  "sorry you can only have one key set at the moment": "spiacente, al momento è possibile impostare una sola chiave",
  "Sorry your subscription is either missing or not readable.": "Ci dispiace, il tuo abbonamento è mancante o non leggibile.",
  "Sorry, it is not possible to proceed. The first QR code is empty.": "Siamo spiacenti, non è possibile proseguire. Il primo codice QR è vuoto.",
  "Sorry, it is not possible to proceed. The first QR code is too big.": "Siamo spiacenti, non è possibile proseguire. Il primo codice QR è troppo grande.",
  "Sorry, the server key has changed.": "Siamo spiacenti, la chiave del server è cambiata.",
  "Sorry, the SSO provider has changed.": "Siamo spiacenti, il provider SSO è cambiato.",
  "Sorry, this account recovery request has expired and cannot be updated, or was already handled by another administrator.": "Siamo spiacenti, questa richiesta di recupero account è scaduta e non può essere aggiornata, oppure è già stata gestita da un altro amministratore.",
  "Sorry, wrong computer or browser...": "Spiacenti, computer o browser errati...",
  "Sorry, you have not been signed in.": "Spiacenti, non sei stato registrato.",
  "Sorry, your browser is not supported.": "Spiacenti, il tuo browser non è supportato.",
  "Sorry... maybe an administrator can help?": "Spiacenti... forse un amministratore può aiutare?",
  "SSH key": "Chiave SSH",
  "SSL Certificate": "Certificato SSL",
  "SSL certification validation for SSO instance is disabled.": "La validazione del certificato SSL per l'istanza SSO è disabilitata.",
  "SSL certification validation for SSO instance is enabled.": "La validazione del certificato SSL per l'istanza SSO è abilitata.",
  "SSL peer certificate does not validate": "Il certificato SSL peer non è valido",
  "SSL peer certificate validates": "Il certificato SSL peer è valido",
  "SSO": "Accesso singolo",
  "SSO feature has been disabled": "La funzione SSO è stata disattivata",
  "Starred": "Contrassegnato con stella",
  "Start": "Inizio",
  "Start typing a person name": "Inizia a digitare il nome di una persona",
  "Start typing a user or group name": "Inizia a digitare un nome utente o un gruppo",
  "Status": "Stato",
  "Store your recovery kit in a safe place.": "Conserva il tuo kit di recupero in un luogo sicuro.",
  "Strong": "Forte",
  "Submit": "Invia",
  "Submitting the form will overwrite those settings with the ones you choose in the form below.": "Inviando il modulo si sovrascriveranno le impostazioni con quelle scelte nel modulo sottostante.",
  "Subscription": "Abbonamento",
  "Subscription id:": "Id abbonamento:",
  "Subscription key": "Chiave abbonamento",
  "Subscription key details": "Dettagli chiave abbonamento",
  "Success": "Completato",
  "Success:": "Completato",
  "Suggested": "Suggerito",
  "Summary": "Riepilogo",
  "Supported metadata types": "Tipi di metadati supportati",
  "Suspend the users, preventing them from signing in to Passbolt and from receiving email notifications.": "Sospendi gli utenti, impedendo loro di accedere a Passbolt e di ricevere notifiche email.",
  "Suspend this user": "Sospendi questo utente",
  "Suspend users": "Sospendi utenti",
  "suspended": "sospeso",
  "Suspended": "Sospeso",
  "Suspended users": "Utenti sospesi",
  "Sync operations": "Operazioni di sincronizzazione",
  "Synchronization options": "Opzioni di sincronizzazione",
  "Synchronize": "Sincronizzare",
  "Synchronize only the groups which are members of this group.": "Sincronizza solo i gruppi che sono membri di questo gruppo.",
  "Synchronize only the users which are members of this group.": "Sincronizza solo gli utenti che sono membri di questo gruppo.",
  "Synchronize report": "Sincronizza report",
  "Synchronize simulation": "Sincronizza simulazione",
  "Synchronize simulation report": "Sincronizza rapporto simulazione",
  "Tag name": "Nome Tag",
  "Tags": "Tag",
  "Tags starting with # are shared with all users who have access. Separate tags using commas.": "I tag che iniziano con # sono condivisi con tutti gli utenti che hanno accesso. Separa i tag usando le virgole.",
  "Take a deep breath and enjoy being in the present moment...": "Fai un respiro profondo e goditi il momento...",
  "Terms": "Termini",
  "Test settings": "Impostazioni prova",
  "Test settings report": "Rapporto delle Impostazioni di prova",
  "Test Single Sign-On configuration": "Prova la configurazione Single Sign-On",
  "The account kit has been downloaded successfully.": "Il kit account è stato scaricato con successo.",
  "The account recovery request does not exist.": "La richiesta di recupero account non esiste.",
  "The account recovery review has been saved successfully": "La revisione di recupero account è stata salvata con successo",
  "The account recovery subscription setting has been updated.": "L'impostazione dell'abbonamento al recupero account è stata aggiornata.",
  "The AD FS authentication endpoint.": "L'endpoint di autenticazione AD FS.",
  "The AD FS configuration relative path from the given login url.": "Il percorso relativo della configurazione AD FS dall'URL di login fornito.",
  "The AD FS scope.": "L'ambito AD FS.",
  "The allowed content types were updated.": "I tipi di contenuto consentiti sono stati aggiornati.",
  "The application config file is missing": "Il file di configurazione dell'applicazione è mancante",
  "The application config file is present": "Il file di configurazione dell'applicazione è presente",
  "The application is able to connect to the database": "L'applicazione è in grado di connettersi al database",
  "The application is not able to connect to the database": "L'applicazione non è in grado di connettersi al database",
  "The attribute you would like to use for the first part of the email (usually username).": "L'attributo che si desidera utilizzare per la prima parte dell'email (solitamente nome utente).",
  "The Azure Active Directory tenant ID, in UUID format.": "L'ID tenant di Azure Active Directory, in formato UUID.",
  "The Azure AD authentication endpoint. See <1>alternatives</1>.": "Endpoint di autenticazione di Azure AD. Vedere <1>alternative</1>.",
  "The base DN (default naming context) for the domain.": "La base DN (default naming context) per il dominio.",
  "The color is really important here so it's easier for you to spot what's not running as expected": "Il colore è davvero importante qui, in modo che sia più facile individuare ciò che non funziona come previsto",
  "The comment has been added successfully": "Il commento è stato aggiunto con successo",
  "The comment has been deleted successfully": "Il commento è stato eliminato con successo",
  "The configuration has been disabled as it needs to be checked to make it correct before using it.": "La configurazione è stata disattivata. Deve essere controllata e resa corretta prima di usarla.",
  "The current configuration comes from a file or environment variables. If you save them, they will be overwritten and come from the database instead.": "La configurazione attuale proviene da un file o da variabili di ambiente. Se le salvi, verranno sovrascritte e proverranno dal database.",
  "The current passphrase configuration generates passphrases that are not strong enough.": "L'attuale configurazione delle passphrase genera passphrase non abbastanza sicure.",
  "The current password configuration generates passwords that are not strong enough.": "L'attuale configurazione delle password genera password non abbastanza sicure.",
  "The data will be permanently deleted, this action cannot be undone.": "I dati verranno eliminati in modo permanente, questa azione non può essere annullata.",
  "The default admin user is the user that will perform the operations for the the directory.": "L'utente di amministrazione predefinito è l'utente che eseguirà le operazioni per la directory.",
  "The default group manager is the user that will be the group manager of newly created groups.": "Il gestore di gruppo predefinito è l'utente che sarà il gestore di gruppo dei gruppi appena creati.",
  "The default language of the organisation.": "La lingua predefinita dell’organizzazione.",
  "The default password expiry period should be a number between 1 and 999 days.": "Il periodo di scadenza predefinito della password deve essere un numero compreso tra 1 e 999 giorni.",
  "The default password expiry period should be a valid number.": "Il periodo di scadenza predefinito della password deve essere un numero valido.",
  "The default type is": "Il tipo predefinito è",
  "The deprecated self registration public settings was found in {configurationFilePath}": "Le impostazioni public di auto-registrazione deprecate sono state trovate in {configurationFilePath}",
  "The deprecated self registration public settings was not found in {configurationFilePath}": "Le impostazioni public di auto-registrazione deprecate non sono state trovate in {configurationFilePath}",
  "The dialog has been closed.": "Il dialogo è stato chiuso.",
  "The directory {gpgHomeDirectory} containing the keyring is not writable by the webserver user": "La directory {gpgHomeDirectory} che contiene il keyring non è scrivibile dall'utente del webserver",
  "The directory {gpgHomeDirectory} containing the keyring is writable by the webserver user": "La directory {gpgHomeDirectory} che contiene il keyring è scrivibile dall'utente del webserver",
  "The domain name part of the email (@your-domain-name).": "La parte del nome di dominio dell'email (@your-domain-name).",
  "The Duo provider is disabled for all users.": "Il provider Duo è disabilitato per tutti gli utenti.",
  "The Duo provider is enabled for all users. They can setup this provider in their profile and use it as second factor authentication.": "Il provider Duo è abilitato per tutti gli utenti. Possono configurare questo provider nel loro profilo e usarlo come autenticazione di secondo fattore.",
  "The email address has been copied to clipboard": "L'indirizzo email è stato copiato negli appunti",
  "The email has been copied to clipboard": "L'email è stata copiata negli appunti",
  "The email notification settings were updated.": "Le impostazioni di notifica e-mail sono state aggiornate.",
  "The encrypted metadata settings were updated.": "Le impostazioni dei metadati crittografati sono state aggiornate.",
  "The encrypted metadata were migrated.": "I metadati crittografati sono stati migrati.",
  "The encryption key used to share metadata between users has been updated by <1>{{creatorName}}</1>.": "The encryption key used to share metadata between users has been updated by <1>{{creatorName}}</1>.",
  "The encryption key used to share metadata between users has been updated by <1>{creatorName}</1>.": "The encryption key used to share metadata between users has been updated by <1>{creatorName}</1>.",
  "The endpoints for updating the users directory configurations are disabled.": "Gli endpoint per l'aggiornamento delle configurazioni della directory utenti sono disabilitati.",
  "The endpoints for updating the users directory configurations are enabled.": "Gli endpoint per l'aggiornamento delle configurazioni della directory utenti sono abilitati.",
  "The environment variable GNUPGHOME is set to {gpgHomeDirectory}": "La variabile di ambiente GNUPGHOME è impostata su {gpgHomeDirectory}",
  "The environment variable GNUPGHOME is set to {gpgHomeDirectory} but the directory does not exist": "La variabile di ambiente GNUPGHOME è impostata su {gpgHomeDirectory} ma la directory non esiste",
  "The extension is not configured yet": "L'estensione non è stata ancora configurata",
  "The folder could not be found. Maybe it was deleted or you lost access.": "La cartella non è stata trovata. Forse è stata eliminata o hai perso l'accesso.",
  "The folder has been added successfully": "La cartella è stata aggiunta con successo",
  "The folder was deleted successfully": "La cartella è stata eliminata con successo",
  "The folder was renamed successfully": "La cartella è stata rinominata con successo",
  "The group has been created successfully.": "Il gruppo è stato creato con successo.",
  "The group has been deleted successfully": "Il gruppo è stato eliminato con successo",
  "The group has been updated successfully": "Il gruppo è stato aggiornato con successo",
  "The group is empty, please add a group manager.": "Il gruppo è vuoto, aggiungi un gestore di gruppo.",
  "The group name already exists.": "Il nome di gruppo esiste già.",
  "The group users field mapping cannot be empty": "La mappatura del campo utenti del gruppo non può essere vuota",
  "The group users field mapping cannot exceed 128 characters.": "La mappatura del campo utenti del gruppo non può superare i 128 caratteri.",
  "The health check API endpoint has been disabled in the server configuration.": "L'endpoint API dell'health check è stato disabilitato nella configurazione del server.",
  "The healthcheck has been successfully refreshed": "L'healthcheck è stato aggiornato con successo",
  "The installation is not up to date. Currently using {{currentVersion}} and it should be {{latestAvailableVersion}}": "L'installazione non è aggiornata. Attualmente utilizzi {{currentVersion}} e dovresti usare {{latestAvailableVersion}}",
  "The internationalization settings were updated.": "Le impostazioni di internazionalizzazione sono state aggiornate.",
  "The invitation is expired.": "L'invito è scaduto.",
  "The invite has been resent successfully": "L'invito è stato inviato con successo",
  "The key can't be empty.": "La chiave non può essere vuota.",
  "The key is not valid.": "La chiave non è valida.",
  "The key is required.": "È richiesta una chiave.",
  "The logs directory and its content are not writable": "La directory dei log e il suo contenuto non sono scrivibili",
  "The logs directory and its content are writable": "La directory dei log e il suo contenuto sono scrivibili",
  "The metadata key has changed": "The metadata key has changed",
  "The metadata key has changed.": "The metadata key has changed.",
  "The metadata key settings were updated.": "Le impostazioni della chiave di metadati sono state aggiornate.",
  "The MFA policy settings were updated.": "Le impostazioni dei criteri MFA sono state aggiornate.",
  "The multi factor authentication settings for the organization were updated.": "Le impostazioni di autenticazione multi fattore per l'organizzazione sono state aggiornati.",
  "The new organization recovery key should not be a formerly used organization recovery key.": "La nuova chiave di recupero organizzazione non dovrebbe essere una chiave di recupero organizzazione precedentemente usata.",
  "The new SSO provider: {{ssoProviderName}}": "Nuovo provider SSO: {{ssoProviderName}}",
  "The OAuth2 authentication endpoint.": "L'endpoint di autenticazione OAuth2.",
  "The OpenId configuration relative path from the given login url.": "Il percorso relativo della configurazione OpenId dall'URL di login fornito.",
  "The OpenId scope.": "L'ambito OpenId.",
  "The operation failed with the following error:": "Operazione fallita con il seguente errore:",
  "The operation has been aborted.": "L'operazione è stata interrotta.",
  "The operation may take a few minutes.": "L'operazione potrebbe richiedere alcuni minuti.",
  "The operation was cancelled.": "L'operazione è stata annullata.",
  "The operation was successful.": "Operazione riuscita.",
  "The organization private recovery key should not be stored in passbolt.": "La chiave di recupero privata dell'organizzazione non deve essere memorizzata in Passbolt.",
  "The organization recovery policy has been updated successfully": "La politica di recupero dell'organizzazione è stata aggiornata con successo",
  "The passbolt config file is missing": "Il file di configurazione passbolt è mancante",
  "The passbolt config file is present": "Il file di configurazione passbolt è presente",
  "The passphrase confirmation is required.": "È richiesta la conferma della passphrase.",
  "The passphrase confirmation should match the passphrase": "La conferma della passphrase deve corrispondere alla passphrase",
  "The passphrase from the SSO kit doesn't match your private key: {{error}}": "La frase segreta contenuta nel kit SSO non corrisponde alla tua chiave privata: {{error}}",
  "The passphrase generator will not generate strong enough passphrase. Minimum of {{minimum}}bits is required": "Il generatore di passphrase non genererà passphrase abbastanza sicure. È necessario un minimo di {{minimum}} bit",
  "The passphrase is invalid.": "Password non valida.",
  "The passphrase is part of an exposed data breach.": "La frase segreta fa parte di una violazione di dati nota.",
  "The passphrase is stored on your device and never sent server side.": "La passphrase è memorizzata sul dispositivo e non sarà mai inviata al server.",
  "The passphrase is used to encrypt your secret key, which is required to decrypt your secrets, such as the passwords.": "La passphrase viene utilizzata per crittografare la chiave segreta, che è necessaria per decifrare le password.",
  "The passphrase should not be empty.": "La frase segreta non dovrebbe essere vuota.",
  "The passphrase should not be part of an exposed data breach.": "La frase segreta non deve far parte di una violazione di dati nota.",
  "The passphrase was updated!": "La password è stata aggiornata!",
  "The passphrase word count must be set to 4 at least": "Il conteggio parole della passphrase deve essere impostato almeno su 4",
  "The passphrase you defined when initiating the account recovery is required to complete the operation.": "La frase segreta definita quando si avvia il recupero dell'account è necessaria per completare l'operazione.",
  "The password expiry settings were updated.": "Le impostazioni della scadenza della password sono state aggiornate.",
  "The password generator will not generate strong enough password. Minimum of {{minimum}}bits is required": "Il generatore di password non genererà password abbastanza sicure. È necessario un minimo di {{minimum}} bit",
  "The password has been added as a favorite": "La password è stata aggiunta come preferita",
  "The password has been copied to clipboard": "La password è stata copiata negli appunti",
  "The password has been removed from favorites": "La password è stata rimossa dai preferiti",
  "The password is empty and cannot be copied to clipboard.": "La password è vuota e non può essere copiata negli appunti.",
  "The password is empty and cannot be previewed.": "La password è vuota e non può essere visualizzata in anteprima.",
  "The password is empty.": "La password è vuota.",
  "The password is part of an exposed data breach.": "La password fa parte di una violazione di dati.",
  "The password is very weak and might be part of an exposed data breach.": "La password è molto debole e potrebbe far parte di una violazione di dati nota.",
  "The password length must be set to 8 at least": "La lunghezza della password deve essere impostata su almeno 8",
  "The password policy settings were updated.": "Le impostazioni dei criteri della password sono state aggiornate.",
  "The passwords have been exported successfully": "Le password sono state esportate correttamente",
  "The permalink has been copied to clipboard": "Il permalink è stato copiato negli appunti",
  "The permissions do not match the destination folder permissions.": "I permessi non corrispondono ai permessi della cartella di destinazione.",
  "The permissions have been changed successfully.": "I permessi sono stati modificati con successo.",
  "The private key can be used to decrypt and verify a message": "La chiave privata può essere utilizzata per decifrare e verificare un messaggio",
  "The private key cannot be used to decrypt and verify a message": "La chiave privata non può essere utilizzata per decifrare e verificare un messaggio",
  "The private key file is defined in {configurationFilePath} and readable.": "Il file della chiave privata è definito in {configurationFilePath} ed è leggibile.",
  "The private key file is not defined in {configurationFilePath} or not readable.": "Il file della chiave privata non è definito in {configurationFilePath} o non è leggibile.",
  "The private key is invalid.": "La chiave privata non è valida.",
  "The private key should not be empty.": "La chiave privata non deve essere vuota.",
  "The private key should not have an expiry date.": "La chiave privata non dovrebbe avere una data di scadenza.",
  "The public and private keys can be used to encrypt and sign a message": "Le chiavi pubblica e privata possono essere utilizzate per cifrare e firmare un messaggio",
  "The public and private keys cannot be used to encrypt and sign a message": "Le chiavi pubblica e privata non possono essere utilizzate per cifrare e firmare un messaggio",
  "The public identifier for the AD FS app.": "L'identificatore pubblico per l'app AD FS.",
  "The public identifier for the app in Azure in UUID format.": "L'identificatore pubblico per l'app Azure in formato UUID.",
  "The public identifier for the app in Google in UUID format.": "L'identificatore pubblico per l'App Google in formato UUID.",
  "The public identifier for the OpenId app.": "L'identificatore pubblico per l'app OpenId.",
  "The public key can be used to encrypt a message": "La chiave pubblica può essere utilizzata per cifrare un messaggio",
  "The public key can be used to sign a message": "La chiave pubblica può essere utilizzata per firmare un messaggio",
  "The public key can be used to verify a signature": "La chiave pubblica può essere utilizzata per verificare una firma",
  "The public key cannot be used to encrypt a message": "La chiave pubblica non può essere utilizzata per cifrare un messaggio",
  "The public key cannot be used to sign a message": "La chiave pubblica non può essere utilizzata per firmare un messaggio",
  "The public key cannot be used to verify a signature": "La chiave pubblica non può essere utilizzata per verificare una firma",
  "The public key file is defined in {configurationFilePath} and readable.": "Il file della chiave pubblica è definito in {configurationFilePath} ed è leggibile.",
  "The public key file is not defined in {configurationFilePath} or not readable.": "Il file della chiave pubblica non è definito in {configurationFilePath} o non è leggibile.",
  "The public key has been copied to clipboard": "La chiave pubblica è stata copiata negli appunti",
  "The QR code is incomplete.": "Codice QR incompleto.",
  "The redirection URL has been copied to the clipboard.": "L'URL di reindirizzamento è stato copiato nella bacheca.",
  "The request is expired.": "La richiesta è scaduta.",
  "The resource has been added successfully": "La risorsa è stata aggiunta correttamente",
  "The resource has been updated successfully": "La risorsa è stata aggiornata correttamente",
  "The role-based access control settings were updated.": "Le impostazioni del controllo degli accessi basato sul ruolo sono state aggiornate.",
  "The secret has been copied to clipboard": "Il segreto è stato copiato negli appunti",
  "The security token code should be 3 characters long.": "Il codice del token di sicurezza deve essere di 3 caratteri.",
  "The security token code should contains only alphanumeric, dash and underscore characters.": "Il codice del token di sicurezza deve contenere solo caratteri alfanumerici, trattini e underscore.",
  "The security token code should not be empty.": "Il codice del token di sicurezza non deve essere vuoto.",
  "The security token has been updated successfully": "Il token di sicurezza è stato aggiornato con successo",
  "The Self Registration plugin is disabled": "Il plugin di auto-registrazione è disabilitato",
  "The Self Registration plugin is enabled": "Il plugin di auto-registrazione è abilitato",
  "The Self Registration provider is: {{selfRegistrationProvider}}": "Il provider di auto-registrazione è: {{selfRegistrationProvider}}",
  "The self registration settings for the organization were updated.": "Le impostazioni di auto-registrazione dell'organizzazione sono state aggiornate.",
  "The server key does not have a valid email id": "La chiave del server non ha un indirizzo email valido",
  "The server key fingerprint doesn't matches the one defined in {configurationFilePath}": "L'impronta digitale della chiave del server non corrisponde a quella definita in {configurationFilePath}",
  "The server key fingerprint matches the one defined in {configurationFilePath}": "L'impronta digitale della chiave del server corrisponde a quella definita in {configurationFilePath}",
  "The server private key format is Gopengpg compatible": "Il formato della chiave privata del server è compatibile con Gopengpg",
  "The server private key format is not Gopengpg compatible": "Il formato della chiave privata del server non è compatibile con Gopengpg",
  "The server public key defined in the {configurationFilePath} (or environment variables) is in the keyring": "La chiave pubblica del server definita in {configurationFilePath} (o variabili di ambiente) è nel keyring",
  "The server public key defined in the {configurationFilePath} (or environment variables) is not in the keyring": "La chiave pubblica del server definita in {configurationFilePath} (o variabili di ambiente) non è nel keyring",
  "The server public key format is Gopengpg compatible": "Il formato della chiave pubblica del server è compatibile con Gopengpg",
  "The server public key format is not Gopengpg compatible": "Il formato della chiave pubblica del server non è compatibile con Gopengpg",
  "The service is unavailable": "Il servizio non è disponibile",
  "The settings displayed in the form below are the one stored in your database and have precedence over others.": "Le impostazioni visualizzate nel modulo sottostante sono quelle memorizzate nel database e hanno la precedenza su altre.",
  "The shared metadata key is accessible to the server and can be shared by the server when a user completes the setup. In practice, an attacker with full server access can see the shared metadata.": "La chiave di metadati condivisa è accessibile al server e può essere condivisa dal server quando un utente completa la configurazione. In pratica, un aggressore con accesso completo al server può vedere i metadati condivisi.",
  "The shared metadata key is not available to the server and must be shared with users by the admins. New users are not allowed to create or access shared content until they are provided the metadata key. It is recommended to rotate the key if you switch to that mode.": "La chiave di metadati condivisa non è disponibile al server e deve essere condivisa con gli utenti dagli amministratori. I nuovi utenti non possono creare o accedere a contenuti condivisi finché non ricevono la chiave di metadati. Si consiglia di ruotare la chiave se si passa a questa modalità.",
  "The SMTP settings have been saved successfully": "Le impostazioni SMTP sono state salvate con successo",
  "The SMTP Settings plugin endpoints are disabled": "Gli endpoint del plugin Impostazioni SMTP sono disabilitati",
  "The SMTP Settings plugin endpoints are enabled": "Gli endpoint del plugin Impostazioni SMTP sono abilitati",
  "The SMTP Settings plugin is disabled": "Il plugin Impostazioni SMTP è disabilitato",
  "The SMTP Settings plugin is enabled": "Il plugin Impostazioni SMTP è abilitato",
  "The SMTP Settings source is: {{smtpSettingsSource}}": "L'origine delle Impostazioni SMTP è: {{smtpSettingsSource}}",
  "The SSO kit is outdated and can't be used to decrypt your passphrase: {{error}}": "Il kit SSO è obsoleto, e non può essere utilizzato per decifrare la tua frase segreta: {{error}}",
  "The SSO settings have been deleted successfully": "Le impostazioni SSO sono state eliminate con successo",
  "The SSO settings have been saved successfully": "Le impostazioni SSO sono state salvate con successo",
  "The subscription key has been updated successfully.": "La chiave di sottoscrizione è stata aggiornata con successo.",
  "The subscription key is invalid.": "La chiave di abbonamento non è valida.",
  "The tag has been deleted successfully": "Il tag è stato cancellato con successo",
  "The tag has been updated successfully": "Il tag è stato aggiornato con successo",
  "The tags have been updated successfully": "I tag sono stati aggiornati con successo",
  "The temporary directory and its content are not writable, or are executable": "La directory temporanea e il suo contenuto non sono scrivibili o sono eseguibili",
  "The temporary directory and its content are writable and not executable": "La directory temporanea e il suo contenuto sono scrivibili e non eseguibili",
  "The test email could not be sent. Kindly check the logs below for more information.": "Non è stato possibile inviare l'email di prova. Per ulteriori informazioni controlla i log riportati qui sotto.",
  "The test email has been sent. Check your email box, you should receive it in a minute.": "L'email di prova è stata inviata. Controlla la tua casella di posta, dovresti riceverla a breve.",
  "The theme has been updated successfully": "Il tema è stato aggiornato con successo",
  "The Time-based One Time Password provider is disabled for all users.": "Il provider OTP è disabilitato per tutti gli utenti.",
  "The Time-based One Time Password provider is enabled for all users. They can setup this provider in their profile and use it as second factor authentication.": "Il provider OTP è abilitato per tutti gli utenti. Possono configurarlo nel loro profilo e usarlo come autenticazione di secondo fattore.",
  "The TOTP has been copied to clipboard": "La TOTP è stata copiata negli appunti",
  "The TOTP is empty and cannot be copied to clipboard.": "La TOTP è vuota e non può essere copiata negli appunti.",
  "The TOTP is empty and cannot be previewed.": "La TOTP è vuota e non può essere visualizzata in anteprima.",
  "The transfer was cancelled because the other client returned an error.": "Il trasferimento è stato annullato perché l'altro cliente ha restituito un errore.",
  "The URI cannot exceed 1024 characters.": "L'URI non può superare i 1024 caratteri.",
  "The uri has been copied to clipboard": "L'uri è stato copiato negli appunti",
  "The URL to provide to Azure when registering the application.": "L'URL da fornire ad Azure in fase di registrazione dell'applicazione.",
  "The URL to provide to Google when registering the application.": "L'URL da fornire a Google in fase di registrazione dell'applicazione.",
  "The URL to provide to the AD FS platform when registering the application.": "L'URL da fornire alla piattaforma AD FS al momento della registrazione dell'applicazione.",
  "The URL to provide to the OAuth2 platform when registering the application.": "L'URL da fornire alla piattaforma OAuth2 in fase di registrazione dell'applicazione.",
  "The user directory settings for the organization were updated.": "Le impostazioni della directory dell'utente per l'organizzazione sono state aggiornate.",
  "The user has been added successfully": "L'utente è stato aggiunto con successo",
  "The user has been deleted successfully": "L'utente è stato eliminato con successo",
  "The user has been updated successfully": "L'utente è stato aggiornato con successo",
  "The user is not a member of any group yet": "L'utente non è ancora membro di nessun gruppo",
  "The user passphrase policies were updated.": "I criteri della passphrase utente sono stati aggiornati.",
  "The user username field mapping cannot be empty": "La mappatura del campo nome utente non può essere vuota",
  "The user username field mapping cannot exceed 128 characters.": "La mappatura del campo nome utente non può superare i 128 caratteri.",
  "The user who requested an account recovery does not exist.": "L'utente che ha richiesto il recupero dell'account non esiste.",
  "The username has been copied to clipboard": "Il nome utente è stato copiato negli appunti",
  "The username should be a valid username address.": "Il nome utente deve essere un indirizzo utente valido.",
  "The words separator should be at a maximum of 10 characters long": "Il separatore di parole deve avere una lunghezza massima di 10 caratteri",
  "The Yubikey provider is disabled for all users.": "Il provider Yubikey è disabilitato per tutti gli utenti.",
  "The Yubikey provider is enabled for all users. They can setup this provider in their profile and use it as second factor authentication.": "Il provider Yubikey è abilitato per tutti gli utenti. Possono configurare questo provider nel loro profilo e usarlo come autenticazione secondo fattore.",
  "Theme": "Tema",
  "There is a valid email id defined for the server key": "È definito un indirizzo email valido per la chiave del server",
  "There is an error with the current configuration, you might want to resolve it.": "Si è verificato un errore con l'attuale configurazione, potresti volerlo risolvere.",
  "There is no description.": "Non c'è descrizione.",
  "There is no note.": "There is no note.",
  "There is no password": "There is no password",
  "There is no tag.": "Non ci sono tag.",
  "There is no users.": "Non ci sono utenti.",
  "There was an issue during the transfer. Please try again later or contact your administrator.": "Si è verificato un problema durante il trasferimento. Riprova più tardi, oppure contatta l'amministratore.",
  "There was an issue while importing folders:": "Si è verificato un problema durante l'importazione delle cartelle:",
  "There was an issue while importing passwords:": "Si è verificato un problema durante l'importazione delle password:",
  "There was an unexpected error...": "C'è stato un errore imprevisto...",
  "These are the settings provided by a configuration file. If you save it, will ignore the settings on file and use the ones from the database.": "These are the settings provided by a configuration file. If you save it, will ignore the settings on file and use the ones from the database.",
  "They will be able to help you in case you lose it.": "Loro saranno in grado di aiutarti nel caso in cui lo si perdi.",
  "This action cannot be undone. All the data associated with SSO will be permanently deleted.": "Questa azione non può essere annullata. Tutti i dati associati all'SSO saranno eliminati definitivamente.",
  "This action cannot be undone. All the data associated with this user will be permanently deleted.": "Questa azione non può essere annullata. Tutti i dati associati a questo utente saranno eliminati definitivamente.",
  "This action cannot be undone. Other users may lose access.": "Questa azione non può essere annullata. Altri utenti potrebbero perdere l'accesso.",
  "This action cannot be undone. Users in this group may lose access to the content shared with it.": "Questa azione non può essere annullata. Gli utenti di questo gruppo potrebbero perdere l'accesso ai contenuti condivisi con esso.",
  "This current configuration source is: ": "L'origine attuale della configurazione è: ",
  "This domain already exist": "Questo dominio esiste già",
  "This email is not associated with any approved users on this domain.": "Questa email non è associata a nessun utente approvato su questo dominio.",
  "This group is the sole owner of some content. You need to transfer the ownership to others to continue.": "Questo gruppo è l'unico proprietario di alcuni contenuti. È necessario trasferire la proprietà ad altri per continuare.",
  "This is just an information shared, no action is required.": "Questa è solo un'informazione condivisa, non è richiesta alcuna azione.",
  "This is not a valid passphrase.": "Questa non è una frase segreta valido.",
  "This is not recommended.": "Questo non è consigliato.",
  "This is the email address users will see in their mail box when passbolt sends a notification.<1></1>It's a good practice to provide a working email address that users can reply to.": "Questo è l'indirizzo email che gli utenti vedranno nella loro casella di posta quando Passbolt invia una notifica.<1></1> È una buona pratica fornire un indirizzo email funzionante a cui gli utenti possano rispondere.",
  "this is the maximum size for this field, make sure your data was not truncated": "questa è la dimensione massima per questo campo, assicurarsi che i dati non siano stati troncati.",
  "this is the maximum size for this field, make sure your data was not truncated.": "questa è la dimensione massima per questo campo, assicurarsi che i dati non siano stati troncati.",
  "This is the maximum size for this field, make sure your data was not truncated.": "Questa è la dimensione massima per questo campo, assicurati che i dati non siano stati troncati.",
  "This is the name users will see in their mailbox when passbolt sends a notification.": "Questo è il nome che gli utenti vedranno nella propria casella di posta quando Passbolt invia una notifica.",
  "This is the passphrase that is asked during sign in or recover.": "Questa è la passphrase che viene richiesta durante l'accesso o il recupero.",
  "This is unusual, please verify with your administrator.": "This is unusual, please verify with your administrator.",
  "This OTP is not valid.": "Questa OTP non è valida.",
  "This page is available to help administrators diagnose if something is wrong with a passbolt installation and help keeping it secure.": "Questa pagina è disponibile per aiutare gli amministratori a diagnosticare eventuali problemi in un'installazione di Passbolt e per aiutare a mantenerla sicura.",
  "This passphrase is the only passphrase you will need to remember from now on, choose wisely!": "Questa frase segreta è l'unica frase segreta che dovrai ricordare d'ora in poi, scegli con saggezza!",
  "This section controls the layer of encryption that is used to protect metadata such as the name of a resource, URIs, etc.": "Questa sezione controlla il livello di crittografia utilizzato per proteggere i metadati come il nome di una risorsa, gli URI, ecc.",
  "This section defines how the shared metadata key is shared with users.": "Questa sezione definisce come la chiave di metadati condivisa viene condivisa con gli utenti.",
  "This security token will be displayed when your passphrase is requested, so you can quickly verify the form is coming from passbolt.": "Questo token di sicurezza verrà visualizzato quando la tua frase segreta viene richiesta, in modo da poter verificare rapidamente che il modulo sia proveniente da passbolt.",
  "This security token will be displayed when your passphrase is requested, so you can verify quickly the form is coming from passbolt.": "Questo token di sicurezza verrà visualizzato quando la tua frase segreta viene richiesta, in modo da poter verificare rapidamente che il modulo sia proveniente da passbolt.",
  "This shared tag can't be added, you are not the owner": "Questo tag condiviso non può essere aggiunto, tu non sei il proprietario",
  "This shared tag can't be deleted, you are not the owner": "Questo tag condiviso non può essere eliminato, tu non sei il proprietario",
  "This should be a valid domain": "Il dominio deve essere valido",
  "This tag can't be added, the length cannot exceed {{tagMaxLength}}": "Impossibile aggiungere il tag, la lunghezza non può superare {{tagMaxLength}}",
  "This tag is already present": "Questo tag è già presente",
  "This user is an administrator": "Questo utente è un amministratore",
  "This user is the sole owner of some content. You need to transfer the ownership to others to continue.": "Questo utente è il solo proprietario di alcuni contenuti. Devi trasferire la proprietà ad altri per continuare.",
  "This user will not be able to sign in to passbolt and receive email notifications. Other users can share resource with it and add this user to a group.": "Questo utente non potrà accedere a Passbolt, o ricevere notifiche via email. Altri utenti possono condividere la risorsa e aggiungere questo utente a un gruppo.",
  "This will help protect you from <1>phishing attacks</1>.": "Questo ti aiuterà a proteggerti da <1>attacchi di phishing</1>.",
  "Time based One Time Password (TOTP)": "Password monouso basata sull'ora (TOTP)",
  "Time-based One Time Password": "Password On-Time",
  "Tips for choosing a good passphrase": "Suggerimenti per la scelta di una buona passphrase",
  "TLS must be set to 'Yes' or 'No'": "Il TLS deve essere impostato su \"Sì\" o \"No\"",
  "To confirm that you are running the latest version, check <1>all the releases notes</1>": "Per confermare di utilizzare l'ultima versione, consulta <1>tutte le note di rilascio</1>",
  "To proceed you need to install an application that supports Time Based One Time Passwords (TOTP) on your phone or tablet such as: ": "Per procedere è necessario installare un'applicazione che supporta le password usa e getta con sincronizzazione temporale (TOTP) sul telefono o sul tablet, come: ",
  "To proceed, you need to install the Duo mobile application or to have a device to authenticate which is supported by Duo. For the list of supported devices, see: ": "Per continuare, è necessario installare l'applicazione Duo Mobile o avere un dispositivo compatibile con Duo per l'autenticazione. Per l'elenco dei dispositivi supportati, vedi: ",
  "To review": "Da rivedere",
  "TOTP": "TOTP",
  "TOTP (legacy)": "TOTP (obsoleto)",
  "TOTP expiry": "scadenza TOTP",
  "TOTP expiry is required.": "È richiesta la scadenza della TOTP.",
  "TOTP expiry must be greater than 0.": "La scadenza della TOTP deve essere maggiore di 0.",
  "TOTP length": "lunghezza TOTP",
  "TOTP length is required.": "È richiesta la lunghezza della TOTP.",
  "TOTP length must be between 6 and 8.": "La lunghezza della TOTP deve essere compresa tra 6 e 8.",
  "Transfer complete!": "Trasferimento completato!",
  "Transfer in progress...": "Trasferimento in corso...",
  "Transfer your account key": "Trasferisci la chiave del tuo account",
  "Transfer your account kit": "Trasferisci il tuo kit account",
  "Try again": "Riprova",
  "Try another search or use the left panel to navigate into your organization.": "Prova un'altra ricerca o usa il pannello di sinistra per navigare nella tua organizzazione.",
  "Try another search or use the left panel to navigate into your passwords.": "Prova un'altra ricerca o usa il pannello di sinistra per navigare nelle tue password.",
  "Try with another email": "Prova con un'altra e-mail",
  "Turn off": "Spegni",
  "Type": "Tipo",
  "Type one or more characters": "Digita uno o più caratteri",
  "UI Permissions": "Autorizzazioni UI",
  "Uid": "Uid",
  "Unable to copy the TOTP": "Impossibile copiare la TOTP",
  "Unable to preview the TOTP": "Impossibile visualizzare in anteprima la TOTP",
  "Unable to use the password on this page. Copy and paste the information instead.": "Impossibile usare la password in questa pagina. Copia e incolla le informazioni manualmente.",
  "Unchanged": "Inalterato",
  "Unfortunately you need your passphrase in order to continue. If you forgot it, please contact your administrator.": "Purtroppo hai bisogno della tua frase segreta per continuare. Se l'hai dimenticata, contatta il tuo amministratore.",
  "Unique value set for security.salt": "Valore univoco impostato per security.salt",
  "unknown": "sconosciuto",
  "Unknown activity, please contact your administrator.": "Attività sconosciuta, si prega di contattare l'amministratore.",
  "Unknown user": "Utente sconosciuto",
  "Unsafe mode": "Modalità non sicura",
  "Untitled folder": "Cartella senza titolo",
  "Update": "Aggiorna",
  "Update groups": "Aggiorna gruppi",
  "Update key": "Aggiorna la chiave",
  "Update the Security Token": "Aggiorna il Token di Sicurezza",
  "Update the subscription key and try again.": "Aggiorna la chiave di sottoscrizione e riprova.",
  "Update users": "Aggiorna utenti",
  "updated": "aggiornato",
  "Upgrade resources": "Aggiorna risorse",
  "Upload a new avatar picture": "Carica una nuova immagine avatar",
  "Upload a QR code": "Carica un codice QR",
  "Upload your account kit": "Carica il tuo kit account",
  "UPN": "UPN",
  "Upper case": "Maiuscolo",
  "URI": "URI",
  "URL": "URL",
  "Use email prefix / suffix?": "Utilizzare il prefisso / suffisso e-mail?",
  "Use on this page": "Usa su questa pagina",
  "Use this option when user entries do not include an email address by default": "Usa questa opzione quando le voci utente non includono un indirizzo email di default",
  "Use TLS": "Utilizzare TLS",
  "Use you 2FA device to authenticate.": "Usa il tuo dispositivo 2FA per autenticarti.",
  "user": "utente",
  "User": "Utente",
  "User custom filters": "Filtri utente personalizzati",
  "User custom filters are used in addition to the base DN and user path while searching users.": "I filtri utente personalizzati vengono utilizzati in aggiunta al DN di base e al percorso dell'utente durante la ricerca degli utenti.",
  "User ids": "Ids utente",
  "User object class": "Classe dell'oggetto utente",
  "User passphrase minimal entropy": "Entropia minima della passphrase utente",
  "User passphrase policies": "User passphrase policies",
  "User Passphrase Policies": "Criteri della passphrase utente",
  "User path": "Percorso Utente",
  "User path is used in addition to base DN while searching users.": "Il percorso utente è usato in aggiunta alla base DN durante la ricerca degli utenti.",
  "User provisionning": "User provisionning",
  "User self registration enables users with an email from a whitelisted domain to create their passbolt account without prior admin invitation.": "L'auto-registrazione consente agli utenti in possesso di un'e-mail con dominio incluso in una whitelist di creare il proprio account Passebolt senza un precedente invito degli amministratori.",
  "User self registration is disabled.": "L'auto-registrazione utente è disattivata.",
  "User settings": "Impostazioni utente",
  "User username fallback field": "Campo fallback del nome utente",
  "User username field mapping": "Mappatura del campo nome utente",
  "User-friendly mode (Better on-boarding)": "Modalità user-friendly (miglior onboarding)",
  "Username": "Nome Utente",
  "Username / Email": "Nome Utente / Email",
  "Username & password": "Nome utente e password",
  "Username must be a valid string": "Il nome utente deve essere una stringa valida",
  "Username only": "Solo nome utente",
  "users": "utenti",
  "Users": "Utenti",
  "Users & Groups": "Utenti & Gruppi",
  "Users can create legacy resources with cleartext metadata by default.": "Gli utenti possono creare risorse legacy con metadati in chiaro per impostazione predefinita.",
  "Users can create resources with encrypted metadata by default.": "Gli utenti possono creare risorse con metadati crittografati per impostazione predefinita.",
  "Users can use shared and personal keys. By default personal resources that are not shared will be encrypted with the users personal keys.": "Gli utenti possono usare chiavi condivise e personali. Per impostazione predefinita, le risorse personali che non sono condivise verranno crittografate con le chiavi personali degli utenti.",
  "Users directory": "Users directory",
  "Users Directory": "Directory Utenti",
  "Users have the choice to enable multi factor authentication in their profile workspace.": "Gli utenti hanno la possibilità di attivare l'autenticazione multi-fattore nello spazio di lavoro del proprio profilo.",
  "Users have to enable multi factor authentication. If they don't, they will be reminded every time they log in.": "Gli utenti devono abilitare l'autenticazione a più fattori. Se non lo fanno, verranno avvisati ogni volta che effettuano l'accesso.",
  "Users limit:": "Limite utenti:",
  "Users parent group": "Gruppo padre utenti",
  "Users will not be able to self register anymore.": "Gli utenti non saranno più in grado di auto-registrarsi.",
  "Using a self-signed certificate": "Viene utilizzato un certificato autofirmato",
  "Using latest passbolt version ({{version}})": "Utilizzo dell'ultima versione di Passbolt ({{version}})",
  "Using non-compiled Javascript. Passbolt will be slower": "Viene utilizzato Javascript non compilato. Passbolt sarà più lento",
  "Valid from:": "Valido da:",
  "Validate": "Convalida",
  "Value": "Valore",
  "varies": "varie",
  "Verify": "Verifica",
  "Very strong": "Molto forte",
  "Very weak": "Molto debole",
  "View": "Visualizza",
  "View detail": "Visualizza dettaglio",
  "View it in passbolt": "Visualizza in passbolt",
  "Wait for a password to expire.": "Attendere la scadenza di una password.",
  "Wait for a team member to share a password with you.": "Attendi che un membro del team condivida una password con te.",
  "Want to contribute?": "Vuoi contribuire?",
  "Warning": "Avvertenza",
  "Warning, Don't forget to add an organization recovery key.": "Attenzione, non dimenticare di aggiungere una chiave di recupero organizzazione.",
  "Warning, we encourage you to generate your OpenPGP Organization Recovery Key separately. Make sure you keep a backup in a safe place.": "Attenzione, ti invitiamo a generare la chiave di recupero OpenPGP dell'Organizzazione separatamente. Assicurati di tenere un backup in un luogo sicuro.",
  "Warning:": "Avvertenza:",
  "Warning: If users lose their private key and passphrase they will not be able to recover their account.": "Attenzione: Se gli utenti perdono la loro chiave privata e frase segreta non saranno in grado di recuperare il loro account.",
  "Warning: You should inform your users not to store personal passwords.": "Attenzione: Dovresti informare i tuoi utenti di non memorizzare le password personali.",
  "We could not find the page you are looking for.": "Non siamo riusciti a trovare la pagina che stai cercando.",
  "We sent you a link to verify your email.": "Abbiamo inviato un link per la verifica dell'e-mail.",
  "Weak": "Debole",
  "Welcome back, please enter your private key to begin the recovery process.": "Piacere di rivederti, per favore inserisci la tua chiave privata per iniziare il processo di recupero.",
  "Welcome back!": "Bentornato!",
  "Welcome to Passbolt, please select a passphrase!": "Benvenuti in Passbolt, selezionare una passphrase!",
  "Welcome to passbolt!": "Passbolt ti da il benvenuto!",
  "Welcome to the desktop app setup": "Benvenuto nella configurazione dell'app desktop",
  "Welcome to the mobile app setup": "Benvenuto nella configurazione dell'app mobile",
  "What if I forgot my passphrase?": "Se smarrisco la mia frase segreta?",
  "What is multi-factor authentication?": "Che cos'è l'autenticazione a più fattori?",
  "What is password policy?": "Che cosa sono i criteri della password?",
  "What is the role of the passphrase?": "A cosa serve la frase segreta?",
  "What is this page?": "Che cos'è questa pagina?",
  "What is user passphrase policies?": "Cosa sono i criteri della passphrase utente?",
  "What is user self registration?": "Cos'è l'auto-registrazione dell'utente?",
  "When a comment is posted on a password, notify the users who have access to this password.": "Quando si pubblica un commento su una password, informare gli utenti che hanno accesso alla password.",
  "When a folder is created, notify its creator.": "Quando si crea una cartella, avvisare il creatore.",
  "When a folder is deleted, notify the users who had access to it.": "Quando si elimina una cartella, avvisare gli utenti che vi hanno avuto accesso.",
  "When a folder is shared, notify the users who gain access to it.": "Quando si condivide una cartella, avvisare gli utenti che ne ottengono l'accesso.",
  "When a folder is updated, notify the users who have access to it.": "Quando si aggiorna una cartella, avvisare gli utenti che vi hanno accesso.",
  "When a group is deleted, notify the users who were members of it.": "Quando un gruppo viene eliminato, avvisa gli utenti che ne facevano parte.",
  "When a password is created, notify its creator.": "Quando viene creata una password, avvisa il suo creatore.",
  "When a password is deleted, notify the users who had access to it.": "Quando una password viene eliminata, avvisare gli utenti che hanno avuto accesso ad essa.",
  "When a password is shared, notify the users who gain access to it.": "Quando una password è condivisa, avvisa gli utenti che ottengono l'accesso ad essa.",
  "When a password is updated, notify the users who have access to it.": "Quando una password viene aggiornata, avvisare gli utenti che hanno accesso ad essa.",
  "When a permission is revoked on a consumed password, notify the owner(s) to change it.": "Quando viene revocato un permesso su una password utilizzata, avvisa il proprietario (o i proprietari) di cambiarla.",
  "When a user aborted a recover, notify all the administrators.": "Quando un utente interrompe una procedura di recupero, avvisa tutti gli amministratori.",
  "When a user completed a recover, notify all the administrators.": "Quando un utente completa una procedura di recupero, avvisa tutti gli amministratori.",
  "When a user completed a setup, notify all the administrators.": "Quando un utente completa una configurazione, avvisa tutti gli amministratori.",
  "When an account recovery is approved, notify the user.": "Quando il recupero di un account viene approvato, avvisare l'utente.",
  "When an account recovery is rejected, notify the user.": "Quando il recupero di un account viene rifiutato, avvisare l'utente.",
  "When an account recovery is requested, notify all the administrators.": "Quando si richiede un recupero dell'account, avvisare tutti gli amministratori.",
  "When an account recovery is requested, notify the user.": "Quando viene richiesto il recupero di un account, avvisare l'utente.",
  "When an account recovery policy is updated, notify all the administrators.": "Quando si aggiornano i criteri di recupero dell'account, avvisare tutti gli amministratori.",
  "When an administrator answered to an account recovery request, notify all the administrators.": "Quando un amministratore risponde a una richiesta di recupero account, notificare tutti gli amministratori.",
  "When an administrator answered to an account recovery request, notify the administrator at the origin of the action.": "Quando un amministratore risponde a una richiesta di recupero account, notificare l'amministratore che ha originato l'azione.",
  "When group managers are requested to add users to a group, notify them.": "Quando viene richiesto ai gestori del gruppo di aggiungere utenti a un gruppo, avvisali.",
  "When members of a group change, notify the group manager(s).": "Quando i membri di un gruppo cambiano, avvisa il direttore(i) di gruppo.",
  "When new users are invited to passbolt, notify them.": "Quando si invitano nuovi utenti su Passbolt, inviare una notifica.",
  "When user roles change in a group, notify the corresponding users.": "Quando i ruoli utente cambiano in un gruppo, avvisa gli utenti corrispondenti.",
  "When users are added to a group, notify them.": "Quando gli utenti vengono aggiunti a un gruppo, avvisali.",
  "When users are removed from a group, notify them.": "Quando gli utenti vengono rimossi da un gruppo, avvisali.",
  "When users completed the recover of their account, notify them.": "Quando gli utenti hanno completato il recupero del loro account, notificarli.",
  "When users try to recover their account, notify them.": "Quando gli utenti tentano di recuperare il loro account, avvisali.",
  "When using a new browser, you need an additional code from your phone.": "Quando si utilizza un nuovo browser, è necessario un codice aggiuntivo dal tuo telefono.",
  "Where can I find my account kit ?": "Dove trovo il mio kit account?",
  "Where to find it?": "Dove lo trovo?",
  "Whoops... access is denied": "Ops... accesso negato",
  "Whoops... looks like you are lost.": "Ops... sembra che tu sia perso.",
  "Why do I need an SMTP server?": "A cosa serve un server SMTP?",
  "Why is this token needed?": "Perché è richiesto questo token?",
  "Why shouldn't I use my login password ?": "Perché non dovrei usare la mia password di login?",
  "Will be added": "Verrà aggiunto",
  "Will be updated": "Verrà aggiornato",
  "with cleartext metadata": "con metadati in chiaro",
  "Without the private key and the passphrase it is not possible to decrypt!": "Senza la chiave privata e la passphrase, la decodifica non è possibile!",
  "Words case": "Caso di parole",
  "Words separator": "Separatore di parole",
  "Would you like to save this credential ?": "Vuoi salvare la credenziale?",
  "Yes": "Si",
  "Yes I checked and it is all fine.": "Sì ho controllato e va tutto bene.",
  "You": "Tu",
  "You already enrolled to the account recovery program": "Ti sei già iscritto al programma di recupero account",
  "You are about to delete the group <1>{{groupName}}</1>.": "Stai per eliminare il gruppo <1>{{groupName}}</1>.",
  "You are about to delete the user <1>{{user}}</1>.": "Stai per eliminare l'utente <1>{{user}}</1>.",
  "You are about to disable second-factor authentication (MFA) for the user <1>{{name}} ({{username}})</1>.": "Stai per disabilitare l'autenticazione di secondo fattore (MFA) per l'utente <1>{{name}} ({{username}})</1>.",
  "You are about to move a folder.": "Stai per spostare una cartella.",
  "You are about to move one resource.": "Stai per spostare una risorsa.",
  "You are about to move several folders.": "Stai per spostare diverse cartelle.",
  "You are about to move several items.": "Stai per spostare diversi elementi.",
  "You are about to move several resources.": "Stai per spostare diverse risorse.",
  "You are not member of any group. Wait for a group manager to add you in a group.": "Non sei membro di nessun gruppo. Attendi che un gestore di gruppo ti aggiunga in un gruppo.",
  "You are now ready to continue the setup on your phone.": "Ora sei pronto per continuare la configurazione sul telefono.",
  "You can choose the default behaviour of multi factor authentication for all users.": "Puoi scegliere il comportamento predefinito dell'autenticazione multi-fattore per tutti gli utenti.",
  "You can find these newly imported passwords in the folder <1>{{folderName}}</1>.": "Puoi trovare queste password appena importate nella cartella <1>{{folderName}}</1>.",
  "You can find these newly imported passwords under the tag <1>{{tagName}}</1>.": "Puoi trovare queste password appena importate sotto il tag <1>{{tagName}}</1>.",
  "You can modify the default settings of the passwords generator.": "È possibile modificare le impostazioni predefinite del generatore di password.",
  "You can request another invitation email by clicking on the button below.": "Puoi richiedere un'altra email di invito cliccando sul pulsante qui sotto.",
  "You can restart this process if you want to configure another phone.": "È possibile riavviare questo processo se si desidera configurare un altro telefono.",
  "You can select the set of characters used for the passwords that are generated randomly by passbolt in the password generator.": "È possibile selezionare il set di caratteri utilizzato per le password casuali generate da Passbolt all'interno del generatore di password.",
  "You can set the default length for the passphrases that are generated randomly by passbolt in the password generator.": "È possibile impostare la lunghezza predefinita delle passphrase casuali generate da Passbolt all'interno del generatore di password.",
  "You can set the default length for the passwords that are generated randomly by passbolt in the password generator.": "È possibile impostare la lunghezza predefinita delle password casuali generate da Passbolt all'interno del generatore di password.",
  "You can set the minimal entropy for the users' private key passphrase.": "Puoi impostare l'entropia minima per la passphrase della chiave privata degli utenti.",
  "You cannot delete this group!": "Non puoi eliminare questo gruppo!",
  "You cannot delete this user!": "Non puoi eliminare questo utente!",
  "You could remove some filters.": "Potresti rimuovere alcuni filtri.",
  "You do not own any passwords yet. It does feel a bit empty here, create your first password.": "Non possiedi ancora alcuna password. Sembra un po' vuoto qui, crea la tua prima password.",
  "You may remove the passbolt.registration.public setting": "Puoi rimuovere l'impostazione passbolt.registration.public",
  "You must enable the gd or imagick extensions to use Passbolt": "Devi abilitare le estensioni gd o imagick per usare Passbolt",
  "You must enable the intl extension to use Passbolt": "Devi abilitare l'estensione intl per usare Passbolt",
  "You must enable the mbstring extension to use Passbolt": "Devi abilitare l'estensione mbstring per usare Passbolt",
  "You need to click save for the changes to take place.": "È necessario fare clic su Salva per le modifiche da effettuare.",
  "You need to enter your current passphrase.": "Devi inserire la tua attuale frase segreta.",
  "You need to finalize the account recovery process with the same computer you used for the account recovery request.": "È necessario finalizzare il processo di recupero account con lo stesso computer utilizzato per la richiesta di recupero account.",
  "You need to generate a new shared key to enable encrypted metadata.": "È necessario generare una nuova chiave condivisa per abilitare i metadati crittografati.",
  "You need to upload an account kit to start using the desktop app. ": "È necessario caricare un kit account per iniziare a utilizzare l'app desktop. ",
  "You need use the same computer and browser to finalize the process.": "È necessario utilizzare lo stesso computer e browser per completare il processo.",
  "You need your passphrase to continue.": "Per continuare è necessaria la passphrase.",
  "You seem to have Email Notification Settings defined in your passbolt.php (or via environment variables).": "Sembra che tu abbia le impostazioni di notifica e-mail definite nel tuo passbolt.php (o tramite variabili di ambiente).",
  "You should inform your users not to store personal passwords.": "Dovresti informare i tuoi utenti di non memorizzare le password personali.",
  "You should keep it offline in a safe place.": "Dovresti tenerlo offline in un posto sicuro.",
  "You sign in to passbolt just like you normally do.": "Si esegue il normale accesso a Passbolt.",
  "You susccessfully signed in with your {{providerName}} account. You can safely save your configuration.": "Hai effettuato con successo l'accesso con l'account {{providerName}} . Puoi salvare la tua configurazione in modo sicuro.",
  "You will be able to save it after submitting": "Potrai salvarlo dopo l'invio",
  "You will need this recovery kit later to access your account (for example on a new device).": "Avrai bisogno di questo kit di recupero più avanti per accedere al tuo account (ad esempio su un nuovo dispositivo).",
  "you@organization.com": "you@organization.com",
  "Your administrator may have rolled back the metadata key and you need to trust it prior to its usage.": "Your administrator may have rolled back the metadata key and you need to trust it prior to its usage.",
  "Your administrator may have rotated the metadata key and you need to trust it prior to its usage.": "Your administrator may have rotated the metadata key and you need to trust it prior to its usage.",
  "Your browser is not configured to work with this passbolt instance.": "Il tuo browser non è configurato per funzionare con questa istanza di Passbolt.",
  "Your language is missing or you discovered an error in the translation, help us to improve passbolt.": "Se non c'è la vostra lingua, o se avete riscontrato un errore nella traduzione, aiutateci a migliorare Passbolt.",
  "Your OpenPGP private key block": "Il tuo blocco di chiave privata OpenPGP",
  "Your organization recovery key will be used to decrypt and recover the private key and passphrase of the users that are participating in the account recovery program.": "La chiave di recupero dell'organizzazione verrà utilizzata per decrittografare e recuperare la chiave privata e frase segreta degli utenti che partecipano al programma di recupero account.",
  "Your passphrase has been changed. Make sure you keep a backup of your secret key encrypted with this new passphrase.": "La passphrase è cambiata. Assicurati di avere un backup della tua chiave segreta criptata con la nuova passphrase.",
  "Your passphrase is required to sign-in.": "La tua frase segreta è necessaria per accedere.",
  "Your passphrase is wrong!": "La passphrase è sbagliata!",
  "Your passphrase is wrong! The operation has been aborted.": "La passphrase è sbagliata! L'operazione è stata annullata.",
  "Your session has expired, you need to sign in.": "La sessione è scaduta, effettuare un nuovo accesso.",
  "Your subscription key is either missing or not valid.": "Chiave di abbonamento mancante o non valida.",
  "Your subscription key is going to expire.": "La chiave di abbonamento sta per scadere.",
  "Your subscription key is not valid.": "La chiave di abbonamento non è valida.",
  "your subscription key is not valid. The stability of the application is at risk.": "chiave di abbonamento non valida. La stabilità dell'applicazione è a rischio.",
  "Your subscription key is valid and up to date!": "La chiave di abbonamento è valida e aggiornata!",
  "your subscription key will expire": "la chiave di abbonamento sta per scadere",
  "your subscription requires your attention. The stability of the application is at risk.": "il tuo abbonamento richiede la tua attenzione. La stabilità dell'applicazione è a rischio.",
  "Zero knowledge (Coming soon)": "Zero knowledge (in arrivo)",
  "Zero-knowledge mode (More secure)": "Modalità zero-knowledge (più sicura)",
  "({{count}} resources)_one": "({{count}} risorsa)",
  "({{count}} resources)_other": "({{count}} risorse)",
  "{{count}} entry had errors and will be ignored during synchronization._one": "{{count}} voce conteneva errori, e verrà ignorata durante la sincronizzazione.",
  "{{count}} entry had errors and will be ignored during synchronization._other": "{{count}} voci contenevano errori, e verranno ignorate durante la sincronizzazione.",
  "{{count}} folder has been imported successfully._one": "La cartella {{count}} è stata importata correttamente.",
  "{{count}} folder has been imported successfully._other": "Le cartelle {{count}} è stata importata correttamente.",
  "{{count}} folder is going to be exported._one": "La cartella {{count}} sta per essere esportata.",
  "{{count}} folder is going to be exported._other": "Le cartelle {{count}} sta per essere esportata.",
  "{{count}} group has been found._one": "{{count}} gruppo è stato trovato.",
  "{{count}} group has been found._other": "{{count}} gruppi sono stati trovati.",
  "{{count}} group has been synchronized._one": "{{count}} gruppo è stato sincronizzato.",
  "{{count}} group has been synchronized._other": "{{count}} gruppi sono stati sincronizzati.",
  "{{count}} group member_one": "Un membro del gruppo",
  "{{count}} group member_other": "{{count}} membri del gruppo",
  "{{count}} group will be synchronized._one": "{{count}} gruppo sarà sincronizzato.",
  "{{count}} group will be synchronized._other": "{{count}} utenti saranno sincronizzati.",
  "{{count}} items_one": "{{count}} elemento",
  "{{count}} items_other": "{{count}} elementi",
  "{{count}} password has been imported successfully._one": "La password di {{count}} è stata importata correttamente.",
  "{{count}} password has been imported successfully._other": "Le password di {{count}} sono state importate correttamente.",
  "{{count}} password is going to be exported._one": "La password {{count}} sta per essere esportata.",
  "{{count}} password is going to be exported._other": "Le password {{count}} stanno per essere esportate.",
  "{{count}} personal resources_one": "una risorsa personale",
  "{{count}} personal resources_other": "{{count}} risorse personali",
  "{{count}} selected_one": "{{count}} selezionato",
  "{{count}} selected_other": "{{count}} selezionati",
  "{{count}} shared resources_one": "una risorsa condivisa",
  "{{count}} shared resources_other": "{{count}} risorse condivise",
  "{{count}} tables found_one": "Una tabella trovata",
  "{{count}} tables found_other": "{{count}} tabelle trovate",
  "{{count}} to be migrated_one": "<b>{{count}}</b> da migrare",
  "{{count}} to be migrated_other": "{{count}} da migrare",
  "{{count}} user has been found._one": "{{count}} utente è stato trovato.",
  "{{count}} user has been found._other": "{{count}} utenti sono stati trovati.",
  "{{count}} user has been synchronized._one": "{{count}} utente è stato sincronizzato.",
  "{{count}} user has been synchronized._other": "{{count}} utenti sono stati sincronizzati.",
  "{{count}} user will be synchronized._one": "{{count}} utente sarà sincronizzato.",
  "{{count}} user will be synchronized._other": "{{count}} utenti saranno sincronizzati.",
  "<0>{{numberFolderSuccess}} out of {{count}}</0> folder has been imported._one": "<0>{{numberFolderSuccess}} su {{count}}</0>è stata importata la cartella.",
  "<0>{{numberFolderSuccess}} out of {{count}}</0> folder has been imported._other": "<0>{{numberFolderSuccess}} su {{count}}</0> cartelle sono state importate.",
  "<0>{{numberResourceSuccess}} out of {{count}}</0> password has been imported._one": "<0>{{numberResourceSuccess}} su {{count}} </0>è stata importata la password.",
  "<0>{{numberResourceSuccess}} out of {{count}}</0> password has been imported._other": "<0>{{numberResourceSuccess}} di {{count}}</0> password sono state importate.",
  "Delete resource?_one": "Elimina risorsa?",
  "Delete resource?_other": "Elimina risorse?",
  "Set an expiry date_one": "Imposta una data di scadenza",
  "Set an expiry date_other": "Imposta date di scadenza",
  "Share {{count}} folders_one": "Condividi una cartella",
  "Share {{count}} folders_other": "Condividi {{count}} cartelle",
  "Share {{count}} items_one": "Condividi un elemento",
  "Share {{count}} items_other": "Condividi {{count}} oggetti",
  "Share {{count}} resources_one": "Condividi una risorsa",
  "Share {{count}} resources_other": "Condividi {{count}} risorse",
  "The expiry date of the selected resource has been updated._one": "La data di scadenza della risorsa selezionata è stata aggiornata.",
  "The expiry date of the selected resource has been updated._other": "Le date di scadenza delle risorse selezionate sono state aggiornate.",
  "The resource has been deleted successfully._one": "La risorsa è stata eliminata correttamente.",
  "The resource has been deleted successfully._other": "Le risorse sono state eliminate correttamente.",
  "The resource has been marked as expired._one": "La risorsa è stata contrassegnata come scaduta.",
  "The resource has been marked as expired._other": "Le risorse sono state contrassegnate come scadute.",
  "This resource does not need an expiry date._one": "Questa risorsa non necessita di una data di scadenza.",
  "This resource does not need an expiry date._other": "Queste risorse non necessitano di una data di scadenza.",
  "Unable to mark the resource as expired._one": "Impossibile contrassegnare la risorsa come scaduta.",
  "Unable to mark the resource as expired._other": "Impossibile contrassegnare le risorse come scadute."
}