Repository: passbolt/passbolt_api
Catalog: app/Plugin/Migrations/Locale/ita/LC_MESSAGES/migrations.po
Languages: it

source: Sorry, I can't downgrade. Why would you want that anyways?
it: Mi dispiace, non posso effettuare il downgrade. Perché si vuole che in ogni modo?

source: No migrations available.
it: Nessuna migrazione disponibile.

source: Running migrations:
it: Esecuzione delle migrazioni:

source: Migration will run dry, no database changes will be made
it: La migrazione verrà eseguito a secco, saranno apportate modifiche di database

source: All migrations have completed.
it: Tutte le migrazioni sono state completate.

source: An error occurred when processing the migration:
it: Si è verificato un errore nell'esecuzione della migrazione:

source: Migration: %s
it: Migrazione: %s

source: Error: %s
it: Errore: %s

source: Do you want to mark the migration as successful?. [y]es or [a]bort.
it: Vuoi segnare la migrazione di successo ?. [y] SI o [a]bortire.

source: Not a valid migration version.
it: Versione di migrazione non valida.

source: Please choose which version you want to migrate to. [q]uit or [c]lean.
it: Per favore, scegliere la versione alla quale si desidera migrare. [q] per uscire o [c] per pulire.

source: Do you want to compare the schema.php file to the database?
it: Vuoi comparare il file schema.php col database?

source: No database changes detected.
it: Nessuna modifica del database rilevato.

source: Do you want to generate a dump from the current database?
it: Vuoi generare un dump del database corrente?

source: Comparing schema.php to the database...
it: Comparazione di schema.php col database...

source: Invalid argument
it: Argomento non valido

source: Generating dump from the current database...
it: Generazione dump del database corrente...

source: Generating Migration...
it: Generazione delle Migrazioni...

source: Done.
it: Fatto.

source: Please enter the descriptive name of the migration to generate:
it: Per favore inserire il nome descrittivo della migrazione da generare:

source: Current version:
it: Versione corrente:

source: None applied.
it: Nessuna applicata.

source: Latest version:
it: Versione più recente:

source: Current migration version:
it: Versione della migrazione corrente:

source: Available migrations:
it: Migrazioni disponibili:

source: applied
it: applicato

source: not applied
it: non applicato

source: Missing required argument 'name' for migration
it: Mancante richiesta argomento 'nome' per la migrazione

source: Migration precheck class (%s) could not be loaded.
it: Migrazione classe controllo preliminare (%s) non ha potuto essere caricato.

source: Migration direction (%s) is not one of valid directions.
it: La direzione di migrazione (%s) non è una delle direzioni valide.

source: Migration action type (%s) is not one of valid actions type.
it: Il tipo di azione (%s) non è un tipo di azione valido.

source: SQL Error: %s
it: Errore SQL: %s

source: Interrupted when running "%s" callback.
it: Interrotto durante l'esecuzione della callback "%s".

source: Class `%1$s` not found on file `%2$s` for %3$s.
it: Classe `%1$s` non trovata nel file `%2$s` per %3$s.

source: File `%1$s` not found in the %2$s.
it: File `%1$s` non trovato in %2$s.

source: Table "%s" does not exist in database.
it: La tabella "%s" non esiste nel database.

source: Table "%s" already exists in database.
it: La tabella "%s" esiste già nel database.

source: Field "%s" does not exist in "%s".
it: il campo "%s" non esiste in "%s".

source: Field "%s" already exists in "%s".
it: il campo "%s" esiste già in "%s".
