Repository: passbolt/passbolt_api
Catalog: resources/locales/*/cake.po
Languages: es_es, pl_pl, ru_ru, sl_si

source: Error
pl_pl: Błąd
ru_ru: Ошибка
sl_si: Napake

source: The requested address {0} was not found on this server.
es_es: La dirección solicitada {0} no se ha encontrado en este servidor.
pl_pl: Nie znaleziono żądanego adresu {0} na tym serwerze.
ru_ru: Запрошенный адрес {0} не найден на этом сервере.
sl_si: Zahtevanega naslova {0} na tem strežniku ni bilo mogoče najti.

source: An Internal Error Has Occurred
es_es: Ha ocurrido un error interno
pl_pl: Wystąpił błąd wewnętrzny
ru_ru: Произошла внутренняя ошибка
sl_si: Prišlo je do notranje napake

source: You are not authorized to access that location.
es_es: No estás autorizado a acceder a esa ubicación.
pl_pl: Nie masz uprawnień dostępu do tej lokalizacji.
ru_ru: У вас нет прав для доступа к этому местоположению.
sl_si: Nimate dovoljenja za dostop do te lokacije.

source: Not Found
es_es: No se ha encontrado
pl_pl: Nie znaleziono
ru_ru: Не найдено
sl_si: Ni mogoče najti

source: An Internal Error Has Occurred.
es_es: Ha ocurrido un error interno.
pl_pl: Wystąpił błąd wewnętrzny.
ru_ru: Произошла внутренняя ошибка.
sl_si: Prišlo je do notranje napake.

source: Missing or incorrect CSRF cookie type.
es_es: Tipo de cookie CSRF incorrecta o no encontrada.
pl_pl: Brakujący lub nieprawidłowy typ ciasteczka CSRF.
ru_ru: Отсутствует или неправильный тип cookie CSRF.
sl_si: Manjka ali je napačna vrsta piškotka CSRF.

source: Missing or invalid CSRF cookie.
es_es: Cookie CSRF no válida o no encontrada.
pl_pl: Brakujące lub nieprawidłowe ciasteczko CSRF.
ru_ru: Отсутствует или неправильный CSRF cookie.
sl_si: Manjkajoč ali neveljaven CSRF piškotek.

source: CSRF token from either the request body or request headers did not match or is missing.
es_es: El token CSRF del cuerpo de la petición o de la cabecera de la petición no coincide o no se encuentra.
pl_pl: Token CSRF z treści żądania lub nagłówków żądania nie pasuje lub go brakuje.
ru_ru: CSRF токен из тела запроса или заголовка запроса не совпадают или отсутствуют.
sl_si: CSRF žeton iz telesa ali glave zahteve se ne ujema ali manjka.

source: The requested file contains `..` and will not be read.
es_es: El archivo solicitado contiene `..` y no será leído.
pl_pl: Żądany plik zawiera `..` i nie zostanie odczytany.
ru_ru: Запрашиваемый файл содержит `..` и не может быть прочитан.
sl_si: Zahtevana datoteka vsebuje `..` in ne bo prebrana.

source: The requested file was not found
es_es: No se ha encontrado el archivo solicitado
pl_pl: Nie znaleziono żądanego pliku
ru_ru: Запрашиваемый файл не найден
sl_si: Zahtevana datoteka ni bila najdena

source: {0,number,#,###.##} KB
ru_ru: {0,number,#,###.##} КБ

source: {0,number,#,###.##} MB
ru_ru: {0,number,#,###.##} МБ

source: {0,number,#,###.##} GB
ru_ru: {0,number,#,###.##} ГБ

source: {0,number,#,###.##} TB
ru_ru: {0,number,#,###.##} ТБ

source: {0,number,integer} Byte
pl_pl: {0,number,integer} bajt
ru_ru: {0,number,integer} Байт
sl_si: {0,number,integer} bajt

source: {0} from now
es_es: {0} a partir de ahora
pl_pl: {0} od teraz
ru_ru: {0} с этого момента
sl_si: {0} od zdaj naprej

source: {0} ago
es_es: Hace {0}
pl_pl: {0} temu
ru_ru: {0} назад
sl_si: Pred {0}

source: {0} after
es_es: {0} después
pl_pl: {0} po
ru_ru: {0} после
sl_si: Po {0}

source: {0} before
es_es: {0} antes
pl_pl: {0} przed
ru_ru: {0} до
sl_si: Pred {0}

source: just now
es_es: justo ahora
pl_pl: przed chwilą
ru_ru: только что
sl_si: ravnokar

source: about a second ago
es_es: hace aproximadamente un segundo
pl_pl: około sekundę temu
ru_ru: около секунды назад
sl_si: pred približno sekundo

source: about a minute ago
es_es: hace aproximadamente un minuto
pl_pl: około minutę temu
ru_ru: около минуты назад
sl_si: pred približno minuto

source: about an hour ago
es_es: hace aproximadamente una hora
pl_pl: około godzinę temu
ru_ru: около часа назад
sl_si: pred približno uro

source: about a day ago
es_es: hace aproximadamente un día
pl_pl: około dzień temu
ru_ru: около одного дня назад
sl_si: pred približno enim dnevom

source: about a week ago
es_es: hace aproximadamente una semana
pl_pl: około tydzień temu
ru_ru: около недели назад
sl_si: pred približno enim tednom

source: about a month ago
es_es: hace aproximadamente un mes
pl_pl: około miesiąc temu
ru_ru: около месяца назад
sl_si: pred približno enim mesecem

source: about a year ago
es_es: hace aproximadamente un año
pl_pl: około rok temu
ru_ru: около года назад
sl_si: pred približno enim letom

source: in about a second
es_es: en aproximadamente un segundo
pl_pl: za około sekundę
ru_ru: приблизительно через секунду
sl_si: čez približno eno sekundo

source: in about a minute
es_es: en aproximadamente un minuto
pl_pl: za około minutę
ru_ru: приблизительно через минуту
sl_si: čez približno eno minuto

source: in about an hour
es_es: en aproximadamente una hora
pl_pl: za około godzinę
ru_ru: приблизительно через час
sl_si: čez približno eno uro

source: in about a day
es_es: en aproximadamente un día
pl_pl: za około jeden dzień
ru_ru: приблизительно через день
sl_si: čez približno en dan

source: in about a week
es_es: en aproximadamente una semana
pl_pl: za około tydzień
ru_ru: приблизительно через неделю
sl_si: čez približno en teden

source: in about a month
es_es: en aproximadamente un mes
pl_pl: za około miesiąc
ru_ru: приблизительно через месяц
sl_si: čez približno en mesec

source: in about a year
es_es: en aproximadamente un año
pl_pl: za około rok
ru_ru: приблизительно через год
sl_si: čez približno eno leto

source: today
es_es: hoy
pl_pl: dzisiaj
ru_ru: сегодня
sl_si: danes

source: %s ago
es_es: Hace %s
pl_pl: %s temu
ru_ru: %s назад
sl_si: pred %s

source: on %s
es_es: en %s
pl_pl: w dniu %s
ru_ru: на %s
sl_si: na %s

source: {0} year
es_es: {0} año
pl_pl: {0} rok
ru_ru: {0} год
sl_si: {0} leto

source: {0} month
es_es: {0} mes
pl_pl: {0} miesiąc
ru_ru: {0} месяц
sl_si: {0} mesec

source: {0} week
es_es: {0} semana
pl_pl: {0} tydzień
ru_ru: {0} неделя
sl_si: {0} teden

source: {0} day
es_es: {0} día
pl_pl: {0} dzień
ru_ru: {0} день
sl_si: {0} dan

source: {0} hour
es_es: {0} hora
pl_pl: {0} godzinę
ru_ru: {0} час
sl_si: {0} ura

source: {0} minute
es_es: {0} minuto
pl_pl: {0} minutę
ru_ru: {0} минута
sl_si: {0} minuta

source: {0} second
es_es: {0} segundo
pl_pl: {0} sekundę
ru_ru: {0} секунда
sl_si: {0} sekunda

source: This value is already in use
es_es: Este valor ya está siendo usado
pl_pl: Ta wartość jest już używana
ru_ru: Это значение уже используется
sl_si: Ta vrednost se že uporablja

source: This value does not exist
es_es: Este valor no existe
pl_pl: Ta wartość nie istnieje
ru_ru: Это значение не существует
sl_si: Ta vrednost ne obstaja

source: Cannot modify row: a constraint for the `{0}` association fails.
es_es: No se puede modificar la fila: falla una restricción para la asociación `{0}`.
pl_pl: Nie można zmodyfikować wiersza: ograniczenie dla powiązania `{0}` nie powiodło się.
ru_ru: Невозможно изменить строку: ограничение для ассоциации `{0} завершается не удачей.
sl_si: Ni mogoče spremeniti vrstice: omejitev za povezavo `{0}` ni izpolnjena.

source: The count does not match {0}{1}
es_es: El recuento no coincide con {0}{1}
pl_pl: Liczba nie pasuje {0}{1}
ru_ru: Количество не соответствует {0}{1}
sl_si: Število se ne ujema z {0}{1}

source: and
es_es: y
pl_pl: oraz
ru_ru: и
sl_si: in

source: This field is required
es_es: Se requiere este campo
pl_pl: To pole jest wymagane
ru_ru: Это обязательное поле
sl_si: To polje je obvezno

source: This field cannot be left empty
es_es: Este campo no se puede dejar vacío
pl_pl: To pole nie może być puste
ru_ru: Это поле не может быть пустыми
sl_si: To polje ne sme ostati prazno.

source: The provided value is invalid
es_es: El valor proporcionado no es válido
pl_pl: Wprowadzona wartość jest nieprawidłowa
ru_ru: Указанное значение является недопустимым
sl_si: Navedena vrednost je neveljavna

source: Edit {0}
es_es: Editar {0}
pl_pl: Edytuj {0}
ru_ru: Изменить {0}
sl_si: Uredi {0}

source: New {0}
es_es: Nuevo {0}
pl_pl: Nowy {0}
ru_ru: Новая {0}
sl_si: Novo {0}

source: Submit
es_es: Enviar
pl_pl: Wyślij
ru_ru: Отправить
sl_si: Oddaj
