Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The folder has been added successfully.
ja_jp: フォルダが正常に追加されました。
lt_lt: Aplankas sėkmingai pridėtas.
ru_ru: Папка успешно добавлена.
uk_ua: Теку успішно додано.

source: The folder id is not valid.
ja_jp: フォルダIDが有効ではありません。
lt_lt: Aplanko identifikacija negalioja.
ru_ru: Идентификатор папки недействителен.
uk_ua: Ідентифікатор теки недійсний.

source: The folder has been deleted successfully.
ja_jp: フォルダが正常に削除されました。
lt_lt: Aplankas sėkmingai ištrintas.
ru_ru: Папка успешно удалена.
uk_ua: Теку успішно видалено.

source: The folder has been updated successfully.
ja_jp: フォルダが正常に更新されました。
lt_lt: Aplankas sėkmingai atnaujintas.
ru_ru: Папка успешно обновлена.
uk_ua: Теку успішно оновлено.

source: The object type should be one of the following: {0}.
ja_jp: オブジェクト型は次のいずれかでなければなりません: {0}.
lt_lt: Objekto tipas turi būti vienas iš šių: {0}.
ru_ru: Тип объекта должен быть одним из следующих: {0}.
uk_ua: Тип об'єкта має бути одним із наступних: {0}.

source: The object identifier should be a valid UUID.
ja_jp: オブジェクト識別子は有効なUUIDでなければなりません。
lt_lt: Objekto identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор объекта должен быть допустимым UUID.
uk_ua: Ідентифікатор об’єкта має бути дійсним UUID.

source: The object has been moved successfully.
ja_jp: オブジェクトが正常に移動されました。
lt_lt: Objektas sėkmingai perkeltas.
ru_ru: Объект успешно перемещен.
uk_ua: Об'єкт успішно переміщено.

source: A folder parent identifier is required.
ja_jp: フォルダの親識別子が必要です。
lt_lt: Būtinas aplanko pirminis identifikatorius.
ru_ru: Требуется родительский идентификатор папки.
uk_ua: Потрібний ідентифікатор батьківської теки.

source: The folder parent identifier should be a valid UUID.
ja_jp: フォルダの親識別子は有効なUUIDでなければなりません。
lt_lt: Pirminio aplanko identifikatorius turi būti galiojantis UUID.
ru_ru: Родительский идентификатор папки должен быть допустимым UUID.
uk_ua: Ідентифікатор батьківської теки має бути дійсним UUID.

source: Could not validate move data.
ja_jp: 移動データを検証できませんでした。
lt_lt: Nepavyko patvirtinti perkeltų duomenų.
ru_ru: Не удалось проверить данные перемещения.
uk_ua: Неможливо перевірити дані для переміщення.

source: The folder identifier should be a valid UUID.
ja_jp: フォルダ識別子は有効なUUIDでなければなりません。
lt_lt: Aplanko identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор папки должен быть допустимым UUID.
uk_ua: Ідентифікатор теки має бути дійсним UUID.

source: The folder identifier should not be empty.
ja_jp: フォルダ識別子は空にできません。
lt_lt: Aplanko identifikatorius neturi būti tuščias.
ru_ru: Идентификатор папки не должен быть пустым.
uk_ua: Ідентифікатор теки не повинен бути порожнім.

source: Could not validate folder history data.
ja_jp: フォルダの履歴データを検証できませんでした。
lt_lt: Nepavyko patvirtinti aplanko istorijos duomenų.
ru_ru: Не удалось проверить данные истории папки.
uk_ua: Неможливо перевірити дані історії теки.

source: The child object type should be one of the following: {0}.
ja_jp: 子オブジェクト型は次のいずれかでなければなりません: {0}。
lt_lt: Antrinio objekto tipas turi būti vienas iš šių: {0}.
ru_ru: Тип дочернего объекта должен быть одним из следующих: {0}.
uk_ua: Тип дочірнього об'єкта має бути одним із наступних: {0}.

source: A child object type is required.
ja_jp: 子オブジェクト型が必要です。
lt_lt: Būtinas antrinis objekto tipas.
ru_ru: Требуется дочерний тип объекта.
uk_ua: Потрібен тип дочірнього об'єкта.

source: The child object type cannot be empty.
ja_jp: 子オブジェクト型は空にできません。
lt_lt: Antrinio objekto tipas negali būti tuščias.
ru_ru: Тип дочернего объекта не может быть пустым.
uk_ua: Тип дочірнього об'єкта не може бути порожнім.

source: The child object identifier should be a valid UUID.
ja_jp: 子オブジェクト識別子は有効なUUIDでなければなりません。
lt_lt: Antrinio objekto identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор дочернего объекта должен быть допустимым UUID.
uk_ua: Ідентифікатор дочірнього об'єкта має бути дійсним UUID.

source: The child object identifier is required.
ja_jp: 子オブジェクト識別子が必要です。
lt_lt: Būtinas antrinis objekto identifikatorius.
ru_ru: Требуется идентификатор дочернего объекта.
uk_ua: Потрібний ідентифікатор дочірнього об'єкта.

source: The child object identifier should not be empty.
ja_jp: 子オブジェクト識別子は空にしないでください。
lt_lt: Antrinio objekto identifikatoriaus laukas neturi būti tuščias.
ru_ru: Идентификатор дочернего объекта не должен быть пустым.
uk_ua: Ідентифікатор дочірнього об'єкта не повинен бути порожнім.

source: The user id should not be empty.
ja_jp: ユーザーIDは空にしないでください。
lt_lt: Vartotojo tapatybės laukas neturi būti tuščias.
ru_ru: Идентификатор пользователя не должен быть пустым.
uk_ua: Ідентифікатор користувача не повинен бути порожнім.

source: Could not validate folders relations history data.
ja_jp: フォルダ関係の履歴データを検証できませんでした。
lt_lt: Nepavyko patvirtinti aplankų ryšių istorijos duomenų.
ru_ru: Не удалось проверить данные истории отношений папок.
uk_ua: Неможливо перевірити дані історії зв'язків тек.

source: The child object type is required.
ja_jp: 子オブジェクト型が必要です。
lt_lt: Būtinas antrinio objekto tipas.
ru_ru: Требуется тип дочернего объекта.
uk_ua: Потрібен тип дочірнього об'єкта.

source: The child object type should not be empty.
ja_jp: 子オブジェクト型は空にしないでください。
lt_lt: Antrinio objekto tipo laukas neturi būti tuščias.
ru_ru: Тип дочернего объекта не должен быть пустым.
uk_ua: Тип дочірнього об'єкта не повинен бути порожнім.

source: The child object identifier required.
ja_jp: 子オブジェクト識別子が必要です。
lt_lt: Būtinas antrinis objekto identifikatorius.
ru_ru: Требуется идентификатор дочернего объекта.
uk_ua: Потрібний ідентифікатор дочірнього об'єкта.

source: A folder relation already exists for the given child object and user.
ja_jp: 指定された子オブジェクトとユーザーのフォルダ関係はすでに存在します。
lt_lt: Aplanko ryšys jau egzistuoja nurodytam antriniam objektui ir vartotojui.
ru_ru: Отношение папки уже существует для данного дочернего объекта и пользователя.
uk_ua: Зв'язок між текою та вказаним дочірнім об'єктом і користувачем уже існує.

source: The child object does not exist.
ja_jp: 子オブジェクトは存在しません。
lt_lt: Antrinis objektas neegzistuoja.
ru_ru: Дочерний объект не существует.
uk_ua: Дочірнього об'єкта не існує.

source: The identifier of the user who created the folder should be a valid UUID.
ja_jp: フォルダを作成したユーザーの識別子は有効なUUIDでなければなりません。
lt_lt: Aplanką sukūrusio vartotojo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, создавшего папку, должен быть допустимым UUID.
uk_ua: Ідентифікатор користувача, який створив теку, має бути дійсним UUID.

source: The identifier of the user who created the folder is required.
ja_jp: フォルダを作成したユーザーの識別子が必要です。
lt_lt: Būtinas aplanką sukūrusio vartotojo identifikatorius.
ru_ru: Требуется идентификатор пользователя, создавшего папку.
uk_ua: Потрібен ідентифікатор користувача, який створив теку.

source: The identifier of the user who created the folder should not be empty.
ja_jp: フォルダを作成したユーザーの識別子は空にしないでください。
lt_lt: Aplanką sukūrusio vartotojo identifikatorius neturi būti tuščias.
ru_ru: Идентификатор пользователя, создавшего папку, не должен быть пустым.
uk_ua: Ідентифікатор користувача, який створив теку, не повинен бути порожнім.

source: The identifier of the user who modified the folder should be a valid UUID.
ja_jp: フォルダを修正したユーザーの識別子は有効なUUIDでなければなりません。
lt_lt: Aplanką pakeitusio vartotojo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, изменившего папку, должен быть допустимым UUID.
uk_ua: Ідентифікатор користувача, який змінив теку, має бути дійсним UUID.

source: The identifier of the user who modified the folder is required.
ja_jp: フォルダを修正したユーザーの識別子が必要です。
lt_lt: Būtinas naudotojo, kuris pakeitė aplanką, identifikatorius.
ru_ru: Требуется идентификатор пользователя, изменившего папку.
uk_ua: Потрібен ідентифікатор користувача, який змінив теку.

source: The identifier of the user who modified the folder should not be empty.
ja_jp: フォルダを修正したユーザーの識別子は空にしないでください。
lt_lt: Aplanką pakeitusio vartotojo identifikatorius neturi būti tuščias.
ru_ru: Идентификатор пользователя, изменившего папку, не должен быть пустым.
uk_ua: Ідентифікатор користувача, який змінив теку, не повинен бути порожнім.

source: The settings selected by your administrator prevent from downgrading folder.
ja_jp: 管理者が選択した設定により、フォルダーのダウングレードはできません。
lt_lt: Administratorius pasirinko nustatymus, kurie neleidžia nuleisti aplanko versijos.
ru_ru: Настройки, выбранные администратором, не позволяют понизить уровень папки.
uk_ua: Налаштування, обрані адміністратором, забороняють пониження теки.

source: The metadata key does not exist.
ja_jp: メタデータキーが存在しません。
lt_lt: Metaduomenų raktas neegzistuoja.
ru_ru: Ключ метаданных не существует.
uk_ua: Ключ метаданих не існує.

source: A folder of type personal cannot be shared with other users or a group.
ja_jp: Personalタイプのフォルダーは他のユーザーやグループと共有できません。
lt_lt: Asmeninio tipo aplanko negalima bendrinti su kitais naudotojais ar grupe.
ru_ru: Папка типа personal не может быть передана другим пользователям или группе.
uk_ua: Теку типу personal не можна ділити з іншими користувачами чи групою.

source: You added the folder {0}
ja_jp: フォルダ {0} を追加しました
lt_lt: Pridėjote aplanką {0}
ru_ru: Вы добавили папку {0}
uk_ua: Ви додали теку {0}

source: You added a new folder
ja_jp: 新しいフォルダーを追加しました
lt_lt: Pridėjote naują aplanką
ru_ru: Вы добавили новую папку
uk_ua: Ви додали нову теку

source: You deleted the folder {0}
ja_jp: フォルダ {0} を削除しました
lt_lt: Ištrynėte aplanką {0}
ru_ru: Вы удалили папку {0}
uk_ua: Ви видалили теку {0}

source: {0} deleted the folder {1}
ja_jp: {0}さんがフォルダ {1} を削除しました
lt_lt: {0} ištrynė aplanką {1}
ru_ru: {0} удалил папку {1}
uk_ua: {0} видалив теку {1}

source: {0} shared the folder {1}
ja_jp: {0}さんがフォルダ {1} を共有しました
lt_lt: {0} pasidalino aplanku {1}
ru_ru: {0} поделился папкой {1}
uk_ua: {0} поділився текою {1}

source: {0} shared a folder
ja_jp: {0}さんがフォルダーを共有しました
lt_lt: {0} pasidalijo aplanku
ru_ru: {0} поделился папкой
uk_ua: {0} поділився(лася) текою

source: {0} edited the folder
ja_jp: {0}さんがフォルダーを編集しました
lt_lt: {0} redagavo aplanką
ru_ru: {0} изменил папку
uk_ua: {0} відредагував(ла) теку

source: You edited the folder
ja_jp: フォルダーを編集しました
lt_lt: Redagavote aplanką
ru_ru: Вы изменили папку
uk_ua: Ви відредагували теку

source: An email notification setting should be a boolean.
ja_jp: メール通知設定はブール値でなければなりません。
lt_lt: El. pašto pranešimų nustatymas turi būti loginis.
ru_ru: Параметр уведомления по электронной почте должен быть логическим.
uk_ua: Налаштування сповіщення електронною поштою має бути логічним значенням.

source: Could not validate folder data.
ja_jp: フォルダデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti aplanko duomenų.
ru_ru: Не удалось проверить данные папки.
uk_ua: Неможливо перевірити дані теки.

source: The folder parent id should be a valid UUID.
ja_jp: フォルダの親IDは有効なUUIDである必要があります。
lt_lt: Aplanko pirminis ID turi būti galiojantis UUID.
ru_ru: Родительский идентификатор раздела должен быть допустимым UUID.
uk_ua: Ідентифікатор батьківської папки має бути дійсним UUID.

source: The folder parent must exist.
ja_jp: フォルダの親が存在する必要があります。
lt_lt: Pirminis aplankas turi egzistuoti.
ru_ru: Родительская папка должна существовать.
uk_ua: Батьківська тека має існувати.

source: You are not allowed to create content into the parent folder.
ja_jp: 親フォルダにコンテンツを作成することはできません。
lt_lt: Jums neleidžiama kurti turinio pirminiame aplanke.
ru_ru: Вам не разрешено создавать содержимое в родительской папке.
uk_ua: Вам не дозволено створювати вміст у батьківській теці.

source: You are not allowed to delete this folder.
ja_jp: このフォルダを削除することはできません。
lt_lt: Jums neleidžiama ištrinti šio aplanko.
ru_ru: Вам не разрешено удалять эту папку.
uk_ua: Вам не дозволено видаляти цю теку.

source: The folder does not exist.
ja_jp: フォルダが存在しません。
lt_lt: Aplankas neegzistuoja.
ru_ru: Папка не существует.
uk_ua: Теки не існує.

source: You cannot delete this resource
ja_jp: このリソースを削除することはできません
lt_lt: Negalite ištrinti šio šaltinio
ru_ru: Вы не можете удалить этот ресурс
uk_ua: Ви не можете видалити цей ресурс

source: You are not allowed to update the permissions of this folder.
ja_jp: このフォルダのパーミッションを更新することはできません。
lt_lt: Jums neleidžiama atnaujinti šio aplanko leidimų.
ru_ru: Вам не разрешено обновлять права доступа к этой папке.
uk_ua: Вам не дозволено оновлювати дозволи цієї теки.

source: You are not allowed to update this folder.
ja_jp: このフォルダを更新することはできません。
lt_lt: Jums neleidžiama atnaujinti šio aplanko.
ru_ru: Вам не разрешено обновлять эту папку.
uk_ua: Вам не дозволено оновлювати цю теку.

source: Could not validate folder relation data.
ja_jp: フォルダ関係のデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti aplanko ryšio duomenų.
ru_ru: Не удалось проверить данные о связях папок.
uk_ua: Неможливо перевірити дані зв'язку теки.

source: The object to move does not exist.
ja_jp: 移動するオブジェクトは存在しません。
lt_lt: Objekto, kurį reikia perkelti, nėra.
ru_ru: Объект для перемещения не существует.
uk_ua: Об'єкт для переміщення не існує.

source: You are not allowed to move this item out of its parent folder.
ja_jp: この項目を親フォルダから移動することはできません。
lt_lt: Jums neleidžiama perkelti šio elemento iš pirminio aplanko.
ru_ru: Вам не разрешено перемещать этот элемент из его родительской папки.
uk_ua: Вам не дозволено переміщувати цей елемент поза межі його батьківської теки.

source: You are not allowed to move this item.
ja_jp: この項目を移動することはできません。
lt_lt: Jums neleidžiama perkelti šio elemento.
ru_ru: Вам не разрешено перемещать этот элемент.
uk_ua: Вам не дозволено переміщувати цей елемент.

source: You are not allowed to move an item in read only into the parent folder.
ja_jp: 読み取り専用の項目を親フォルダに移動することはできません。
lt_lt: Negalite perkelti elemento tik skaityti į pirminį aplanką.
ru_ru: Вам не разрешено перемещать элемент только для чтения в родительскую папку.
uk_ua: Вам не дозволено переміщувати елемент у режимі "лише для читання" до батьківської теки.

source: The folder parent does not exist.
ja_jp: フォルダの親が存在しません。
lt_lt: Pirminio aplanko nėra.
ru_ru: Родительская папка не существует.
uk_ua: Батьківської теки не існує.

source: You have created a new folder
ja_jp: 新しいフォルダを作成しました
lt_lt: Sukūrėte naują aplanką
ru_ru: Вы создали новую папку
uk_ua: Ви створили нову теку

source: Name: {0}
ja_jp: 名前: {0}
lt_lt: Vardas: {0}
ru_ru: Имя: {0}
uk_ua: Назва: {0}

source: View it in passbolt
ja_jp: パスボルトで表示
lt_lt: Peržiūrėkite „passbolt'e“
ru_ru: Посмотреть в passbolt
uk_ua: Переглянути це у Passbolt

source: You deleted a folder
ja_jp: フォルダを削除しました
lt_lt: Ištrynėte aplanką
ru_ru: Вы удалили папку
uk_ua: Ви видалили теку

source: {0} deleted a folder
ja_jp: {0} さんがフォルダを削除しました
lt_lt: {0} ištrynė aplanką
ru_ru: {0} удалил папку
uk_ua: {0} видалив теку

source: log in passbolt
ja_jp: パスボルトにログイン
lt_lt: prisijungti "passbolt"
ru_ru: войти в систему
uk_ua: увійти в Passbolt

source: {0} shared a folder with you
ja_jp: {0} さんがあなたとフォルダを共有しました
lt_lt: {0} pasidalino aplanku su jumis
ru_ru: {0} поделился с вами папкой
uk_ua: {0} поділився(лась) з вами текою

source: You edited a folder
ja_jp: フォルダを編集しました
lt_lt: Redagavote aplanką
ru_ru: Вы изменили папку
uk_ua: Ви відредагували теку

source: {0} edited a folder
ja_jp: {0} さんがフォルダを編集しました
lt_lt: {0} redagavo aplanką
ru_ru: {0} изменил папку
uk_ua: {0} відредагував теку

source: The user signature could not be verified.
ja_jp: ユーザー署名を検証できませんでした。
lt_lt: Nepavyko patikrinti vartotojo parašo.
ru_ru: Подпись пользователя не может быть проверена.
uk_ua: Не вдалося перевірити підпис користувача.

source: The challenge cannot be decrypted.
ja_jp: チャレンジは復号できません。
lt_lt: Atpažinimo signalas negali būti iššifruotas.
ru_ru: Вызов не может быть расшифрован.
uk_ua: Не вдалося розшифрувати виклик.

source: The challenge is invalid. Deserialization failed.
ja_jp: チャレンジが無効です。デシリアライズに失敗しました。
lt_lt: Atpažinimo signalas negalioja. Deserializuoti nepavyko.
ru_ru: Вызов недействителен. Десериализация не удалась.
uk_ua: Виклик недійсний. Не вдалося десеріалізувати.

source: The challenge is invalid. Validation Failed.
ja_jp: チャレンジが無効です。検証に失敗しました。
lt_lt: Atpažinimo signalas negalioja. Patvirtinti nepavyko.
ru_ru: Вызов недействителен. Проверка не удалась.
uk_ua: Виклик недійсний. Перевірка завершилася помилкою.

source: The user id is missing or invalid.
ja_jp: ユーザーIDがないか、無効です。
lt_lt: Trūksta vartotojo ID arba jis neteisingas.
ru_ru: Идентификатор пользователя отсутствует или недействителен.
uk_ua: Ідентифікатор користувача відсутній або недійсний.

source: The user OpenPGP key does not exist, or is invalid, or has been deleted.
ja_jp: ユーザーのOpenPGP鍵が存在しないか、無効であるか、削除されています。
lt_lt: Vartotojo OpenPGP rakto nėra arba jis neteisingas arba buvo ištrintas.
ru_ru: Пользовательский ключ OpenPGP не существует, недействителен или был удален.
uk_ua: Користувацький ключ OpenPGP не існує, недійсний або був видалений.

source: The user challenge is missing or invalid.
ja_jp: ユーザーチャレンジがないか無効です。
lt_lt: Trūksta vartotojo atpažinimo signalo arba jis negalioja.
ru_ru: Запрос пользователя отсутствует или недействителен.
uk_ua: Виклик користувача відсутній або недійсний.

source: The version is invalid.
ja_jp: バージョンが無効です。
lt_lt: Versija neteisinga.
ru_ru: Версия недействительна.
uk_ua: Версія недійсна.

source: The domain is invalid.
ja_jp: ドメインが無効です。
lt_lt: Domenas neteisingas.
ru_ru: Домен недействителен.
uk_ua: Домен недійсний.

source: The domain is invalid. Expected: {0} and got {1}
ja_jp: ドメインが無効です。期待されたものは {0} ですが、{1} を得ました。
lt_lt: Domenas neteisingas. Numatyta: {0} ir gauta {1}
ru_ru: Домен недействителен. Ожидается: {0} и получено {1}
uk_ua: Домен недійсний. Очікувалося: {0}, отримано: {1}

source: The following file could not be read: {0}.
ja_jp: 次のファイルを読み込めませんでした: {0}。
lt_lt: Nepavyko nuskaityti šio failo: {0}.
ru_ru: Не удалось прочитать следующий файл: {0}.
uk_ua: Не вдалося зчитати такий файл: {0}.

source: The authentication was a success.
ja_jp: 認証は成功しました。
lt_lt: Autentifikavimas buvo sėkmingas.
ru_ru: Аутентификация прошла успешно.
uk_ua: Автентифікація пройшла успішно.

source: The authentication failed.
ja_jp: 認証に失敗しました。
lt_lt: Autentifikavimas nepavyko.
ru_ru: Аутентификация не удалась.
uk_ua: Не вдалося автентифікувати.

source: The credentials are missing.
ja_jp: 認証情報がありません。
lt_lt: Trūksta kredencialų.
ru_ru: Учетные данные отсутствуют.
uk_ua: Облікові дані відсутні.

source: The user does not exist or is not active or has been deleted.
ja_jp: ユーザーが存在しないか、アクティブでないか、削除されています。
lt_lt: Vartotojo nėra, jis neaktyvus arba buvo ištrintas.
ru_ru: Пользователь не существует, или не активен, или был удален.
uk_ua: Користувач не існує, не є активним або був видалений.

source: The credentials are invalid.
ja_jp: 認証情報が無効です。
lt_lt: Kredencialai neteisingi.
ru_ru: Учетные данные недействительны.
uk_ua: Облікові дані недійсні.

source: An internal error occurred.
ja_jp: 内部エラーが発生しました。
lt_lt: Įvyko vidinė klaida.
ru_ru: Возникла внутренняя ошибка.
uk_ua: Сталася внутрішня помилка.

source: Authentication security alert
ja_jp: 認証セキュリティ警告
lt_lt: Autentifikavimo saugos įspėjimas
ru_ru: Предупреждение безопасности аутентификации
uk_ua: Повідомлення безпеки аутентифікації

source: No active refresh token matching the request could be found.
ja_jp: リクエストに一致するアクティブなリフレッシュトークンが見つかりませんでした。
lt_lt: Nerasta aktyvaus atnaujinimo prieigos rakto, atitinkančio užklausą.
ru_ru: Не удалось найти активный токен обновления, соответствующий запросу.
uk_ua: Не вдалося знайти активний refresh token, що відповідає запиту.

source: The user is not activated or disabled.
ja_jp: そのユーザーはアクティブではないか、または無効になっています。
lt_lt: Vartotojas neaktyvus arba sustabdytas.
ru_ru: Пользователь не активирован или отключен.
uk_ua: Користувач не активований або відключений.

source: The user is deleted.
ja_jp: ユーザーは削除されています。
lt_lt: Vartotojas ištrintas.
ru_ru: Пользователь удален.
uk_ua: Користувач видалений.

source: The verify token is invalid.
ja_jp: 検証トークンが無効です。
lt_lt: Patvirtinimo prieigos raktas neteisingas.
ru_ru: Токен подтверждения недействителен.
uk_ua: Токен перевірки недійсний.

source: The route {0} is not permitted with JWT authentication.
ja_jp: ルート {0} はJWT認証では許可されていません。
lt_lt: Kelias {0} neleidžiamas naudojant JWT autentifikavimą.
ru_ru: Маршрут {0} не разрешен для аутентификации JWT.
uk_ua: Маршрут {0} заборонено з автентифікацією JWT.

source: The JWT public key could not be extracted.
ja_jp: JWT公開鍵を抽出できませんでした。
lt_lt: JWT viešojo rakto išgauti nepavyko.
ru_ru: Не удалось извлечь открытый ключ JWT.
uk_ua: Публічний ключ JWT не вдалося витягнути.

source: The JWT public key details could not be read.
ja_jp: JWT公開鍵の詳細を読み取れませんでした。
lt_lt: JWT viešojo rakto detalių perskaityti nepavyko.
ru_ru: Не удалось прочитать данные открытого ключа JWT.
uk_ua: Неможливо прочитати дані публічного ключа JWT.

source: The key pair for JWT Authentication is not complete.
ja_jp: JWT認証の鍵ペアが不完全です。
lt_lt: JWT autentifikavimo raktų pora nėra baigta.
ru_ru: Пара ключей для аутентификации JWT не завершена.
uk_ua: Пара ключів для автентифікації JWT неповна.

source: The JWT public key could not be read or is not valid.
ja_jp: JWT公開鍵を読み取ることができなかったか、有効ではありません。
lt_lt: JWT viešasis raktas negali būti nuskaitytas arba jis negalioja.
ru_ru: Открытый ключ JWT не может быть прочитан или недействителен.
uk_ua: Публічний ключ JWT не вдалося зчитати або він недійсний.

source: The JWT private key should be at least {0} bytes long.
ja_jp: JWT 秘密鍵は少なくとも {0} バイト長でなければなりません。
lt_lt: JWT privatusis raktas turi būti bent {0} baitų ilgio.
ru_ru: Закрытый ключ JWT должен иметь длину не менее {0} байт.
uk_ua: Приватний ключ JWT має містити принаймні {0} байт.

source: The configuration {0} is not correctly set.
ja_jp: 設定 {0} が正しく設定されていません。
lt_lt: Konfigūracija {0} neteisingai nustatyta.
ru_ru: Конфигурация {0} задана неправильно.
uk_ua: Конфігурація {0} налаштована некоректно.

source: The {0} directory is not writable.
ja_jp: {0} ディレクトリに書き込みできません。
lt_lt: Katalogas {0} nėra rašomas.
ru_ru: Каталог {0} недоступен для записи.
uk_ua: Каталог {0} недоступний для запису.

source: The {0} directory should not be writable.
ja_jp: {0} ディレクトリは書き込み可能であってはなりません。
lt_lt: Katalogas {0} neturėtų būti rašomas.
ru_ru: Каталог {0} не должен быть доступен для записи.
uk_ua: Каталог {0} не повинен бути доступний для запису.

source: A valid JWT key pair was found.
ja_jp: 有効なJWT鍵ペアが見つかりました。
lt_lt: Rasta galiojanti JWT raktų pora.
ru_ru: Обнаружена действительная пара ключей JWT.
uk_ua: Знайдено дійсну пару ключів JWT.

source: A valid JWT key pair is missing.
ja_jp: 有効なJWT鍵ペアが見つかりません。
lt_lt: Trūksta galiojančios JWT raktų poros.
ru_ru: Отсутствует действительная пара ключей JWT.
uk_ua: Відсутня дійсна пара ключів JWT.

source: Run the create JWT keys script to create a valid JWT secret and public key pair:
ja_jp: 有効なJWT秘密鍵と公開鍵のペアを作成するには、create JWT keysスクリプトを実行してください：
lt_lt: Paleiskite skriptą, kuris sukuria galiojančią JWT slapto rakto ir viešo rakto porą:
ru_ru: Выполните скрипт создания ключей JWT, чтобы создать действительный секретный ключ и открытый ключ JWT:
uk_ua: Запустіть сценарій створення JWT-ключів, щоб створити дійсну пару секретного ті публічного JWT ключів:

source: The refresh token should be a valid UUID.
ja_jp: リフレッシュトークンは有効なUUIDでなければなりません。
lt_lt: Atnaujinimo prieigos raktas turi būti galiojantis UUID.
ru_ru: Токен обновления должен быть допустимым UUID.
uk_ua: Refresh token має бути дійсним UUID.

source: The user ID should be a valid UUID.
ja_jp: ユーザーIDは有効なUUIDである必要があります。
lt_lt: Vartotojo ID turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя должен быть действительным UUID.
uk_ua: Ідентифікатор користувача (ID) має бути дійсним UUID.

source: The refresh token provided was already used.
ja_jp: 指定されたリフレッシュトークンはすでに使用されています。
lt_lt: Pateiktas atnaujinimo prieigos raktas jau buvo panaudotas.
ru_ru: Предоставленный токен обновления уже использовался.
uk_ua: Наданий refresh token уже використано.
