Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The {0} plugin endpoints are enabled.
ja_jp: {0} プラグインのエンドポイントは有効化されています。
lt_lt: „{0}“ įskiepio galiniai taškai įjungti.
ru_ru: Endpoint'ы плагина {0} включены.
uk_ua: Кінцеві точки плагіну {0} увімкнено.

source: It is recommended to disable the plugin endpoints.
ja_jp: プラグインのエンドポイントを無効化することが推奨されます。
lt_lt: Rekomenduojama išjungti įskiepio galinius taškus.
ru_ru: Рекомендуется отключить endpoint'ы плагина.
uk_ua: Рекомендовано вимкнути кінцеві точки плагіну.

source: Set the PASSBOLT_SECURITY_SMTP_SETTINGS_ENDPOINTS_DISABLED environment variable to true.
ja_jp: 環境変数 PASSBOLT_SECURITY_SMTP_SETTINGS_ENDPOINTS_DISABLED を true に設定してください。
lt_lt: Nustatykite aplinkos kintamąjį PASSBOLT_SECURITY_SMTP_SETTINGS_ENDPOINTS_DISABLED reikšmei true.
ru_ru: Установите переменную окружения PASSBOLT_SECURITY_SMTP_SETTINGS_ENDPOINTS_DISABLED в значение true.
uk_ua: Встановіть змінну середовища PASSBOLT_SECURITY_SMTP_SETTINGS_ENDPOINTS_DISABLED у true.

source: Or set passbolt.security.smtpSettings.endpointsDisabled to true in {0}.
ja_jp: あるいは {0} の passbolt.security.smtpSettings.endpointsDisabled を true に設定してください。
lt_lt: Arba nustatykite passbolt.security.smtpSettings.endpointsDisabled reikšmei true faile {0}.
ru_ru: Или установите passbolt.security.smtpSettings.endpointsDisabled в значение true в {0}.
uk_ua: Або встановіть passbolt.security.smtpSettings.endpointsDisabled = true у {0}.

source: not found
ja_jp: 見つかりません
lt_lt: nerasta
ru_ru: не найдено
uk_ua: не знайдено

source: The SMTP Settings source is: {0}.
ja_jp: SMTP設定のソースは: {0}。
lt_lt: SMTP nustatymų šaltinis: {0}.
ru_ru: Источник настроек SMTP: {0}.
uk_ua: Джерело налаштувань SMTP: {0}.

source: It is recommended to set the SMTP Settings in the database through the administration section.
ja_jp: SMTP設定は管理セクションを介してデータベースに設定することが推奨されます。
lt_lt: Rekomenduojama nustatyti SMTP nustatymus duomenų bazėje per administravimo skyrių.
ru_ru: Рекомендуется задавать настройки SMTP в базе данных через раздел администрирования.
uk_ua: Рекомендовано встановити налаштування SMTP у базі даних через розділ адміністрування.

source: database
ja_jp: データベース
lt_lt: duomenų bazė
ru_ru: база данных
uk_ua: база даних

source: env variables
ja_jp: 環境変数
lt_lt: env kintamieji
ru_ru: переменные среды
uk_ua: змінні оточення (env)

source: Could not validate the smtp settings.
ja_jp: smtp設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti smtp nustatymų.
ru_ru: Не удалось проверить настройки smtp.
uk_ua: Не вдалося перевірити налаштування SMTP,.

source: Could not validate the smtp settings found in database.
ja_jp: データベースで見つかったSMTP設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti duomenų bazėje rastų smtp nustatymų.
ru_ru: Не удалось проверить настройки smtp, найденные в базе данных.
uk_ua: Не вдалося перевірити налаштування SMTP,, знайдені в базі даних.

source: The OpenPGP server key cannot be used to decrypt the SMTP settings stored in database.
ja_jp: OpenPGPサーバーキーでは、データベースに保存されているSMTP設定を復号できません。
lt_lt: OpenPGP serverio raktas negali būti naudojamas duomenų bazėje saugomiems SMTP parametrams iššifruoti.
ru_ru: Ключ сервера OpenPGP не может быть использован для расшифровки настроек SMTP, хранящихся в базе данных.
uk_ua: Ключ сервера OpenPGP не може бути використаний для дешифрування налаштувань SMTP, збережених у базі даних.

source: To fix this problem, you need to configure the SMTP server again.
ja_jp: この問題を解決するには、SMTPサーバーを再度構成してください。
lt_lt: Norėdami išspręsti šią problemą, turite dar kartą sukonfigūruoti SMTP serverį.
ru_ru: Чтобы устранить эту проблему, вам необходимо снова настроить SMTP-сервер.
uk_ua: Щоб виправити цю проблему, необхідно знову налаштувати SMTP-сервер.

source: Passbolt test email
ja_jp: パスボルトテストメール
lt_lt: Passbol bandomasis el. paštas
ru_ru: Тестовая электронная почта Passbolt
uk_ua: Тестовий лист Passbolt

source: Congratulations!
ja_jp: おめでとうございます！
lt_lt: Sveikinimai!
ru_ru: Поздравляем!
uk_ua: Вітаємо!

source: If you receive this email, it means that your passbolt smtp configuration is working fine.
ja_jp: このメールが届いた場合は、パスボルトのsmtp設定が正常に動作していることを意味します。
lt_lt: Jei gavote šį el. laišką, tai reiškia, kad jūsų "passbolt" smtp konfigūracija veikia gerai.
ru_ru: Если вы получили это письмо, это означает, что ваша конфигурация smtp passbolt работает нормально.
uk_ua: Якщо ви отримали цей лист, це означає, що ваша конфігурація SMTP Passbolt працює правильно.

source: Invalid `passbolt.plugins.smtpSettings.security` configuration values.
ja_jp: 無効な `passbolt.plugins.smtpSettings.security` 設定値です。
lt_lt: Neteisingos `passbolt.plugins.smtpSettings.security` konfigūracijos reikšmės.
ru_ru: Недопустимые значения конфигурации `passbolt.plugins.smtpSettings.security`.
uk_ua: Невірні значення конфігурації `passbolt.plugins.smtpSettings.security`.

source: Errors:
ja_jp: エラー:
lt_lt: Klaidos:
ru_ru: Ошибка:
uk_ua: Помилки:

source: The data entered are not correct
ja_jp: 入力されたデータが正しくありません
lt_lt: Įvesti duomenys neteisingi
ru_ru: Введенные данные неверны
uk_ua: Введені дані є некоректними

source: A connection could not be established with the credentials provided.
ja_jp: 指定された認証情報で接続を確立できませんでした。
lt_lt: Nepavyko užmegzti ryšio naudojant pateiktus kredencialus.
ru_ru: Не удалось установить соединение с предоставленными учетными данными.
uk_ua: Не вдалося встановити з’єднання з наданими обліковими даними.

source: Please verify the settings.
ja_jp: 設定を確認してください。
lt_lt: Patikrinkite nustatymus.
ru_ru: Пожалуйста, проверьте настройки.
uk_ua: Будь ласка, перевірте налаштування.

source: The data entered are not correct: {0}
ja_jp: 入力されたデータは正しくありません: {0}
lt_lt: Įvesti neteisingi duomenys: {0}
ru_ru: Введены неверные данные: {0}
uk_ua: Введені дані некоректні: {0}

source: The session has expired. Please start the configuration again.
ja_jp: セッションの有効期限が切れています。設定を再度開始してください。
lt_lt: Sesija baigėsi. Pradėkite konfigūraciją iš naujo.
ru_ru: Сеанс истек. Пожалуйста, запустите настройку заново.
uk_ua: Сесія завершилася. Будь ласка, почніть налаштування знову.

source: System check
ja_jp: システムチェック
lt_lt: Sistemos patikrinimas
ru_ru: Проверка системы
uk_ua: Перевірка системи

source: Subscription key
ja_jp: サブスクリプションキー
lt_lt: Prenumeratos raktas.
ru_ru: Ключ подписки
uk_ua: Ключ підписки

source: Server keys
ja_jp: サーバーキー
lt_lt: Serverio raktai
ru_ru: Ключи сервера
uk_ua: Ключі сервера

source: Options
ja_jp: オプション
lt_lt: Pasirinkimai
ru_ru: Опции
uk_ua: Опції

source: Emails
ja_jp: メール
lt_lt: Elektroniniai laiškai
ru_ru: электронные письма
uk_ua: Електронні листи

source: First user
ja_jp: 最初のユーザー
lt_lt: Pirmasis vartotojas
ru_ru: Первый пользователь
uk_ua: Перший користувач

source: Installation
ja_jp: インストール
lt_lt: Instaliacija
ru_ru: Монтаж
uk_ua: Встановлення

source: That's it!
ja_jp: 以上です！
lt_lt: Viskas!
ru_ru: Вот и все!
uk_ua: Готово!

source: A driver name is required.
ja_jp: ドライバ名が必要です。
lt_lt: Reikalingas tvarkyklės pavadinimas.
ru_ru: Введите имя драйвера.
uk_ua: Потрібне ім'я драйвера.

source: The driver name should not be empty.
ja_jp: ドライバ名を空にすることはできません。
lt_lt: Tvarkyklės pavadinimas neturi būti tuščias.
ru_ru: Имя драйвера не должно быть пустым.
uk_ua: Ім'я драйвера не повинно бути порожнім.

source: The database driver should be one of the following: {0}.
ja_jp: データベースドライバは以下のいずれかである必要があります: {0}。
lt_lt: Duomenų bazės tvarkyklė turi būti viena iš šių: {0}.
ru_ru: Драйвер базы данных должен быть одним из следующих: {0}.
uk_ua: Драйвер бази даних має бути одним з наступних: {0}.

source: The password should not contain quotes.
ja_jp: パスワードには引用符を含めないでください。
lt_lt: Slaptažodyje neturi būti kabučių.
ru_ru: Пароль не должен содержать кавычек.
uk_ua: Пароль не повинен містити лапки.

source: A database name is required.
ja_jp: データベース名が必要です。
lt_lt: Būtinas duomenų bazės pavadinimas.
ru_ru: Требуется имя базы данных.
uk_ua: Потрібно вказати назву бази даних.

source: The database name should not be empty.
ja_jp: データベース名は空にしないでください。
lt_lt: Duomenų bazės pavadinimo laukas neturi būti tuščias.
ru_ru: Имя базы данных не должно быть пустым.
uk_ua: Назва бази даних не повинна бути порожньою.

source: The database name should be a valid BMP-UTF8 string.
ja_jp: データベース名は有効なBMP-UTF8文字列でなければなりません。
lt_lt: Duomenų bazės pavadinimas turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Имя базы данных должно быть допустимой строкой BMP-UTF8.
uk_ua: Назва бази даних має бути дійсним рядком BMP-UTF8.

source: The database name should not contain dashes.
ja_jp: データベース名にダッシュを含めないでください。
lt_lt: Duomenų bazės pavadinime neturėtų būti brūkšnelių.
ru_ru: Имя базы данных не должно содержать дефисов.
uk_ua: Назва бази даних не повинна містити дефіси.

source: The schema is required on PostgreSQL
ja_jp: PostgreSQLではスキーマが必須です
lt_lt: „PostgreSQL“ duomenų bazėje būtina nurodyti schemą
ru_ru: Необходимо указать схему для PostgreSQL
uk_ua: Схема є обов’язковою для PostgreSQL

source: The schema should be a valid BMP-UTF8 string.
ja_jp: スキーマは有効なBMP-UTF8文字列である必要があります。
lt_lt: Schema turi būti galiojanti BMP-UTF8 eilutė.
ru_ru: Схема должна быть корректной строкой BMP-UTF8.
uk_ua: Схема має бути дійсним рядком BMP-UTF8.

source: An OpenPGP public key is required.
ja_jp: OpenPGP 公開鍵が必要です。
lt_lt: Reikalingas OpenPGP viešasis raktas.
ru_ru: Требуется открытый ключ OpenPGP.
uk_ua: Потрібно вказати публічний ключ OpenPGP.

source: The OpenPGP public key should not be empty.
ja_jp: OpenPGP 公開鍵は空にしないでください。
lt_lt: OpenPGP viešasis raktas neturi būti tuščias.
ru_ru: Открытый ключ OpenPGP не должен быть пустым.
uk_ua: Публічний ключ OpenPGP не повинен бути порожнім.

source: The OpenPGP public key should be a valid ASCII string.
ja_jp: OpenPGP 公開鍵は、有効な ASCII 文字列でなければなりません。
lt_lt: OpenPGP viešasis raktas turi būti tinkama ASCII eilutė.
ru_ru: Открытый ключ OpenPGP должен быть допустимой строкой ASCII.
uk_ua: Публічний ключ OpenPGP має бути дійсним рядком ASCII.

source: The key is not a valid OpenPGP public key.
ja_jp: この鍵は有効なOpenPGP公開鍵ではありません。
lt_lt: Raktas nėra galiojantis OpenPGP viešasis raktas.
ru_ru: Ключ не является действительным открытым ключом OpenPGP.
uk_ua: Цей ключ не є дійсним публічним ключем OpenPGP.

source: The OpenPGP public key should not have an expiry date.
ja_jp: OpenPGP公開鍵には、有効期限を設定しないでください。
lt_lt: OpenPGP viešasis raktas neturėtų turėti galiojimo pabaigos datos.
ru_ru: Открытый ключ OpenPGP не должен иметь срока действия.
uk_ua: Публічний ключ OpenPGP не повинен мати терміну дії.

source: The OpenPGP public key cannot be used to encrypt.
ja_jp: OpenPGP公開鍵は暗号化に使用できません。
lt_lt: OpenPGP viešasis raktas negali būti naudojamas šifravimui.
ru_ru: Открытый ключ OpenPGP нельзя использовать для шифрования.
uk_ua: Публічний ключ OpenPGP неможливо використовувати для шифрування.

source: An OpenPGP private key is required.
ja_jp: OpenPGP秘密鍵が必要です。
lt_lt: Reikalingas OpenPGP privatus raktas.
ru_ru: Требуется закрытый ключ OpenPGP.
uk_ua: Потрібно вказати приватний ключ OpenPGP.

source: The OpenPGP private key should not be empty.
ja_jp: OpenPGP秘密鍵は空にしないでください。
lt_lt: OpenPGP privatus raktas neturi būti tuščias.
ru_ru: Закрытый ключ OpenPGP не должен быть пустым.
uk_ua: Приватний ключ OpenPGP не повинен бути порожнім.

source: The OpenPGP private key should be a valid ASCII string.
ja_jp: OpenPGP秘密鍵は、有効なASCII文字列である必要があります。
lt_lt: OpenPGP privatusis raktas turi būti tinkama ASCII eilutė.
ru_ru: Закрытый ключ OpenPGP должен быть допустимой строкой ASCII.
uk_ua: Приватний ключ OpenPGP має бути дійсним рядком ASCII.

source: The OpenPGP private key should not have an expiry date.
ja_jp: OpenPGP秘密鍵には有効期限を設定しないでください。
lt_lt: OpenPGP privatus raktas neturėtų turėti galiojimo pabaigos datos.
ru_ru: Закрытый ключ OpenPGP не должен иметь срока действия.
uk_ua: Приватний ключ OpenPGP не повинен мати строку дії.

source: The OpenPGP private key cannot be used to decrypt.
ja_jp: OpenPGP秘密鍵は復号に使用できません。
lt_lt: OpenPGP privatus raktas negali būti naudojamas iššifruoti.
ru_ru: Закрытый ключ OpenPGP нельзя использовать для расшифровки.
uk_ua: Приватний ключ OpenPGP неможливо використовувати для дешифрування.

source: Please note that passbolt does not support OpenPGP key protected with a secret.
ja_jp: パスボルトは、秘密で保護されたOpenPGP鍵には対応していませんのでご注意ください。
lt_lt: Atminkite, kad „passbolt“ nepalaiko „OpenPGP“ rakto, apsaugoto paslaptimi.
ru_ru: Обратите внимание, что passbolt не поддерживает ключ OpenPGP, защищенный секретом.
uk_ua: Зверніть увагу, що Passbolt не підтримує ключ OpenPGP, захищений секретом.

source: The fingerprint should not be empty.
ja_jp: 指紋は空にしないでください。
lt_lt: Pirštų atspaudas neturi būti tuščias.
ru_ru: Отпечаток пальца не должен быть пустым.
uk_ua: Відбиток не повинен бути порожнім.

source: The fingerprint does not match the OpenPGP public and the OpenPGP private keys fingerprints.
ja_jp: 指紋が、OpenPGP公開鍵とOpenPGP秘密鍵の指紋と一致しません。
lt_lt: Pirštų atspaudai nesutampa su OpenPGP viešųjų ir OpenPGP privačių raktų pirštų atspaudais.
ru_ru: Отпечаток пальца не соответствует отпечатку открытого и закрытого ключей OpenPGP.
uk_ua: Відбиток не збігається з відбитками публічного та приватного ключів OpenPGP.

source: A full base url is required.
ja_jp: フルベースURLが必要です。
lt_lt: Būtinas visas bazinis URL.
ru_ru: Требуется полный базовый URL.
uk_ua: Потрібно вказати повний базовий URL.

source: The full base url should not be empty
ja_jp: フルベースURLは空にしないでください
lt_lt: Visas bazinis URL neturi būti tuščias
ru_ru: Укажите полный базовый URL.
uk_ua: Повний базовий URL не повинен бути порожнім

source: The full base url should be a valid BMP-UTF8 string.
ja_jp: フルベースURLは有効なBMP-UTF8文字列でなければなりません。
lt_lt: Visas pagrindinis URL turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Полный базовый URL-адрес должен быть допустимой строкой BMP-UTF8.
uk_ua: Повний базовий URL має бути дійсним рядком BMP-UTF8.

source: A force ssl status is required.
ja_jp: 強制ssl 状態が必要です。
lt_lt: Reikalinga priverstinė ssl būsena.
ru_ru: Требуется принудительный статус ssl.
uk_ua: Потрібно вказати статус примусового SSL.

source: The force ssl setting should be a valid boolean.
ja_jp: 強制ssl 設定は有効なブール値である必要があります。
lt_lt: Priverstinis ssl nustatymas turi būti tinkamas loginis dydis.
ru_ru: Параметр force ssl должен быть допустимым логическим значением.
uk_ua: Налаштування примусового SSL має бути дійсним логічним значенням.

source: The passbolt config is writable.
ja_jp: パスボルトのconfigは書き込み可能です。
lt_lt: „Pasbolt“ konfigūracija yra įrašoma.
ru_ru: Конфигурация passbolt доступна для записи.
uk_ua: Конфігурація Passbolt доступна для запису.

source: The passbolt config is not writable.
ja_jp: パスボルトのconfigは書き込み可能ではありません。
lt_lt: „Pasbolt“ konfigūracija nėra įrašoma.
ru_ru: Конфигурация passbolt недоступна для записи.
uk_ua: Конфігурація Passbolt недоступна для запису.

source: Ensure the file
ja_jp: ファイルを確認
lt_lt: Užtikrinti failą
ru_ru: Убедитесь, что файл
uk_ua: Переконайтеся, що файл

source: The server OpenPGP private key file is writable.
ja_jp: サーバーのOpenPGP秘密鍵ファイルは書き込み可能です。
lt_lt: Serverio OpenPGP privataus rakto failas yra rašomas.
ru_ru: Файл закрытого ключа сервера OpenPGP доступен для записи.
uk_ua: Файл приватного ключа сервера OpenPGP доступний для запису.

source: The server OpenPGP private key file is not writable.
ja_jp: サーバーのOpenPGP秘密鍵ファイルは書き込み可能ではありません。
lt_lt: Serverio OpenPGP privataus rakto failas neįrašomas.
ru_ru: Файл закрытого ключа OpenPGP сервера недоступен для записи.
uk_ua: Файл приватного ключа сервера OpenPGP недоступний для запису.

source: Ensure the file {0} is writable by the webserver user.
ja_jp: ファイル {0} がウェブサーバーユーザーによって書き込み可能であることを確認します。
lt_lt: Įsitikinkite, kad failą {0} gali įrašyti žiniatinklio serverio naudotojas.
ru_ru: Убедитесь, что файл {0} доступен для записи пользователю веб-сервера.
uk_ua: Переконайтеся, що файл {0} доступний для запису користувачем веб-сервера.

source: The server OpenPGP public key file is writable.
ja_jp: サーバーのOpenPGP公開鍵ファイルは書き込み可能です。
lt_lt: Serverio OpenPGP viešojo rakto failas yra rašomas.
ru_ru: Файл открытого ключа сервера OpenPGP доступен для записи.
uk_ua: Файл публічного ключа сервера OpenPGP доступний для запису.

source: The server OpenPGP public key file is not writable.
ja_jp: サーバーのOpenPGP公開鍵ファイルは書き込みできません。
lt_lt: Serverio OpenPGP viešojo rakto failas neįrašomas.
ru_ru: Файл открытого ключа OpenPGP сервера недоступен для записи.
uk_ua: Файл публічного ключа сервера OpenPGP недоступний для запису.

source: The database schema does not match the one expected
ja_jp: データベーススキーマが期待されているものと一致しません
lt_lt: Duomenų bazės schema neatitinka tos, kurios laukiama
ru_ru: Схема базы данных не соответствует ожидаемой
uk_ua: Схема бази даних не відповідає очікуваній

source: The database cannot be installed
ja_jp: データベースをインストールできません
lt_lt: Duomenų bazės įdiegti negalima
ru_ru: База данных не может быть установлена
uk_ua: Базу даних неможливо встановити

source: There was a problem creating the first user
ja_jp: 最初のユーザーを作成する際に問題が発生しました
lt_lt: Kuriant pirmąjį naudotoją kilo problema
ru_ru: Не удалось создать первого пользователя
uk_ua: Сталася проблема при створенні першого користувача

source: There was a problem creating the registration token
ja_jp: 登録トークンの作成中に問題が発生しました
lt_lt: Kuriant registracijos prieigos raktą kilo problema
ru_ru: Возникла проблема с созданием токена регистрации.
uk_ua: Сталася проблема при створенні токена реєстрації

source: Create your user account!
ja_jp: ユーザーアカウントを作成してください！
lt_lt: Susikurkite savo vartotojo paskyrą!
ru_ru: Создайте свою учетную запись пользователя!
uk_ua: Створіть свій обліковий запис користувача!

source: Admin user details
ja_jp: 管理者ユーザーの詳細
lt_lt: Administratoriaus vartotojo informacija
ru_ru: Сведения о пользователе-администраторе
uk_ua: Дані адміністратора

source: First name
ja_jp: 名
lt_lt: Vardas
ru_ru: Имя
uk_ua: Ім'я

source: Last name
ja_jp: 姓
lt_lt: Pavardė
ru_ru: Фамилия
uk_ua: Прізвище

source: mail@yourdomain.com
lt_lt: paštas@jūsųdomenas.com
ru_ru: почта@вашдомен.com

source: Next
ja_jp: 次
lt_lt: Toliau
ru_ru: Следующий
uk_ua: Далі

source: Enter your database details.
ja_jp: データベースの詳細を入力します。
lt_lt: Įveskite savo duomenų bazės duomenis.
ru_ru: Введите данные вашей базы данных.
uk_ua: Введіть дані своєї бази даних.

source: Database configuration
ja_jp: データベースの設定
lt_lt: Duomenų bazės konfigūracija
ru_ru: Конфигурация базы данных
uk_ua: Конфігурація бази даних

source: An existing database has been detected on your server. The connection details are pre-filled below.
ja_jp: 既存のデータベースがサーバー上で検出されました。接続の詳細は以下に事前に入力されています。
lt_lt: Jūsų serveryje aptikta esama duomenų bazė. Informacija apie ryšį yra iš anksto užpildyta žemiau.
ru_ru: На вашем сервере обнаружена существующая база данных. Детали подключения предварительно заполнены ниже.
uk_ua: На вашому сервері виявлено наявну базу даних. Дані для підключення попередньо заповнені нижче.

source: You can keep it as it is (default), or replace it with the details of another database.
ja_jp: そのまま（デフォルト）でも、他のデータベースの詳細と置き換えてもかまいません。
lt_lt: Galite palikti jį tokį, koks jis yra (numatytasis), arba pakeisti jį kitos duomenų bazės informacija.
ru_ru: Вы можете оставить его как есть (по умолчанию) или заменить его данными из другой базы данных.
uk_ua: Ви можете залишити її як є (за замовчуванням) або замінити на відомості про іншу базу даних.

source: Database connection url
ja_jp: データベース接続URL
lt_lt: Duomenų bazės ryšio universalusis adresas
ru_ru: URL-адрес подключения к базе данных
uk_ua: URL для підключення до бази даних

source: host name or ip address
ja_jp: ホスト名またはIPアドレス
lt_lt: Pagrindinio kompiuterio vardas arba IP adresas
ru_ru: имя хоста или IP-адрес
uk_ua: ім'я хоста або IP-адреса

source: username
ja_jp: ユーザー名
lt_lt: Vartotojo vardas
ru_ru: имя пользователя
uk_ua: ім'я користувача

source: password
ja_jp: パスワード
lt_lt: slaptažodis
ru_ru: пароль
uk_ua: пароль

source: Password
ja_jp: パスワード
lt_lt: Slaptažodis
ru_ru: Пароль
uk_ua: Пароль

source: database name
ja_jp: データベース名
lt_lt: duomenų bazės pavadinimas
ru_ru: имя базы данных
uk_ua: назва бази даних

source: Database name
ja_jp: データベース名
lt_lt: Duomenų bazės pavadinimas
ru_ru: Имя базы данных
uk_ua: Назва бази даних

source: schema
ja_jp: スキーマ
ru_ru: схема
uk_ua: схема

source: Schema
ja_jp: スキーマ
lt_lt: Struktūra
ru_ru: Схема
uk_ua: Схема

source: Enter your SMTP server settings.
ja_jp: SMTPサーバーの設定を入力します。
lt_lt: Įveskite SMTP serverio nustatymus.
ru_ru: Введите настройки SMTP-сервера.
uk_ua: Введіть параметри SMTP-сервера.

source: Email configuration
ja_jp: メールアドレスの設定
lt_lt: El. pašto konfigūracija
ru_ru: Конфигурация электронной почты
uk_ua: Конфігурація електронної пошти

source: admin or company name
ja_jp: 管理者または会社名
lt_lt: administracijos arba įmonės pavadinimas
ru_ru: админ или название компании
uk_ua: ім'я адміністратора або компанії

source: Sender name
ja_jp: 送信者名
lt_lt: Siuntėjo vardas
ru_ru: Имя отправителя
uk_ua: Ім'я відправника

source: email@company.com
lt_lt: paštas@įmonė.com
ru_ru: электронная почта@company.com

source: Sender email
ja_jp: 送信者のメールアドレス
lt_lt: Siuntėjo el.paštas
ru_ru: Электронная почта отправителя
uk_ua: Електронна адреса відправника

source: SMTP server configuration
ja_jp: SMTPサーバーの設定
lt_lt: SMTP serverio konfigūracija
ru_ru: Конфигурация SMTP-сервера
uk_ua: Конфігурація SMTP сервера

source: SMTP host
ja_jp: SMTPホスト
lt_lt: SMTP serveris
ru_ru: SMTP-хост
uk_ua: Хост SMTP

source: Use TLS?
ja_jp: TLSを使用しますか？
lt_lt: Naudoti TLS?
ru_ru: Использовать TLS?
uk_ua: Використовувати TLS?

source: port
ja_jp: ポート
lt_lt: praėjimas
ru_ru: порт
uk_ua: порт

source: Port
ja_jp: ポート
lt_lt: Praėjimas
ru_ru: Порт
uk_ua: Порт

source: Authentication method
ja_jp: 認証方法
lt_lt: Autentifikavimo metodas
ru_ru: Метод аутентификации
uk_ua: Метод автентифікації

source: client
ja_jp: クライアント
lt_lt: klientas
ru_ru: клиент
uk_ua: клієнт

source: Client
ja_jp: クライアント
lt_lt: Klientas
ru_ru: Клиент
uk_ua: Клієнт

source: Passbolt is not configured.
ja_jp: パスボルトが設定されていません。
lt_lt: "Passbolt" nesukonfigūruotas.
ru_ru: Passbolt не настроен.
uk_ua: Passbolt не налаштовано.

source: Passbolt is not configured yet!
ja_jp: パスボルトはまだ設定されていません！
lt_lt: Passbolt dar nesukonfigūruotas!
ru_ru: Passbolt еще не настроен!
uk_ua: Passbolt ще не налаштовано!

source: If you see this page, it means that passbolt is present on your server but not configured. Click on "Get Started" to launch the configuration wizard.
ja_jp: このページが表示された場合は、サーバーにパスボルトが存在しますが、設定されていないことを意味します。 設定ウィザードを起動するには、「始める」をクリックします。
lt_lt: Jei matote šį puslapį, tai reiškia, kad jūsų serveryje yra „passbolt“, bet jis nesukonfigūruotas. Paspauskite „Pradėti“, kad paleistumėte konfigūracijos vedlį.
ru_ru: Если вы видите эту страницу, это означает, что на вашем сервере присутствует пароль, но он не настроен. Нажмите «Начать», чтобы запустить мастер настройки.
uk_ua: Якщо ви бачите цю сторінку, це означає, що Passbolt встановлено на вашому сервері, але його ще не налаштовано. Натисніть "Почати", щоб відкрити майстер налаштування.

source: Get Started
ja_jp: 始める
lt_lt: Pradėti
ru_ru: Начать
uk_ua: Почати

source: Create a new server OpenPGP key or {0} an existing one.
ja_jp: 新しいサーバーOpenPGPキーを作成するか、既存のものを{0} します。
lt_lt: Sukurkite naują serverio OpenPGP raktą arba {0} esamą.
ru_ru: Создайте новый ключ OpenPGP сервера или {0} существующий.
uk_ua: Створити новий серверний ключ OpenPGP або {0} наявний.

source: import
ja_jp: インポート
lt_lt: importuoti
ru_ru: импорт
uk_ua: імпортувати

source: Create a new OpenPGP key for your server
ja_jp: サーバー用の新しいOpenPGPキーを作成します
lt_lt: Sukurkite naują OpenPGP raktą savo serveriui
ru_ru: Создайте новый ключ OpenPGP для вашего сервера
uk_ua: Створити новий ключ OpenPGP для вашого сервера

source: My company server name
ja_jp: 会社のサーバー名
lt_lt: Mano įmonės serverio pavadinimas
ru_ru: Имя сервера моей компании
uk_ua: Назва сервера моєї компанії

source: Server Name
ja_jp: サーバー名
lt_lt: Serverio pavadinimas
ru_ru: Имя сервера
uk_ua: Назва сервера

source: admin@your-server.com
lt_lt: administratorius@jūsų-serveris.com
ru_ru: admin@ваш-сервер.com
