Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The config for the server private key passphrase is invalid.
ja_jp: サーバーの秘密鍵パスフレーズの設定が無効です。
lt_lt: Serverio privataus rakto slaptafrazės konfigūracija neteisinga.
ru_ru: Конфигурация парольной фразы закрытого ключа сервера недействительна.
uk_ua: Конфігурація для пароля приватного ключа сервера недійсна.

source: The user public key is not available or incomplete.
ja_jp: ユーザーの公開鍵が利用できないか、不完全です。
lt_lt: Naudotojo viešasis raktas nepasiekiamas arba nepilnas.
ru_ru: Открытый ключ пользователя недоступен или неполон.
uk_ua: Публічний ключ користувача недоступний або неповний.

source: The user public key fingerprint is not available or incomplete.
ja_jp: ユーザーの公開鍵フィンガープリントが利用できないか、不完全です。
lt_lt: Naudotojo viešojo rakto antspaudas nepasiekiamas arba nepilnas.
ru_ru: Отпечаток открытого ключа пользователя недоступен или неполон.
uk_ua: Відбиток публічного ключа користувача недоступний або неповний.

source: The user armored key is not available or incomplete.
ja_jp: ユーザーのアーマードキーが利用できないか、不完全です。
lt_lt: Naudotojo šarvuotas raktas nepasiekiamas arba nepilnas.
ru_ru: Бронированный ключ пользователя недоступен или неполон.
uk_ua: Armored key користувача недоступний або неповний.

source: The algorithm is invalid.
ja_jp: アルゴリズムが無効です。
lt_lt: Algortimas neteisingas.
ru_ru: Алгоритм недействителен.
uk_ua: Алгоритм недійсний.

source: The fingerprint id is invalid.
ja_jp: 指紋IDが無効です。
lt_lt: Piršto atspaudo id neteisingas.
ru_ru: Идентификатор отпечатка пальца недействителен.
uk_ua: Ідентифікатор відбитка недійсний.

source: The public key id is invalid.
ja_jp: 公開鍵IDが無効です。
lt_lt: Viešojo rakto id neteisingas.
ru_ru: Идентификатор открытого ключа недействителен.
uk_ua: Ідентифікатор публічного ключа недійсний.

source: The key size is not valid.
ja_jp: 鍵サイズが無効です。
lt_lt: Rakto dydis negalioja.
ru_ru: Недопустимый размер ключа.
uk_ua: Розмір ключа недійсний.

source: The key size must match security recommendations.
ja_jp: 鍵サイズはセキュリティ推奨と一致している必要があります。
lt_lt: Rakto dydis turi atitikti saugos rekomendacijas.
ru_ru: Размер ключа должен соответствовать рекомендациям по безопасности.
uk_ua: Розмір ключа має відповідати рекомендаціям безпеки.

source: The key creation date must not be in the future.
ja_jp: キーの作成日時は未来であってはなりません。
lt_lt: Rakto sukūrimo data neturi būti ateityje.
ru_ru: Дата создания ключа не должна быть в будущем.
uk_ua: Дата створення ключа не може бути в майбутньому.

source: The key must not be expired.
ja_jp: キーは期限切れであってはなりません。
lt_lt: Rakto galiojimo laikas neturi būti pasibaigęs.
ru_ru: Ключ не должен быть просрочен.
uk_ua: Ключ не повинен бути простроченим.

source: The key must not include an expiry date.
ja_jp: キーに有効期限を含めてはいけません。
lt_lt: Rakte neturi būti nurodyta galiojimo data.
ru_ru: Ключ не должен содержать дату истечения срока действия.
uk_ua: Ключ не має містити дати спливання.

source: The key must be revoked.
ja_jp: キーは失効状態でなければなりません。
lt_lt: Raktas turi būti atšauktas.
ru_ru: Ключ должен быть отозван.
uk_ua: Ключ має бути відкликаним.

source: The key must not be revoked.
ja_jp: キーは失効状態であってはなりません。
lt_lt: Raktas negali būti atšauktas.
ru_ru: Ключ не должен быть отозван.
uk_ua: Ключ не має бути відкликаним.

source: The armored key must not contain an extra line before the end block.
ja_jp: アーマーされたキーには、終了ブロックの前に余分な改行を含めてはなりません。
lt_lt: Šarvuotajame rakte prieš galinį bloką neturi būti papildomos linijos.
ru_ru: Бронированный ключ не должен содержать лишней строки перед конечным блоком.
uk_ua: Armored ключ не повинен містити додаткового рядка перед кінцевим блоком.

source: The armored key must not contain multiple keys.
ja_jp: アーマーされたキーに複数の鍵を含めてはなりません。
lt_lt: Šarvuotajame rakte negali būti kelių raktų.
ru_ru: Бронированный ключ не должен содержать несколько ключей.
uk_ua: Armored ключ не повинен містити кілька ключів.

source: The public key could not be validated.
ja_jp: 公開鍵を検証できませんでした。
lt_lt: Viešojo rakto patvirtinti nepavyko.
ru_ru: Не удалось проверить открытый ключ.
uk_ua: Не вдалося перевірити публічний ключ.

source: Could not validate permission data.
ja_jp: パーミッションデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti leidimo duomenų.
ru_ru: Не удалось проверить данные разрешения.
uk_ua: Не вдалося перевірити дані дозволів.

source: Validation failed for permission {0}. {1}
ja_jp: パーミッション {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti leidimo {0}. {1}
ru_ru: Ошибка проверки разрешения {0}. {1}
uk_ua: Перевірка не пройшла для дозволу {0}. {1}

source: Validation success for permission {0}
ja_jp: パーミッション {0} の検証に成功しました
lt_lt: Sėkmingai patvirtintas leidimas {0}
ru_ru: Успешная проверка разрешения {0}
uk_ua: Перевірка пройшла успішно для дозволу {0}

source: Could not validate permissions data.
ja_jp: パーミッションデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti leidimų duomenų.
ru_ru: Не удалось проверить данные разрешений.
uk_ua: Не вдалося перевірити дані дозволів.

source: Validation failed for profile {0}. {1}
ja_jp: プロフィール {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti profilio {0}. {1}
ru_ru: Ошибка проверки профиля {0}. {1}
uk_ua: Перевірка не пройшла для профілю {0}. {1}

source: Validation success for profile {0}
ja_jp: プロフィール {0} の検証に成功しました
lt_lt: Sėkmingas profilio {0} patvirtinimas
ru_ru: Успешная проверка профиля {0}
uk_ua: Перевірка пройшла успішно для профілю {0}

source: Could not validate resource data.
ja_jp: リソースデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti išteklių duomenų.
ru_ru: Не удалось проверить данные ресурса.
uk_ua: Не вдалося перевірити дані ресурсу.

source: An unexpected error occurred, please contact an administrator.
ja_jp: 予期しないエラーが発生しました。管理者に連絡してください。
lt_lt: Įvyko netikėta klaida, susisiekite su administratoriumi.
ru_ru: Произошла непредвиденная ошибка, пожалуйста, обратитесь к администратору.
uk_ua: Сталася несподівана помилка, будь ласка, зверніться до адміністратора.

source: The server returned the following error:
ja_jp: サーバーは次のエラーを返しました:
lt_lt: Serveris grąžino šią klaidą:
ru_ru: Сервер вернул следующую ошибку:
uk_ua: Сервер повернув таку помилку:

source: Validation failed for resource {0}. {1}
ja_jp: リソース {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti ištekliaus {0}. {1}
ru_ru: Ошибка проверки ресурса {0}. {1}
uk_ua: Перевірка не пройшла для ресурсу {0}. {1}

source: Validation success for resource {0}
ja_jp: リソース {0} の検証に成功しました
lt_lt: Sėkmingas ištekliaus {0} patvirtinimas
ru_ru: Успешная проверка ресурса {0}
uk_ua: Перевірка пройшла успішно для ресурсу {0}

source: You are not allowed to update this resource.
ja_jp: このリソースを更新することはできません。
lt_lt: Jums neleidžiama atnaujinti šio šaltinio.
ru_ru: Вам не разрешено обновлять этот ресурс.
uk_ua: Ви не маєте дозволу оновлювати цей ресурс.

source: Additional resource types are not enabled on this server.
ja_jp: このサーバーでは追加のリソースタイプが有効になっていません。
lt_lt: Papildomi išteklių tipai šiame serveryje neįjungti.
ru_ru: Дополнительные типы ресурсов не включены на этом сервере.
uk_ua: Додаткові типи ресурсів не увімкнені на цьому сервері.

source: There should be at least 4 roles
ja_jp: 少なくとも4つのロールが必要です
lt_lt: Turi būti bent 4 vaidmenys
ru_ru: Должно быть не менее 4 ролей
uk_ua: Повинно бути принаймні 4 ролі

source: Validation failed for role {0}. {1}
ja_jp: ロール {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti {0} vaidmens. {1}
ru_ru: Ошибка проверки роли {0}. {1}
uk_ua: Перевірка не пройшла для ролі {0}. {1}

source: Validation success for role {0}
ja_jp: ロール {0} の検証に成功しました
lt_lt: Sėkmingas vaidmens {0} patvirtinimas
ru_ru: Успешная проверка для роли {0}
uk_ua: Перевірка пройшла успішно для ролі {0}

source: Could not validate secret data.
ja_jp: 秘密データを検証できませんでした。
lt_lt: Nepavyko patvirtinti slaptų duomenų.
ru_ru: Не удалось проверить секретные данные.
uk_ua: Не вдалося перевірити дані секрету.

source: The group id should be a valid UUID.
ja_jp: グループIDは有効なUUIDである必要があります。
lt_lt: Grupės ID turėtų būti galiojantis UUID.
ru_ru: Идентификатор группы должен соответствовать корректному значению UUID.
uk_ua: Ідентифікатор групи має бути дійсним UUID.

source: The users ids array should contain only valid UUIDs.
ja_jp: ユーザーIDの配列は有効なUUIDのみを含める必要があります。
lt_lt: Vartotojų ID masyve turi būti tik galiojantys UUID.
ru_ru: Массив идентификаторов пользователей должен содержать только корректные значения UUID.
uk_ua: Масив ідентифікаторів користувачів повинен містити лише дійсні UUID.

source: Validation failed for secret {0}. {1}
ja_jp: 秘密 {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti slapto {0}. {1}
ru_ru: Ошибка проверки секрета {0}. {1}
uk_ua: Перевірка не пройшла для секрету {0}. {1}

source: Validation success for secret {0}
ja_jp: 秘密 {0} の検証に成功しました
lt_lt: Sėkmingas slapto {0} patvirtinimas
ru_ru: Успешная проверка секрета {0}
uk_ua: Перевірка пройшла успішно для секрету {0}

source: Could not validate secrets data.
ja_jp: 秘密データを検証できませんでした。
lt_lt: Nepavyko patvirtinti paslapčių duomenų.
ru_ru: Не удалось проверить данные секретов.
uk_ua: Не вдалося перевірити дані секретів.

source: The secrets of all the users having access to the resource are required.
ja_jp: リソースへのアクセス権を持つすべてのユーザーの秘密が必要です。
lt_lt: Reikalingos visų vartotojų, turinčių prieigą prie išteklių, paslaptys.
ru_ru: Требуются секреты всех пользователей, имеющих доступ к ресурсу.
uk_ua: Потрібні секрети всіх користувачів, які мають доступ до ресурсу.

source: An authentication token should be provided.
ja_jp: 認証トークンを提供する必要があります。
lt_lt: Turėtų būti pateiktas autentifikavimo prieigos raktas.
ru_ru: Должен быть предоставлен токен аутентификации.
uk_ua: Потрібно надати токен автентифікації.

source: The authentication token should be a valid UUID.
ja_jp: 認証トークンは有効なUUIDでなければなりません。
lt_lt: Autentifikavimo prieigos raktas turi būti galiojantis UUID.
ru_ru: Маркер аутентификации должен быть действительным UUID.
uk_ua: Токен автентифікації має бути дійсним UUID.

source: An OpenPGP key must be provided.
ja_jp: OpenPGP の鍵を提供する必要があります。
lt_lt: Turi būti pateiktas OpenPGP raktas.
ru_ru: Должен быть предоставлен ключ OpenPGP.
uk_ua: Потрібно надати ключ OpenPGP.

source: The authentication token could not be saved.
ja_jp: 認証トークンを保存できませんでした。
lt_lt: Nepavyko išsaugoti autentifikavimo prieigos rakto.
ru_ru: Маркер аутентификации не может быть сохранен.
uk_ua: Не вдалося зберегти токен автентифікації.

source: The user does not exist, has not completed the setup or was deleted.
ja_jp: ユーザーが存在しないか、設定が完了していないか、削除されました。
lt_lt: Vartotojo nėra, jis nebaigė konfigūracijos arba buvo ištrintas.
ru_ru: Пользователь не существует, не завершил настройку или был удален.
uk_ua: Користувач не існує, не завершив налаштування або був видалений.

source: Could not update the authentication token data.
ja_jp: 認証トークンのデータを更新できませんでした。
lt_lt: Nepavyko atnaujinti autentifikavimo prieigos rakto duomenų.
ru_ru: Не удалось обновить данные токена аутентификации.
uk_ua: Не вдалося оновити дані токена автентифікації.

source: The key provided does not belong to given user.
ja_jp: 提供されたキーは、指定されたユーザーのものではありません。
lt_lt: Pateiktas raktas nepriklauso nurodytam vartotojui.
ru_ru: Предоставленный ключ не принадлежит данному пользователю.
uk_ua: Наданий ключ не належить вказаному користувачеві.

source: The user does not exist or is not active or is disabled.
ja_jp: そのユーザーは存在しないか、アクティブでないか、あるいは無効です。
lt_lt: Vartotojo nėra, jis neaktyvus arba sustabdytas.
ru_ru: Пользователь не существует, не активен или был отключен.
uk_ua: Користувач не існує, не активний або відключений.

source: The OpenPGP key data is not valid.
ja_jp: OpenPGP の鍵データが有効ではありません。
lt_lt: OpenPGP rakto duomenys neteisingi.
ru_ru: Данные ключа OpenPGP недействительны.
uk_ua: Дані ключа OpenPGP недійсні.

source: The OpenPGP key can not be used to encrypt.
ja_jp: OpenPGP鍵は暗号化に使用できません。
lt_lt: OpenPGP raktas negali būti naudojamas šifravimui.
ru_ru: Ключ OpenPGP нельзя использовать для шифрования.
uk_ua: Неможливо використати ключ OpenPGP для шифрування.

source: The user does not exist, is already active or has been deleted.
ja_jp: そのユーザーは存在しないか、すでにアクティブか削除されています。
lt_lt: Vartotojo nėra, jis jau yra aktyvus arba buvo ištrintas.
ru_ru: Пользователь не существует, уже активен или был удален.
uk_ua: Користувач не існує, вже активний або був видалений.

source: The user does not exist or is already active or is disabled.
ja_jp: そのユーザーは存在しないか、すでにアクティブであるか、あるいは無効です。
lt_lt: Vartotojo nėra, jis jau yra aktyvus arba sustabdytas.
ru_ru: Пользователь не существует или уже активен или был отключен.
uk_ua: Користувач не існує, уже активний або відключений.

source: The user should not be a guest.
ja_jp: ユーザーはゲストであってはなりません。
lt_lt: Vartotojas neturėtų būti svečias.
ru_ru: Пользователь не должен быть гостем.
uk_ua: Користувач не повинен бути гостем.

source: Account recovery case must be a string.
ja_jp: アカウントの復旧ケースは文字列でなければなりません。
lt_lt: Paskyros atkūrimo atvejis turi būti eilutė.
ru_ru: Случай восстановления учетной записи должен быть строкой.
uk_ua: Поле 'Account recovery case' має бути рядком.

source: Account recovery reason not supported.
ja_jp: アカウント復旧の理由はサポートされていません。
lt_lt: Paskyros atkūrimo priežastis nepalaikoma.
ru_ru: Причина восстановления учетной записи не поддерживается.
uk_ua: Причина відновлення облікового запису не підтримується.

source: Please provide a valid email address.
ja_jp: 有効なメールアドレスを入力してください。
lt_lt: Pateikite galiojantį el. pašto adresą.
ru_ru: Пожалуйста, представьте действующий адрес электронной почты.
uk_ua: Будь ласка, надайте дійсну адресу електронної пошти.

source: This user does not exist or has been deleted.
ja_jp: このユーザーは存在しないか、削除されています。
lt_lt: Šio vartotojo nėra arba jis buvo ištrintas.
ru_ru: Этот пользователь не существует или был удален.
uk_ua: Такий користувач не існує або був видалений.

source: Please register and complete the setup first.
ja_jp: 最初に登録して、セットアップを完了してください。
lt_lt: Pirmiausia užsiregistruokite ir užbaikite sąranką.
ru_ru: Сначала зарегистрируйтесь и завершите настройку.
uk_ua: Будь ласка, спочатку зареєструйтеся та завершіть налаштування.

source: This user has been disabled.
ja_jp: このユーザーは無効化されました。
lt_lt: Šis vartotojas buvo išjungtas.
ru_ru: Этот пользователь был отключен.
uk_ua: Цей користувач був відключений.

source: The username {0} is a duplicate.
ja_jp: ユーザー名 {0} は重複しています。
lt_lt: Vartotojo vardas {0} jau naudojamas.
ru_ru: Следующее имя пользователя уже существует — {0}.
uk_ua: Ім'я користувача {0} є дублікатом.

source: Validation failed for user {0}. {1}
ja_jp: ユーザー {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti naudotojo {0}. {1}
ru_ru: Ошибка проверки для пользователя {0}. {1}
uk_ua: Перевірка не пройшла для користувача {0}. {1}

source: Validation success for user {0}
ja_jp: ユーザー {0} の検証に成功しました
lt_lt: Sėkmingas naudotojo {0} patvirtinimas
ru_ru: Успешная проверка для пользователя {0}
uk_ua: Перевірка пройшла успішно для користувача {0}

source: The directory {0} cannot be deleted
ja_jp: ディレクトリ {0} を削除できません
lt_lt: Katalogas {0} negali buti ištrintas
ru_ru: Каталог {0} не может быть удален
uk_ua: Каталог {0} не може бути видалено

source: The key {0} cannot be used to encrypt.
ja_jp: 鍵 {0} は暗号化に使用できません。
lt_lt: Raktas {0} negali būti naudojamas šifruoti.
ru_ru: Ключ {0} нельзя использовать для шифрования.
uk_ua: Ключ {0} неможливо використовувати для шифрування.

source: The key {0} cannot be used to decrypt.
ja_jp: 鍵 {0} は復号に使用できません。
lt_lt: Rakto {0} negalima naudoti iššifruojant.
ru_ru: Ключ {0} нельзя использовать для расшифровки.
uk_ua: Ключ {0} неможливо використовувати для дешифрування.

source: Could not use key {0} for signing.
ja_jp: 署名に鍵 {0} を使用できませんでした。
lt_lt: Nepavyko naudoti rakto {0} pasirašymui.
ru_ru: Не удалось использовать ключ {0} для подписи.
uk_ua: Не вдалося використовувати ключ {0} для підпису.

source: Could not parse the OpenPGP public key.
ja_jp: OpenPGP 公開鍵を解析できませんでした。
lt_lt: Nepavyko išanalizuoti OpenPGP viešojo rakto.
ru_ru: Не удалось проанализировать открытый ключ OpenPGP.
uk_ua: Не вдалося розібрати публічний ключ OpenPGP.

source: Could not import the OpenPGP key.
ja_jp: OpenPGP鍵をインポートできませんでした。
lt_lt: Nepavyko importuoti OpenPGP rakto.
ru_ru: Не удалось импортировать ключ OpenPGP.
uk_ua: Не вдалося імпортувати ключ OpenPGP.

source: Could not use the key to sign and encrypt.
ja_jp: その鍵を使用して署名および暗号化ができませんでした。
lt_lt: Nepavyko naudoti rakto pasirašyti ir užšifruoti.
ru_ru: Не удалось использовать ключ для подписи и шифрования.
uk_ua: Не вдалося використати ключ для підпису та шифрування.

source: Could not use the key to encrypt.
ja_jp: その鍵を使用して暗号化できませんでした。
lt_lt: Nepavyko naudoti rakto šifruoti.
ru_ru: Не удалось использовать ключ для шифрования.
uk_ua: Не вдалося використати ключ для шифрування.

source: Expected {0} and got {1}.
ja_jp: {0} を期待して、 {1} を得ました。
lt_lt: Tikėtasi {0} ir gavo {1}.
ru_ru: Ожидал {0}, получил {1}.
uk_ua: Очікувалося {0}, а отримано {1}.

source: Decryption failed. Invalid signature.
ja_jp: 復号に失敗しました。署名が無効です。
lt_lt: Iššifruoti nepavyko. Neteisingas parašas.
ru_ru: Расшифровка не удалась. Неверная подпись.
uk_ua: Розшифрування не вдалося. Неприпустимий підпис.

source: The message cannot be verified.
ja_jp: メッセージを検証できません。
lt_lt: Pranešimo negalima patvirtinti.
ru_ru: Сообщение не может быть проверено.
uk_ua: Неможливо підтвердити повідомлення.

source: Could not sign the text.
ja_jp: テキストに署名できませんでした。
lt_lt: Nepavyko pasirašyti teksto.
ru_ru: Не удалось подписать текст.
uk_ua: Не вдалося підписати текст.

source: The OpenPGP server key defined in the config is not found in the file system.
ja_jp: configで定義されたOpenPGPサーバーキーがファイルシステムに見つかりません。
lt_lt: Konfigūracijoje apibrėžtas OpenPGP serverio raktas failų sistemoje nerastas.
ru_ru: Ключ сервера OpenPGP, определенный в конфигурации, не найден в файловой системе.
uk_ua: Ключ сервера OpenPGP, визначений у конфігурації, не знайдено у файловій системі.

source: The OpenPGP server key defined in the config cannot be opened.
ja_jp: configで定義されたOpenPGPサーバーキーを開くことができません。
lt_lt: Konfigūracijoje apibrėžto OpenPGP serverio rakto atidaryti negalima.
ru_ru: Ключ сервера OpenPGP, определенный в конфигурации, не может быть открыт.
uk_ua: Ключ сервера OpenPGP, визначений у конфігурації, не вдається відкрити.

source: The OpenPGP server key defined on file is not a valid private key.
ja_jp: ファイルで定義された OpenPGP サーバーキーは、有効な秘密鍵ではありません。
lt_lt: Faile apibrėžtas OpenPGP serverio raktas nėra galiojantis privatus raktas.
ru_ru: Ключ сервера OpenPGP, указанный в файле, не является действительным закрытым ключом.
uk_ua: Ключ сервера OpenPGP, визначений у файлі, не є дійсним приватним ключем.

source: There is an issue with the OpenPGP server key.
ja_jp: OpenPGP サーバーキーに問題があります。
lt_lt: Iškilo su OpenPGP serverio raktu susijusi problema.
ru_ru: Возникла проблема с ключом сервера OpenPGP.
uk_ua: Виникла проблема з ключем сервера OpenPGP.

source: The fingerprint does not match the one associated with the key on file.
ja_jp: 指紋がファイルの鍵に関連付けられているものと一致しません。
lt_lt: Pirštų atspaudas nesutampa su faile esančiu raktu susieto atspaudo.
ru_ru: Отпечаток пальца не совпадает с отпечатком, связанным с ключом в файле.
uk_ua: Відбиток не збігається з тим, що пов’язаний із ключем у файлі.

source: No OpenPGP marker found.
ja_jp: OpenPGP マーカーが見つかりませんでした。
lt_lt: OpenPGP žymeklis nerastas.
ru_ru: Маркер OpenPGP не найден.
uk_ua: Не знайдено маркера OpenPGP.

source: Invalid key. No OpenPGP public key package found.
ja_jp: 鍵が無効です。OpenPGP公開鍵が見つかりませんでした。
lt_lt: Neteisingas raktas. Nerasta OpenPGP viešojo rakto paketo.
ru_ru: Неправильный ключ. Пакет открытого ключа OpenPGP не найден.
uk_ua: Неприпустимий ключ. Не знайдено пакет публічного ключа OpenPGP.

source: Invalid key. No user ID found.
ja_jp: 鍵が無効です。ユーザーIDが見つかりません。
lt_lt: Neteisingas raktas. Nerasta jokia vartotojo identifikacija.
ru_ru: Неправильный ключ. Идентификатор пользователя не найден.
uk_ua: Неприпустимий ключ. Ідентифікатор користувача не знайдено.

source: Unsupported algorithm.
ja_jp: サポートされていないアルゴリズムです。
lt_lt: Nepalaikomas algoritmas.
ru_ru: Неподдерживаемый алгоритм.
uk_ua: Алгоритм не підтримується.

source: Invalid key. No OpenPGP package found.
ja_jp: 鍵が無効です。OpenPGPパッケージが見つかりませんでした。
lt_lt: Neteisingas raktas. OpenPGP paketo nerasta.
ru_ru: Неправильный ключ. Пакет OpenPGP не найден.
uk_ua: Недійсний ключ. Немає пакету OpenPGP.

source: This is not a valid OpenPGP armored marker.
ja_jp: これは有効なOpenPGPアーマー（暗号化）されたマーカーではありません。
lt_lt: Tai nėra galiojantis OpenPGP šarvuotas žymeklis.
ru_ru: Это не допустимый бронированный маркер OpenPGP.
uk_ua: Це не дійсний маркер ASCII-armor OpenPGP.

source: The key {0} was not found in the keyring
ja_jp: キー {0} はキーリングで見つかりませんでした
lt_lt: Raktas {0} nerastas raktų pakabuke
ru_ru: Ключ {0} не найден в связке ключей
uk_ua: Ключ {0} не знайдено у звʼязці ключів

source: A value for the theme should be provided.
ja_jp: テーマの値を指定する必要があります。
lt_lt: Turėtų būti pateikta temos reikšmė.
ru_ru: Необходимо указать значение темы.
uk_ua: Слід вказати значення для теми.

source: This is not a valid theme.
ja_jp: これは有効なテーマではありません。
lt_lt: Tai netinkama tema.
ru_ru: Это не актуальная тема.
uk_ua: Це неправильна тема.

source: The setting type should be one of the following: {0}.
ja_jp: 設定タイプは次のいずれかでなければなりません: {0}.
lt_lt: Nustatymo tipas turi būti vienas iš šių: {0}.
ru_ru: Тип параметра должен быть одним из следующих: {0}.
uk_ua: Тип налаштування має бути одним із наступних: {0}.

source: A setting type is required.
ja_jp: 設定タイプが必要です。
lt_lt: Būtinas nustatymo tipas.
ru_ru: Укажите тип настройки.
uk_ua: Потрібно вказати тип налаштування.

source: The setting type should not be empty
ja_jp: 設定タイプは空にしないでください
lt_lt: Nustatymo tipas neturi būti tuščias
ru_ru: Укажите тип настройки.
uk_ua: Тип налаштування не повинен бути порожнім

source: The setting value should be a valid UTF8 string.
ja_jp: 設定値は有効なUTF8文字列である必要があります。
lt_lt: Nustatymo reikšmė turi būti galiojanti UTF8 eilutė.
ru_ru: Значение параметра должно быть допустимой строкой UTF8.
uk_ua: Значення налаштування має бути дійсним рядком UTF8.

source: The setting value length should be maximum {0} characters.
ja_jp: 設定値の長さは {0} 文字以内でなければなりません。
lt_lt: Nustatymo vertės ilgis turi būti ne daugiau kaip {0} simboliai.
ru_ru: Длина значения параметра не должна превышать {0} символов.
uk_ua: Довжина значення налаштування має бути не більше {0} символів.

source: A value setting is required.
ja_jp: 値の設定が必要です。
lt_lt: Reikalingas reikšmės nustatymas.
ru_ru: Требуется установка значения.
uk_ua: Потрібно вказати значення налаштування.

source: The setting value should not be empty.
ja_jp: 設定値は空にしないでください。
lt_lt: Nustatymo reikšmė neturi būti tuščia.
ru_ru: Значение параметра не должно быть пустым.
uk_ua: Значення налаштування не повинно бути порожнім.

source: The parameter {0} is not set.
ja_jp: パラメータ {0} が設定されていません。
lt_lt: Parametras {0} nenustatytas.
ru_ru: Параметр {0} не задан.
uk_ua: Параметр {0} не встановлено.

source: This theme is not supported.
ja_jp: このテーマはサポートされていません。
lt_lt: Ši tema nepalaikoma.
ru_ru: Эта тема не поддерживается.
uk_ua: Ця тема не підтримується.

source: You are not allowed to access this location.
ja_jp: この場所にアクセスすることはできません。
lt_lt: Jums neleidžiama pasiekti šios vietos.
ru_ru: У вас нет доступа к этому местоположению.
uk_ua: Ви не маєте дозволу на доступ до цього місця.

source: This is not a valid Ajax/Json request.
ja_jp: これは有効な Ajax/Json リクエストではありません。
lt_lt: Tai nėra tinkama Ajax/Json užklausa.
ru_ru: Это недопустимый запрос Ajax/Json.
uk_ua: Це недійсний запит Ajax/Json.

source: The notification settings for the organization were updated.
ja_jp: 組織の通知設定が更新されました
lt_lt: Buvo atnaujinti organizacijos pranešimų nustatymai.
ru_ru: Настройки уведомлений для организации были обновлены.
uk_ua: Параметри сповіщень для організації було оновлено.

source: The supplied email notification settings are not valid
ja_jp: 指定されたメール通知設定は有効ではありません
lt_lt: Pateikti el. pašto pranešimų nustatymai negalioja
ru_ru: Предоставленные настройки уведомлений по электронной почте недействительны.
uk_ua: Надані налаштування сповіщення електронною поштою недійсні.
