Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: Expired refresh token provided.
ja_jp: 期限切れの更新トークンが指定されました。
lt_lt: Pateiktas pasibaigęs atnaujinimo prieigos raktas.
ru_ru: Предоставлен токен обновления с истекшим сроком действия.
uk_ua: Надано прострочений refresh token.

source: Invalid verify token expiry.
ja_jp: 検証トークンの有効期限が無効です。
lt_lt: Neteisingas patvirtinimo prieigos rakto galiojimo laikas.
ru_ru: Неверный срок действия токена подтверждения.
uk_ua: Неправильний час спливання токена перевірки.

source: Attempt to access an expired verify token.
ja_jp: 期限切れの検証トークンにアクセスしようとしています。
lt_lt: Bandykite pasiekti pasibaigusio galiojimo patvirtinimo prieigos raktą.
ru_ru: Попытка доступа к токену подтверждения с истекшим сроком действия.
uk_ua: Спроба доступу до протермінованого токена перевірки.

source: Invalid verify token format.
ja_jp: 検証トークンの形式が無効です。
lt_lt: Netinkamas patvirtinimo prieigos rakto formatas.
ru_ru: Неверный формат токена подтверждения.
uk_ua: Невірний формат токена верифікації.

source: Invalid user ID format.
ja_jp: ユーザーIDの形式が無効です。
lt_lt: Neteisingas vartotojo ID formatas.
ru_ru: Недопустимый формат идентификатора пользователя.
uk_ua: Неправильний формат ідентифікатора користувача.

source: Verify token has been already used in the past.
ja_jp: 検証トークンは過去にすでに使用されています。
lt_lt: Patvirtinimo prieigos raktas jau buvo naudojamas praeityje.
ru_ru: Подтвердите, что токен уже использовался в прошлом.
uk_ua: Цей токен перевірки вже було використано.

source: Security warning!
ja_jp: セキュリティ警告！
lt_lt: Apsaugos Įspėjimas!
ru_ru: Предупреждение безопасности!
uk_ua: Попередження безпеки!

source: This is a potential security issue.
ja_jp: これは潜在的なセキュリティ上の問題です。
lt_lt: Tai galima saugumo problema.
ru_ru: Это потенциальная проблема безопасности.
uk_ua: Це потенційна проблема безпеки.

source: Please investigate!
ja_jp: 調査してください！
lt_lt: Prašome ištirti!
ru_ru: Пожалуйста, исследуйте!
uk_ua: Будь ласка, перевірте!

source: Please get in touch with one of your administrators.
ja_jp: 管理者に連絡してください。
lt_lt: Susisiekite su vienu iš savo administratorių.
ru_ru: Пожалуйста, свяжитесь с одним из ваших администраторов.
uk_ua: Будь ласка, зв’яжіться з одним із ваших адміністраторів.

source: This is not a valid locale.
ja_jp: これは有効なロケールではありません。
lt_lt: Tai netinkama lokalė.
ru_ru: Это недопустимая локаль.
uk_ua: Це неправильна локаль.

source: This is not a valid {0}.
ja_jp: これは有効な {0} ではありません。
lt_lt: Tai negalioja {0}.
ru_ru: Это недопустимый {0}.
uk_ua: Це неправильний {0}.

source: The locale should be a string.
ja_jp: ロケールは文字列である必要があります。
lt_lt: Lokalė turi būti eilutė.
ru_ru: Локаль должна быть строкой.
uk_ua: Локаль має бути рядком.

source: The strategy should extend the class: {0}
ja_jp: ストラテジーはクラス {0} を継承する必要があります
lt_lt: Strategija turėtų paveldėti klasę: {0}
ru_ru: Стратегия должна расширить класс: {0}
uk_ua: Стратегія повинна розширювати клас: {0}

source: The action log identifier should be a valid UUID.
ja_jp: アクションログの識別子は有効 UUIDでなければなりません。
lt_lt: Veiksmų žurnalo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор журнала действий должен быть допустимым UUID.
uk_ua: Ідентифікатор журналу дій має бути дійсним UUID.

source: The action log identifier should not be empty.
ja_jp: アクションログの識別子は空にしないでください。
lt_lt: Veiksmų žurnalo identifikatorius neturi būti tuščias.
ru_ru: Идентификатор журнала действий не должен быть пустым.
uk_ua: Ідентифікатор журналу дій не повинен бути порожнім.

source: The action identifier should be a valid UUID.
ja_jp: アクション識別子は有効なUUIDでなければなりません。
lt_lt: Veiksmo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор действия должен быть действительным UUID.
uk_ua: Ідентифікатор дії має бути дійсним UUID.

source: An action identifier is required.
ja_jp: アクション識別子が必要です。
lt_lt: Būtinas veiksmo identifikatorius.
ru_ru: Требуется идентификатор действия.
uk_ua: Потрібно вказати ідентифікатор дії.

source: The context should be a valid ASCII string.
ja_jp: コンテキストは有効な ASCII 文字列でなければなりません。
lt_lt: Kontekstas turi būti tinkama ASCII eilutė.
ru_ru: Контекст должен быть допустимой строкой ASCII.
uk_ua: Контекст має бути дійсним рядком ASCII.

source: The context length should be maximum {0} characters.
ja_jp: コンテキストの長さは {0} 文字以内でなければなりません。
lt_lt: Konteksto ilgis turi būti ne daugiau kaip {0} simboliai.
ru_ru: Длина контекста не должна превышать {0} символов.
uk_ua: Довжина контексту має бути не більше {0} символів.

source: A context is required.
ja_jp: コンテキストが必要です。
lt_lt: Reikalingas kontekstas.
ru_ru: Требуется контекст.
uk_ua: Контекст є обов’язковим.

source: The status should be a valid boolean.
ja_jp: ステータスは有効なブール値でなければなりません。
lt_lt: Būsena turi būti tinkama loginė vertė.
ru_ru: Статус должен быть допустимым логическим значением.
uk_ua: Статус має бути дійсним логічним значенням.

source: A status is required.
ja_jp: ステータスが必要です。
lt_lt: Būtinas statusas.
ru_ru: Требуется статус.
uk_ua: Потрібно вказати статус.

source: Could not validate action log data.
ja_jp: アクションログデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti veiksmų žurnalo duomenų.
ru_ru: Не удалось проверить данные журнала действий.
uk_ua: Не вдалося перевірити дані журналу дій.

source: The date {0} should be after the date {1}.
ja_jp: 日付 {0} は日付 {1} より後である必要があります。
lt_lt: Data {0} turėtų būti vėlesnė už datą {1}.
ru_ru: Дата {0} должна быть позже даты {1}.
uk_ua: Дата {0} має бути пізніше дати {1}.

source: The identifier should be not be empty.
ja_jp: 識別子は空にしないでください。
lt_lt: Identifikatoriaus laukas neturi būti tuščias.
ru_ru: Идентификатор не должен быть пустым.
uk_ua: Ідентифікатор не повинен бути порожнім.

source: Could not validate action data.
ja_jp: アクションデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti veiksmo duomenų.
ru_ru: Не удалось проверить данные действия.
uk_ua: Не вдалося перевірити дані дії.

source: An action log identifier is required.
ja_jp: アクションログの識別子が必要です。
lt_lt: Būtinas veiksmų žurnalo identifikatorius.
ru_ru: Требуется идентификатор журнала действий.
uk_ua: Потрібно вказати ідентифікатор журналу дій.

source: The object type should be a valid ASCII string.
ja_jp: オブジェクト型は有効なASCII文字列でなければなりません。
lt_lt: Objekto tipas turi būti tinkama ASCII eilutė.
ru_ru: Тип объекта должен быть допустимой строкой ASCII.
uk_ua: Тип об’єкта має бути дійсним рядком ASCII.

source: The object type length should be maximum {0} characters.
ja_jp: オブジェクト型の長さは {0} 文字以内でなければなりません。
lt_lt: Objekto tipo ilgis turi būti ne daugiau kaip {0} simboliai.
ru_ru: Длина типа объекта не должна превышать {0} символов.
uk_ua: Довжина типу об’єкта має бути не більше {0} символів.

source: A object type is required.
ja_jp: オブジェクト型が必要です。
lt_lt: Reikalingas objekto tipas.
ru_ru: Укажите тип объекта.
uk_ua: Потрібно вказати тип об’єкта.

source: The object type should not be empty.
ja_jp: オブジェクト型は空にしないでください。
lt_lt: Objekto tipas neturi būti tuščias.
ru_ru: Тип объекта не должен быть пустым.
uk_ua: Тип об’єкта не повинен бути порожнім.

source: The object identifier should not be empty.
ja_jp: オブジェクト識別子は空にしないでください。
lt_lt: Objekto identifikatoriaus laukas neturi būti tuščias.
ru_ru: Идентификатор объекта не должен быть пустым.
uk_ua: Ідентифікатор об’єкта не повинен бути порожнім.

source: An object identifier is required.
ja_jp: オブジェクト識別子が必要です。
lt_lt: Būtinas objekto identifikatorius.
ru_ru: Требуется идентификатор объекта.
uk_ua: Потрібно вказати ідентифікатор об’єкта.

source: The operation type should be one of the following: {0}.
ja_jp: 操作の種類は以下のいずれかでなければなりません: {0}。
lt_lt: Operacijos tipas turi būti vienas iš šių: {0}.
ru_ru: Тип операции должен быть одним из следующих: {0}.
uk_ua: Тип операції має бути одним із наступних: {0}.

source: An operation type is required.
ja_jp: 操作の種類が必要です。
lt_lt: Reikalingas operacijos tipas.
ru_ru: Требуется тип операции.
uk_ua: Потрібно вказати тип операції.

source: The operation type should not be empty.
ja_jp: 操作の種類は空にできません。
lt_lt: Operacijos tipo laukas neturi būti tuščias.
ru_ru: Тип операции не должен быть пустым.
uk_ua: Тип операції не повинен бути порожнім.

source: Could not validate entity history data.
ja_jp: エンティティの履歴データを検証できませんでした。
lt_lt: Nepavyko patvirtinti objekto istorijos duomenų.
ru_ru: Не удалось проверить данные истории сущности.
uk_ua: Не вдалося перевірити дані історії сутності.

source: An identifier is required.
ja_jp: 識別子が必要です。
lt_lt: Reikalingas identifikatorius.
ru_ru: Требуется идентификатор.
uk_ua: Потрібно вказати ідентифікатор.

source: The type must be one of the following: {0}.
ja_jp: 種類は次のいずれかでなければなりません: {0}。
lt_lt: Tipas turi būti vienas iš šių: {0}.
ru_ru: Тип должен быть одним из следующих: {0}.
uk_ua: Тип має бути одним із наступних: {0}.

source: The type is required.
ja_jp: 種類が必要です。
lt_lt: Reikalingas tipas.
ru_ru: Тип обязателен.
uk_ua: Потрібно вказати тип.

source: Could not validate permission history data.
ja_jp: パーミッション履歴データを検証できませんでした。
lt_lt: Nepavyko patvirtinti leidimų istorijos duomenų.
ru_ru: Не удалось проверить данные истории разрешений.
uk_ua: Не вдалося перевірити дані історії дозволів.

source: A resource identifier is required.
ja_jp: リソース識別子が必要です。
lt_lt: Būtinas išteklių identifikatorius.
ru_ru: Требуется идентификатор ресурса.
uk_ua: Потрібно вказати ідентифікатор ресурсу.

source: The secret identifier should be a valid UUID.
ja_jp: 秘密識別子は有効なUUIDでなければなりません。
lt_lt: Slaptasis identifikatorius turi būti galiojantis UUID.
ru_ru: Секретный идентификатор должен быть действительным UUID.
uk_ua: Ідентифікатор секрету має бути дійсним UUID.

source: A secret identifier is required.
ja_jp: 秘密識別子が必要です。
lt_lt: Reikalingas slaptas identifikatorius.
ru_ru: Требуется секретный идентификатор.
uk_ua: Потрібно вказати ідентифікатор секрету.

source: The secret identifier should not be empty.
ja_jp: 秘密識別子は空にできません。
lt_lt: Slaptasis identifikatorius neturi būti tuščias.
ru_ru: Секретный идентификатор не должен быть пустым.
uk_ua: Ідентифікатор секрету не повинен бути порожнім.

source: Could not validate secret access data.
ja_jp: 秘密アクセスデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti slaptų prieigos duomenų.
ru_ru: Не удалось проверить секретные данные доступа.
uk_ua: Не вдалося перевірити дані доступу до секрету.

source: Could not validate secret history data.
ja_jp: 秘密履歴データを検証できませんでした。
lt_lt: Nepavyko patvirtinti slaptos istorinių duomenų.
ru_ru: Не удалось проверить секретные данные истории.
uk_ua: Не вдалося перевірити дані історії секрету.

source: Invalid pagination limit set for metadata endpoint.
ja_jp: メタデータエンドポイントで無効なページネーション制限が設定されました。
lt_lt: Neteisingai nustatytas puslapiavimo limitas metaduomenų sąsajai.
ru_ru: Указан недопустимый лимит пагинации для endpoint'а метаданных.
uk_ua: Встановлено неправильний ліміт пагінації для endpoint метаданих.

source: Could not validate the metadata key data.
ja_jp: メタデータキー データを検証できませんでした。
lt_lt: Nepavyko patvirtinti metaduomenų rakto duomenų.
ru_ru: Не удалось проверить данные ключа метаданных.
uk_ua: Не вдалося перевірити дані ключа метаданих.

source: The metadata key identifier should be a UUID.
ja_jp: メタデータキーの識別子はUUIDである必要があります。
lt_lt: Metaduomenų rakto identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор ключа метаданных должен быть UUID.
uk_ua: Ідентифікатор ключа метаданих має бути UUID.

source: The private key identifier should be a UUID.
ja_jp: 秘密鍵の識別子はUUIDである必要があります。
lt_lt: Privataus rakto identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор закрытого ключа должен быть UUID.
uk_ua: Ідентифікатор приватного ключа має бути UUID.

source: The missing_metadata_key_ids contain is only allowed for administrators.
ja_jp: missing_metadata_key_ids は管理者のみが使用できます。
lt_lt: Parametras "missing_metadata_key_ids" leidžiamas tik administratoriams.
ru_ru: Параметр missing_metadata_key_ids разрешён только для администраторов.
uk_ua: Параметр missing_metadata_key_ids дозволений лише для адміністраторів.

source: An object type is required.
ja_jp: オブジェクト型が必要です。
lt_lt: Reikalingas objekot tipas.
ru_ru: Требуется тип объекта.
uk_ua: Потрібен тип об'єкта.

source: The object type is invalid.
ja_jp: オブジェクトの種類が無効です。
lt_lt: Objekto tipas neteisingas.
ru_ru: Недопустимый тип объекта.
uk_ua: Тип об'єкта є недійсним.

source: A passphrase is required.
ja_jp: パスフレーズが必要です。
lt_lt: Būtina pateikti slaptafrazę.
ru_ru: Необходимо ввести пароль.
uk_ua: Потрібна парольна фраза.

source: The passphrase should be a valid BMP-UTF8 string.
ja_jp: パスフレーズは有効なBMP-UTF8文字列でなければなりません。
lt_lt: Slaptafrazė turėtų būti galiojanti BMP-UTF8 eilutė.
ru_ru: Парольная фраза должна быть в кодировке BMP-UTF8.
uk_ua: Парольна фраза має бути коректним рядком BMP-UTF8.

source: A fingerprint is required.
ja_jp: 指紋が必要です。
lt_lt: Būtinas piršto atspaudas.
ru_ru: Требуется отпечаток пальца.
uk_ua: Потрібно вказати відбиток.

source: A fingerprint should not be greater than 51 characters.
ja_jp: 指紋は<b>51</b>文字を超えてはいけません。
lt_lt: Piršto atspaudo ilgis neturėtų viršyti 51 simbolio.
ru_ru: Отпечаток пальца не должен превышать 51 символ.
uk_ua: Відбиток не повинен бути довшим за 51 символ.

source: A fingerprint should not be empty.
ja_jp: 指紋は空にしないでください。
lt_lt: Piršto atspaudas neturi būti tuščias.
ru_ru: Отпечаток пальца не должен быть пустым.
uk_ua: Відбиток не може бути порожнім.

source: The fingerprint should be a valid alphanumeric string.
ja_jp: 指紋は有効な英数字の文字列である必要があります。
lt_lt: Pirštų atspaudas turi būti tinkama raidinė ir skaitmeninė eilutė.
ru_ru: Отпечаток пальца должен быть допустимой буквенно-цифровой строкой.
uk_ua: Відбиток має бути дійсним буквено-цифровим рядком.

source: The armored key should be a valid BMP-UTF8 string.
ja_jp: アーマードキーは有効なBMP-UTF8文字列である必要があります。
lt_lt: Šarvuotas raktas turi būti galiojanti BMP-UTF8 eilutė.
ru_ru: Армированный ключ должен быть допустимой BMP-UTF8 строкой.
uk_ua: Armored key має бути дійсним рядком BMP-UTF8.

source: The value is not a valid OpenPGP private key.
ja_jp: 値は有効なOpenPGP秘密鍵ではありません。
lt_lt: Reikšmė nėra galiojantis OpenPGP privatus raktas.
ru_ru: Значение не является допустимым закрытым ключом OpenPGP.
uk_ua: Значення не є дійсним приватним ключем OpenPGP.

source: The fingerprint does not match the OpenPGP private keys fingerprint.
ja_jp: 指紋が、OpenPGP秘密鍵の指紋と一致しません。
lt_lt: Piršto atspaudas nesutampa su OpenPGP privačių raktų piršto atspaudu.
ru_ru: Отпечаток пальца не соответствует отпечатку закрытых ключей OpenPGP.
uk_ua: Відбиток не відповідає відбитку приватного ключа OpenPGP.

source: A domain is required.
ja_jp: ドメインが必要です。
lt_lt: Reikalingas domenas.
ru_ru: Требуется домен.
uk_ua: Потрібен домен.

source: The domain should not be empty.
ja_jp: ドメインは空にしないでください。
lt_lt: Domenas neturi būti tuščias.
ru_ru: Домен не должен быть пустым.
uk_ua: Домен не може бути порожнім.

source: The domain should match current instance URL.
ja_jp: ドメインは現在のインスタンスURLと一致しなければなりません。
lt_lt: Domenas turi atitikti dabartinį instancijos URL.
ru_ru: Домен должен соответствовать текущему URL экземпляра.
uk_ua: Домен має відповідати URL поточного екземпляра.

source: Private keys are required.
ja_jp: 秘密鍵が必要です。
lt_lt: Būtini privatūs raktai.
ru_ru: Требуются закрытые ключи.
uk_ua: Потрібні приватні ключі.

source: Need at least one metadata private key.
ja_jp: メタデータの秘密鍵が少なくとも1つ必要です。
lt_lt: Reikia bent vieno "metadata" privataus rakto.
ru_ru: Необходим хотя бы один закрытый ключ метаданных.
uk_ua: Потрібен принаймні один приватний ключ метаданих.

source: A data is required.
ja_jp: データが必要です。
lt_lt: Reikalingi duomenys.
ru_ru: Необходимы данные.
uk_ua: Потрібні дані.

source: The data should not be empty.
ja_jp: データは空にしないでください。
lt_lt: Duomenys neturi būti tušti.
ru_ru: Данные не должны быть пустыми.
uk_ua: Дані не мають бути порожніми.

source: The data should be a valid ASCII string.
ja_jp: データは有効なASCII文字列である必要があります。
lt_lt: Duomenys turi būti tinkama ASCII eilutė.
ru_ru: Данные должны быть корректной строкой ASCII.
uk_ua: Дані мають бути дійсним рядком ASCII.

source: The modified date should be a valid ISO 80601 date.
ja_jp: 変更日は有効なISO 80601日付である必要があります。
lt_lt: Modifikavimo data turi būti galiojanti ISO 80601 data.
ru_ru: Дата изменения должна быть корректной датой в формате ISO 80601.
uk_ua: Дата зміни має бути дійсною датою у форматі ISO 80601.

source: The setting should be a valid boolean.
ja_jp: 設定は有効なブール値でなければなりません。
lt_lt: Nustatymas turi būti tinkamas loginis dydis.
ru_ru: Параметр настройки должен быть допустимым логическим значением.
uk_ua: Налаштування має бути дійсним логічним значенням.

source: The setting is required.
ja_jp: 設定が必要です。
lt_lt: Nustatymas yra privalomas.
ru_ru: Настройка обязательна.
uk_ua: Налаштування є обов'язковим.

source: The data is required.
ja_jp: データが必要です。
lt_lt: Reikalingi duomenys.
ru_ru: Требуются данные.
uk_ua: Дані є обов'язковими.

source: A modified date is required.
ja_jp: 変更日が必要です。
lt_lt: Būtina nurodyti modifikavimo datą.
ru_ru: Требуется дата изменения.
uk_ua: Потрібна дата зміни.

source: The modified date should not be empty.
ja_jp: 変更日は空にしないでください。
lt_lt: Modifikavimo datos laukas neturi būti tuščias.
ru_ru: Дата изменения не должна быть пустой.
uk_ua: Дата зміни не може бути порожньою.

source: The setting should not be empty.
ja_jp: 設定は空にしないでください。
lt_lt: Nustatymas neturi būti tuščias.
ru_ru: Настройка не должна быть пустой.
uk_ua: Налаштування не може бути порожнім.

source: The setting should be a valid BMP-UTF8 string.
ja_jp: 設定は有効なBMP-UTF8文字列である必要があります。
lt_lt: Nustatymas turi būti galiojanti BMP-UTF8 eilutė.
ru_ru: Настройка должна быть корректной строкой BMP-UTF8.
uk_ua: Налаштування має бути коректним рядком BMP-UTF8.

source: The setting should be one of the following: {0}.
ja_jp: 設定は次のいずれかでなければなりません: {0}。
lt_lt: Nustatymas turi būti vienas iš šių: {0}.
ru_ru: Настройка должна быть одной из следующих: {0}.
uk_ua: Налаштування має бути одним із наступних: {0}.

source: The content type needs to be enabled in order to be set as default.
ja_jp: コンテンツタイプをデフォルトに設定するには、有効にする必要があります。
lt_lt: Kad būtų galima nustatyti kaip numatytąjį, turite įjungti turinio tipą.
ru_ru: Чтобы установить тип содержимого по умолчанию, необходимо включить его.
uk_ua: Щоб встановити цей тип вмісту за замовчуванням, його необхідно увімкнути.

source: Both v4 and v5 settings cannot be disabled.
ja_jp: v4 と v5 の両方の設定を無効にすることはできません。
lt_lt: Negalima išjungti tiek v4, tiek v5 nustatymų.
ru_ru: Невозможно отключить одновременно настройки v4 и v5.
uk_ua: Не можна одночасно вимкнути налаштування v4 та v5.

source: The metadata key type should be shared key.
ja_jp: メタデータ鍵のタイプは共有鍵である必要があります。
lt_lt: Metaduomenų rakto tipas turi būti bendrinamas raktas.
ru_ru: Тип ключа метаданных должен быть shared key.
uk_ua: Тип ключа метаданих має бути спільним ключем.

source: The metadata key should not be deleted.
ja_jp: メタデータ鍵を削除すべきではありません。
lt_lt: Metaduomenų rakto negalima ištrinti.
ru_ru: Ключ метаданных не должен быть удалён.
uk_ua: Ключ метаданих не слід видаляти.

source: A metadata key identifier is required.
ja_jp: メタデータ鍵の識別子が必要です。
lt_lt: Reikalingas metaduomenų rakto identifikatorius.
ru_ru: Требуется идентификатор ключа метаданных.
uk_ua: Потрібно вказати ідентифікатор ключа метаданих.

source: The metadata key identifier should not be empty.
ja_jp: メタデータ鍵の識別子は空にしないでください。
lt_lt: Metaduomenų rakto identifikatoriaus laukas neturi būti tuščias.
ru_ru: Идентификатор ключа метаданных не должен быть пустым.
uk_ua: Ідентифікатор ключа метаданих не повинен бути порожнім.

source: The metadata key identifier should be a valid UUID.
ja_jp: メタデータ鍵の識別子は有効なUUIDでなければなりません。
lt_lt: Metaduomenų rakto identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор ключа метаданных должен быть действительным UUID.
uk_ua: Ідентифікатор ключа метаданих має бути дійсним UUID.

source: A metadata key type is required.
ja_jp: メタデータ鍵のタイプが必要です。
lt_lt: Reikalingas metaduomenų rakto tipas.
ru_ru: Требуется тип ключа метаданных.
uk_ua: Потрібно вказати тип ключа метаданих.

source: The metadata key type should not be empty.
ja_jp: メタデータ鍵のタイプは空にしないでください。
lt_lt: Metaduomenų rakto tipas neturi būti tuščias.
ru_ru: Тип ключа метаданных не должен быть пустым.
uk_ua: Тип ключа метаданих не повинен бути порожнім.

source: A metadata is required.
ja_jp: メタデータが必要です。
lt_lt: Reikalingi metaduomenys.
ru_ru: Требуются метаданные.
uk_ua: Потрібні метадані.

source: A modified by is required.
ja_jp: 変更者が必要です。
lt_lt: Reikalingas laukas "modified by".
ru_ru: Требуется идентификатор пользователя, который вносил изменения.
uk_ua: Потрібно вказати, ким було змінено.

source: The modified by should not be empty.
ja_jp: 変更者は空にしないでください。
lt_lt: Modified by laukas neturi būti tuščias.
ru_ru: Идентификатор пользователя, который вносил изменения, не должен быть пустым.
uk_ua: Значення "modified by" не повинно бути порожнім.

source: The modified by should be a valid UUID.
ja_jp: 変更者は有効なUUIDである必要があります。
lt_lt: Modified by laukas turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, который вносил изменения, должен быть действительным UUID.
uk_ua: Значення "modified by" має бути дійсним UUID.

source: Metadata settings endpoints are disabled.
ja_jp: メタデータ設定のエンドポイントは無効になっています。
lt_lt: Metadata nustatymų galiniai taškai išjungti.
ru_ru: Endpoint'ы настроек метаданных отключены.
uk_ua: Кінцеві точки налаштувань метаданих вимкнено.

source: Folder can not be shared
ja_jp: フォルダは共有できません
lt_lt: Aplanko bendrinti negalima
ru_ru: Папка не может быть расшарена
uk_ua: Теку не можна поширювати

source: Few fields are missing for the V5.
ja_jp: V5に不足しているフィールドがあります。
lt_lt: Trūksta kelių laukų V5 versijai.
ru_ru: Для V5 отсутствуют некоторые поля.
uk_ua: Для V5 не вистачає декількох полів.

source: Missing fields: {0}
ja_jp: 不足しているフィールド: {0}
lt_lt: Trūksta laukų: {0}
ru_ru: Отсутствуют поля: {0}
uk_ua: Відсутні поля: {0}

source: V4 related fields are not supported for V5.
ja_jp: V5ではV4関連のフィールドはサポートされていません。
lt_lt: V4 susiję laukai nėra palaikomi V5 versijoje.
ru_ru: Поля, относящиеся к V4, не поддерживаются в V5.
uk_ua: Поля, що стосуються V4, не підтримуються для V5.

source: Superfluous fields: {0}
ja_jp: 不要なフィールド: {0}
lt_lt: Pertekliniai laukai: {0}
ru_ru: Лишние поля: {0}
uk_ua: Зайві поля: {0}

source: Allow usage of personal keys
ja_jp: 個人用鍵の使用を許可する
lt_lt: Leisti naudoti asmeninius raktus
ru_ru: Разрешить использование персональных ключей
uk_ua: Дозволити використання особистих ключів

source: True
ja_jp: 有効
lt_lt: Tiesa
ru_ru: Истина

source: False
ja_jp: 無効
lt_lt: Netiesa
ru_ru: Ложь

source: Zero-knowledge key share
ja_jp: ゼロナレッジ鍵共有
lt_lt: Bežinių raktų bendrinimas
ru_ru: Совместное использование ключа без раскрытия знаний
uk_ua: Обмін ключами з нульовим розголошенням (Zero-knowledge)

source: The metadata private key data must be an array.
ja_jp: メタデータ秘密鍵データは配列である必要があります。
lt_lt: Metaduomenų privataus rakto duomenys turi būti masyvas.
ru_ru: Данные закрытого ключа метаданных должны быть массивом.
uk_ua: Дані приватного ключа метаданих мають бути масивом.

source: No resource type mapping for ID '{0}'
ja_jp: ID「{0}」に対するリソースタイプのマッピングがありません
lt_lt: Nerasta ištekliaus tipo atitikties ID "{0}"
ru_ru: Отсутствует соответствие типа ресурса для ID '{0}'
uk_ua: Немає зіставлення типу ресурсу для ідентифікатора '{0}'

source: Default resource types
ja_jp: デフォルトのリソースタイプ
lt_lt: Numatytieji išteklių tipai
ru_ru: Типы ресурсов по умолчанию
uk_ua: Типи ресурсів за замовчуванням

source: Default folder type
ja_jp: デフォルトのフォルダタイプ
lt_lt: Numatytasis aplanko tipas
ru_ru: Тип папки по умолчанию
uk_ua: Тип теки за замовчуванням

source: Default comment type
ja_jp: デフォルトのコメントタイプ
lt_lt: Numatytasis komentaro tipas
ru_ru: Тип комментария по умолчанию
uk_ua: Тип коментаря за замовчуванням

source: Allow creation of V5 resources
ja_jp: V5リソースの作成を許可する
lt_lt: Leisti kurti V5 išteklius
ru_ru: Разрешить создание ресурсов V5
uk_ua: Дозволити створення ресурсів V5

source: Allow creation of V5 folders
ja_jp: V5フォルダの作成を許可する
lt_lt: Leisti kurti V5 aplankus
ru_ru: Разрешить создание папок V5
uk_ua: Дозволити створення тек V5
