Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The send on group user updated setting should be a boolean.
ja_jp: グループユーザー更新時に送信する設定はブール値である必要があります。
lt_lt: Nustatymas „Siųsti atnaujintą grupės naudotoją“ turėtų būti loginis.
ru_ru: Параметр отправки обновленного пользователя группы должен быть логическим.
uk_ua: Налаштування насилання після оновлення користувача чи групи має бути логічним значенням.

source: The send on group manager updated setting should be a boolean.
ja_jp: グループマネージャー更新時に送信する設定はブール値である必要があります。
lt_lt: Nustatymas „Siųsti atnaujintą grupės valdytoją“ turėtų būti loginis.
ru_ru: Параметр отправки обновленного менеджера группы должен быть логическим.
uk_ua: Налаштування насилання після оновлення менеджера групи має бути логічним значенням.

source: The send on group manager request add user should be a boolean.
ja_jp: グループマネージャーのユーザー追加リクエストに送信する設定はブール値である必要があります。
lt_lt: Nustatymas „Siųsti grupės tvarkytuvui prašymą pridėti vartotoją“ turėtų būti loginis.
ru_ru: Отправляемый менеджеру группы запрос на добавление пользователя должен иметь логическое значение.
uk_ua: Налаштування надсилання після отримання менеджером групи запиту на додавання користувача має бути типу логічним значенням.

source: The send on password created setting should be a boolean.
ja_jp: パスワード作成時に送信する設定はブール値でなければなりません。
lt_lt: Nustatymas „Siųsti sukurtą slaptažodį“ turėtų būti loginis.
ru_ru: Параметр отправки созданного пароля должен быть логическим.
uk_ua: Налаштування надсилання після створення пароля має бути логічним значенням.

source: The send on password shared setting should be a boolean.
ja_jp: パスワード共有時に送信する設定はブール値でなければなりません。
lt_lt: Nustatymas „Siųsti bendrinamą slaptažodį“ turėtų būti loginis.
ru_ru: Общий параметр отправки пароля должен быть логическим.
uk_ua: Налаштування надсилання після поширення пароля має бути логічним значенням.

source: The send on password updated setting should be a boolean.
ja_jp: パスワード更新時に送信する設定はブール値でなければなりません。
lt_lt: Nustatymas „Siųsti atnaujinus slaptažodį“ turėtų būti loginis.
ru_ru: Параметр отправки обновленного пароля должен быть логическим.
uk_ua: Налаштування надсилання після оновленням пароля має бути логічним значенням.

source: The send on password deleted setting should be a boolean.
ja_jp: パスワード削除時に送信する設定はブール値でなければなりません。
lt_lt: Nustatymas „Siųsti ištrynus slaptažodį“ turėtų būti loginis.
ru_ru: Параметр отправки удаленного пароля должен быть логическим.
uk_ua: Налаштування надсилання після видалення пароля має бути логічним значенням.

source: The send on user created setting should be a boolean.
ja_jp: ユーザー作成時に送信する設定はブール値でなければなりません。
lt_lt: Nustatymas „Siųsti, kai naudotojas sukūrė“ turėtų būti loginis.
ru_ru: Настройка отправки, созданная пользователем, должна быть логическим значением.
uk_ua: Налаштування надсилання після створення користувача має бути логічним значенням.

source: The send on user recovered setting should be a boolean.
ja_jp: ユーザー復元時に送信する設定はブール値でなければなりません。
lt_lt: Nustatymas „Siųsti atkūrus vartotoją“ turėtų būti loginis.
ru_ru: Параметр отправки после восстановления пользователем должен быть логическим.
uk_ua: Налаштування надсилання після відновлення користувача має бути логічним значенням.

source: The token is expired.
ja_jp: トークンの期限が切れています。
lt_lt: Ženklo galiojimo laikas pasibaigęs.
ru_ru: Токен просрочен.
uk_ua: Термін дії токена закінчився.

source: The authentication token is not valid.
ja_jp: 認証トークンが有効ではありません。
lt_lt: Autentifikavimo prieigos raktas negalioja.
ru_ru: Маркер аутентификации недействителен.
uk_ua: Токен автентифікації недійсний.

source: The authentication token could not be found.
ja_jp: 認証トークンが見つかりませんでした。
lt_lt: Nepavyko rasti autentifikavimo prieigos rakto.
ru_ru: Маркер аутентификации не найден.
uk_ua: Не вдалося знайти токен автентифікації.

source: The token is already consumed.
ja_jp: トークンは既に使用されています。
lt_lt: Žetonas jau panaudotas.
ru_ru: Токен уже израсходован.
uk_ua: Цей токен уже використано.

source: Validation failed for authenticationToken {0}. {1}
ja_jp: 認証トークン {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti autentifikavimo prieigos rakto {0}. {1}
ru_ru: Ошибка проверки подлинностиToken {0}. {1}
uk_ua: Перевірка для authenticationToken {0} не вдалася. {1}

source: Validation success for authenticationToken {0}
ja_jp: 認証トークン {0} の認証に成功しました
lt_lt: Sėkmingas autentifikavimo prieigos rakto {0} patvirtinimas
ru_ru: Успешная проверка для authenticationToken {0}
uk_ua: Перевірка для authenticationToken {0} успішна

source: Could not save the avatar in the {0} file.
ja_jp: {0} ファイルにアバターを保存できませんでした。
lt_lt: Nepavyko išsaugoti avataro į {0} failą.
ru_ru: Не удалось сохранить аватар в файле {0}.
uk_ua: Неможливо зберегти аватар у файлі {0}.

source: The avatar id is not valid.
ja_jp: アバターIDが有効ではありません。
lt_lt: Avataro ID negalioja.
ru_ru: Идентификатор аватара недействителен.
uk_ua: Ідентифікатор аватара недійсний.

source: Could not save the comment, please try again later.
ja_jp: コメントを保存できませんでした。後でもう一度お試しください。
lt_lt: Nepavyko išsaugoti komentaro. Bandykite vėliau dar kartą.
ru_ru: Не удалось сохранить комментарий, повторите попытку позже.
uk_ua: Не вдалося зберегти коментар, будь ласка, спробуйте пізніше.

source: Could not validate comment data.
ja_jp: コメントデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti komentaro duomenų.
ru_ru: Не удалось проверить данные комментариев.
uk_ua: Не вдалося перевірити дані коментаря.

source: The comment userId is not valid.
ja_jp: コメントのユーザーIDが有効ではありません。
lt_lt: Komentaras userId neteisingas.
ru_ru: Комментарий Id пользователя недействителен.
uk_ua: Id користувача коментаря недійсний.

source: The comment does not exist.
ja_jp: コメントが存在しません。
lt_lt: Komentaras neegzistuoja.
ru_ru: Комментарий не существует.
uk_ua: Коментар не існує.

source: Could not delete comment.
ja_jp: コメントを削除できませんでした。
lt_lt: Nepavyko ištrinti komentaro.
ru_ru: Не удалось удалить комментарий.
uk_ua: Не вдалося видалити коментар.

source: Validation failed for comment {0}. {1}
ja_jp: コメント {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti komentaro {0}. {1}
ru_ru: Ошибка проверки комментария {0}. {1}
uk_ua: Перевірка для коментаря {0} не вдалася. {1}

source: Validation success for comment {0}
ja_jp: コメント {0} の検証に成功しました
lt_lt: Sėkmingas komentaro {0} patvirtinimas
ru_ru: Проверка комментария {0} прошла успешно
uk_ua: Перевірка для коментаря {0} успішна

source: You are not allowed to edit this comment.
ja_jp: このコメントを編集することはできません。
lt_lt: Jums neleidžiama redaguoti šio komentaro.
ru_ru: Вы не можете редактировать этот комментарий.
uk_ua: Ви не можете редагувати цей коментар.

source: Could not find comments for the requested model.
ja_jp: リクエストされたモデルのコメントを見つけることができませんでした。
lt_lt: Nepavyko rasti prašomo modelio komentarų.
ru_ru: Не удалось найти комментарии для запрошенной модели.
uk_ua: Не вдалося знайти коментарі для запитуваної моделі.

source: This record is already marked as favorite.
ja_jp: このレコードはすでにお気に入りとしてマークされています。
lt_lt: Šis įrašas jau pažymėtas kaip mėgstamiausias.
ru_ru: Эта запись уже отмечена как избранная.
uk_ua: Цей запис вже позначено як обраний.

source: Could not validate favorite data.
ja_jp: お気に入りのデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti mėgstamiausių duomenų.
ru_ru: Не удалось проверить данные избранного.
uk_ua: Не вдалося перевірити дані про обране.

source: The favorite does not exist.
ja_jp: お気に入りは存在しません。
lt_lt: Mėgstamiausias neegzistuoja.
ru_ru: Любимого не существует.
uk_ua: Обраного не існує.

source: Could not delete favorite.
ja_jp: お気に入りを削除できませんでした。
lt_lt: Nepavyko ištrinti mėgstamiausio.
ru_ru: Не удалось удалить избранное.
uk_ua: Не вдалося видалити позначку обраного.

source: Validation failed for favorite {0}. {1}
ja_jp: お気に入り {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti mėgstamiausio {0}. {1}
ru_ru: Ошибка проверки избранного {0}. {1}
uk_ua: Перевірка для обраного {0} не вдалася. {1}

source: Validation success for favorite {0}
ja_jp: お気に入り {0} の検証に成功しました
lt_lt: Sėkmingas mėgstamiausio {0} patvirtinimas
ru_ru: Успешная проверка для избранного {0}
uk_ua: Перевірка для обраного {0} успішна

source: Validation success for key {0}
ja_jp: 鍵 {0} の検証に成功しました
lt_lt: Sėkmingas rakto {0} patvirtinimas
ru_ru: Успешная проверка ключа {0}
uk_ua: Перевірка для ключа {0} успішна

source: Validation failed for key {0}. {1}
ja_jp: 鍵 {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti rakto {0}. {1}
ru_ru: Ошибка проверки ключа {0}. {1}
uk_ua: Перевірка для ключа {0} не вдалася. {1}

source: Encryption success for key {0}
ja_jp: 鍵 {0} の暗号化に成功しました
lt_lt: Sėkmingas rakto {0} šifravimas
ru_ru: Успешное шифрование ключа {0}
uk_ua: Шифрування для ключа {0} успішне

source: Failed to encrypt with key {0}. {1}
ja_jp: 鍵 {0} の暗号化に失敗しました。 {1}
lt_lt: Nepavyko užšifruoti naudojant raktą {0}. {1}
ru_ru: Не удалось зашифровать с помощью ключа {0}. {1}
uk_ua: Не вдалося зашифрувати з використанням ключа {0}. {1}

source: Key expired: {0}.
ja_jp: キーの有効期限が切れています: {0}。
lt_lt: Rakto galiojimo laikas baigėsi: {0}.
ru_ru: Срок действия ключа истек: {0}.
uk_ua: Термін дії ключа сплив: {0}.

source: Expiration date valid for key {0}.
ja_jp: キー {0} の有効期限は有効です。
lt_lt: Galiojimo pabaigos data galioja raktui {0}.
ru_ru: Дата истечения срока действия ключа {0}.
uk_ua: Дата спливання дійсна для ключа {0}.

source: Validation failed for group {0}. {1}
ja_jp: グループ {0} の検証に失敗しました。 {1}
lt_lt: Nepavyko patvirtinti grupės {0}. {1}
ru_ru: Ошибка проверки для группы {0}. {1}
uk_ua: Перевірка не пройшла для групи {0}. {1}

source: Validation success for group {0}
ja_jp: グループ {0} の検証に成功しました
lt_lt: Sėkmingas grupės {0} patvirtinimas
ru_ru: Успешная проверка для группы {0}
uk_ua: Перевірка пройшла успішно для групи {0}

source: Could not validate group user data.
ja_jp: グループユーザーデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti grupės naudotojo duomenų.
ru_ru: Не удалось проверить данные пользователя группы.
uk_ua: Не вдалося перевірити дані користувача групи.

source: All email notifications will be sent.
ja_jp: すべてのメール通知が送信されます。
lt_lt: Visi el. pašto pranešimai bus išsiųsti.
ru_ru: Все уведомления по электронной почте будут отправлены.
uk_ua: Усі повідомлення електронної пошти будуть надіслані.

source: Some email notifications are disabled by the administrator.
ja_jp: 管理者により一部のメール通知が無効化されています。
lt_lt: Kai kurie el. pašto pranešimai yra išjungti administratoriaus.
ru_ru: Некоторые уведомления по электронной почте отключены администратором.
uk_ua: Деякі сповіщення електронної пошти відключені адміністратором.

source: Host availability will be checked.
ja_jp: ホスト可用性を確認します。
lt_lt: Bus tikrinamas pagrindinio kompiuterio pasiekiamumas.
ru_ru: Доступность хоста будет проверена.
uk_ua: Перевірятиметься доступність хосту.

source: Host availability checking is disabled.
ja_jp: ホスト可用性チェックは無効です。
lt_lt: Pagrindinio kompiuterio pasiekiamumo tikrinimas išjungtas.
ru_ru: Проверка доступности хоста отключена.
uk_ua: Перевірка доступності хосту вимкнена.

source: Make sure this instance is not publicly available on the internet.
ja_jp: このインスタンスがインターネット上で公開されていないことを確認してください。
lt_lt: Įsitikinkite, kad ši instancija nėra viešai prieinama internete.
ru_ru: Убедитесь, что этот экземпляр не доступен публично в интернете.
uk_ua: Переконайтеся, що цей екземпляр недоступний публічно в Інтернеті.

source: Or set the PASSBOLT_EMAIL_VALIDATE_MX environment variable to true.
ja_jp: あるいはPASSBOLT_EMAIL_VALIDATE_MX 環境変数を true に設定してください。
lt_lt: Arba nustatykite PASSBOLT_EMAIL_VALIDATE_MX aplinkos kintamąjį į true.
ru_ru: Или установите переменную окружения PASSBOLT_EMAIL_VALIDATE_MX в значение true.
uk_ua: Або встановіть змінну оточення PASSBOLT_EMAIL_VALIDATE_MX у true.

source: Or set passbolt.email.validate.mx to true in {0}.
ja_jp: あるいは {0} の passbolt.email.validate.mx を true に設定してください。
lt_lt: Arba nustatykite passbolt.email.validate.mx į true faile {0}.
ru_ru: Или установите passbolt.email.validate.mx в значение true в {0}.
uk_ua: Або встановіть passbolt.email.validate.mx у true у {0}.

source: Serving the compiled version of the javascript app.
ja_jp: JavaScriptアプリのコンパイル版を提供しています。
lt_lt: Tiekiama sukompiliuota „JavaScript“ programos versija.
ru_ru: Используется скомпилированная версия JavaScript-приложения.
uk_ua: Завантажено скомпільовану версію додатка JavaScript.

source: Using non-compiled Javascript. Passbolt will be slower.
ja_jp: コンパイルされていないJavaScriptを使用します。パスボルトの動作が遅くなります。
lt_lt: Naudojama nesukompiliuota JavaScript. „Passbolt“ veiks lėčiau.
ru_ru: Используется нескомпилированный JavaScript. Пассболт будет работать медленнее.
uk_ua: Використовується нескомпільований Javascript. Passbolt працюватиме повільніше.

source: Set passbolt.js.build to production in {0}
ja_jp: {0} の passbolt.js.build を production に設定してください
lt_lt: Nustatykite passbolt.js.build į production faile {0}
ru_ru: Установите passbolt.js.build в production в {0}
uk_ua: Встановіть passbolt.js.build у production у {0}

source: undefined
ja_jp: 未定義
lt_lt: neapibrėžtas
ru_ru: неопределённый
uk_ua: невизначено

source: Could not read tag information on github repository
ja_jp: Githubリポジトリのタグ情報を読み取ることができませんでした
lt_lt: Nepavyko nuskaityti žymos informacijos github.com saugykloje
ru_ru: Не удалось прочитать информацию о тегах в репозитории github.
uk_ua: Не вдалося прочитати інформацію про тег у репозиторії github

source: Using latest passbolt version ({0}).
ja_jp: 最新のパスボルトバージョン({0})を使用しています。
lt_lt: Naudojama naujausia „Passbolt“ versija ({0}).
ru_ru: Используется последняя версия Пассболт ({0}).
uk_ua: Використовується остання версія Passbolt ({0}).

source: Could connect to passbolt repository to check versions.
ja_jp: バージョンを確認するためにパスボルトのリポジトリに接続できました。
lt_lt: Pavyko prisijungti prie „Passbolt“ saugyklos, kad patikrinti versijas.
ru_ru: Удалось подключиться к репозиторию Пассболт для проверки версий.
uk_ua: Вдалося під'єднатися до репозиторію Passbolt, щоб перевірити версії.

source: This installation is not up to date. Currently using {0} and it should be {1}.
ja_jp: このインストールは最新ではありません。現在は {0} を使用しており、{1} である必要があります。
lt_lt: Ši diegimo versija neatnaujinta. Šiuo metu naudojama {0}, o turėtų būti {1}.
ru_ru: Эта установка не актуальна. В данный момент используется {0}, а должна быть {1}.
uk_ua: Ця інсталяція не оновлена. Зараз використовується {0}, а має бути {1}.

source: Could not connect to passbolt repository to check versions.
ja_jp: パスボルトのリポジトリに接続してバージョンを確認できませんでした。
lt_lt: Nepavyko prisijungti prie „Passbolt“ saugyklos, kad būtų patikrintos versijos.
ru_ru: Не удалось подключиться к репозиторию Пассболт для проверки версий.
uk_ua: Не вдалося підключитися до репозиторію Passbolt для перевірки версій.

source: It is not possible to check if your version is up-to-date.
ja_jp: バージョンが最新かどうかを確認できません。
lt_lt: Neįmanoma patikrinti, ar jūsų versija yra naujausia.
ru_ru: Невозможно проверить, является ли ваша версия актуальной.
uk_ua: Неможливо перевірити, чи ваша версія є актуальною.

source: See https://www.passbolt.com/help/tech/update
ja_jp: https://www.passbolt.com/help/tech/update を参照してください
lt_lt: Žiūrėkite https://www.passbolt.com/help/tech/update
ru_ru: См. https://www.passbolt.com/help/tech/update
uk_ua: Дивись https://www.passbolt.com/help/tech/update

source: Check the network configuration to allow this script to check for updates.
ja_jp: このスクリプトがアップデートを確認できるよう、ネットワーク構成を確認してください。
lt_lt: Patikrinkite tinklo konfigūraciją, kad šis scenarijus galėtų tikrinti atnaujinimus.
ru_ru: Проверьте сетевую конфигурацию, чтобы разрешить этому скрипту проверять обновления.
uk_ua: Перевірте мережеві налаштування, щоб цей скрипт міг перевірити наявність оновлень.

source: Search engine robots are told not to index content.
ja_jp: 検索エンジンのクローラーにコンテンツをインデックスしないよう設定されています。
lt_lt: Paieškos sistemos robotams nurodyta neindeksuoti turinio.
ru_ru: Поисковым роботам указано не индексировать содержимое.
uk_ua: Пошуковим роботам вказано не індексувати вміст.

source: Search engine robots are not told not to index content.
ja_jp: 検索エンジンのクローラーにコンテンツをインデックスしないよう設定されていません。
lt_lt: Paieškos sistemos robotams nenurodyta neindeksuoti turinio.
ru_ru: Поисковым роботам не указано не индексировать содержимое.
uk_ua: Пошуковим роботам не заборонено індексувати вміст.

source: Set passbolt.meta.robots to false in {0}.
ja_jp: {0} の passbolt.meta.robots を false に設定してください。
lt_lt: Nustatykite passbolt.meta.robots į false faile {0}.
ru_ru: Установите passbolt.meta.robots в false в {0}.
uk_ua: Встановіть passbolt.meta.robots = false у {0}.

source: Selenium API endpoints are disabled.
ja_jp: Selenium APIエンドポイントは無効です。
lt_lt: Selenium API įėjimo taškai yra išjungti.
ru_ru: Точки входа Selenium API отключены.
uk_ua: Кінцеві точки Selenium API вимкнено.

source: Selenium API endpoints are active. This setting should be used for testing only.
ja_jp: Selenium APIエンドポイントが有効です。この設定はテスト目的のみで使用してください。
lt_lt: Selenium API įėjimo taškai yra aktyvūs. Šis nustatymas turėtų būti naudojamas tik testavimui.
ru_ru: Точки входа Selenium API активны. Этот параметр следует использовать только при тестировании.
uk_ua: Кінцеві точки Selenium API активні. Ці налаштування слід використовувати лише для тестування.

source: Set passbolt.selenium.active to false in {0}.
ja_jp: {0} の passbolt.selenium.active を false に設定してください。
lt_lt: Nustatykite passbolt.selenium.active į false faile {0}.
ru_ru: Установите passbolt.selenium.active в false в {0}.
uk_ua: Встановіть passbolt.selenium.active = false у {0}.

source: The Self Registration plugin is enabled.
ja_jp: セルフ登録プラグインが有効です。
lt_lt: Įjungtas savarankiškos registracijos papildinys.
ru_ru: Плагин саморегистрации включен.
uk_ua: Плагін самореєстрації увімкнено.

source: The Self Registration plugin is disabled.
ja_jp: セルフ登録プラグインは無効です。
lt_lt: Išjungtas savarankiškos registracijos papildinys.
ru_ru: Плагин саморегистрации отключен.
uk_ua: Плагін самореєстрації вимкнено.

source: Enable the plugin in order to define self registration settings.
ja_jp: セルフ登録設定を定義するにはプラグインを有効にしてください。
lt_lt: Įjunkite šį papildinį, kad nustatytumėte savarankiškos registracijos nustatymus.
ru_ru: Включите плагин, чтобы задать параметры саморегистрации.
uk_ua: Увімкніть цей плагін, щоб визначити налаштування самореєстрації.

source: Registration is closed, only administrators can add users.
ja_jp: 登録は閉じられています。管理者のみがユーザーを追加できます。
lt_lt: Registracija uždaryta, tik administratoriai gali pridėti vartotojus.
ru_ru: Регистрация закрыта, только администраторы могут добавлять пользователей.
uk_ua: Реєстрацію закрито, лише адміністратори можуть додавати користувачів.

source: The self registration provider is: {0}.
ja_jp: セルフ登録プロバイダ: {0}。
lt_lt: Savarankiškos registracijos teikėjas: {0}.
ru_ru: Провайдер саморегистрации: {0}.
uk_ua: Провайдер самореєстрації: {0}.

source: The deprecated self registration public setting was not found in {0}.
ja_jp: {0} に古いセルフ登録public設定が見つかりませんでした。
lt_lt: Atgyvenusio savarankiškos registracijos viešo nustatymo nėra faile {0}.
ru_ru: Устаревшая настройка саморегистрации public не найдена в {0}.
uk_ua: Застарілий публічний параметр самореєстрації не знайдено в {0}.

source: The deprecated self registration public setting was found in {0}.
ja_jp: {0} に古いセルフ登録public設定が見つかりました。
lt_lt: Atgyvenęs savarankiškos registracijos viešas nustatymas rastas faile {0}.
ru_ru: Устаревшая настройка саморегистрации public найдена в {0}.
uk_ua: Застарілий публічний параметр самореєстрації знайдено в {0}.

source: You may remove the "passbolt.registration.public" setting.
ja_jp: "passbolt.registration.public" 設定を削除してもかまいません。
lt_lt: Galite pašalinti nustatymą "passbolt.registration.public".
ru_ru: Вы можете удалить настройку "passbolt.registration.public".
uk_ua: Ви можете видалити налаштування "passbolt.registration.public".

source: Passbolt is configured to force SSL use.
ja_jp: パスボルトはSSL使用を強制するように設定されています。
lt_lt: „Passbolt“ sukonfigūruotas priverstiniam SSL naudojimui.
ru_ru: Пассболт настроен на принудительное использование SSL.
uk_ua: Passbolt налаштовано на примусове використання SSL.

source: Passbolt is not configured to force SSL use.
ja_jp: パスボルトはSSL使用を強制するように設定されていません。
lt_lt: „Passbolt“ nesukonfigūruotas priverstiniam SSL naudojimui.
ru_ru: Пассболт не настроен на принудительное использование SSL.
uk_ua: Passbolt не налаштовано примусово використовувати SSL.

source: Set passbolt.ssl.force to true in {0}.
ja_jp: {0} の passbolt.ssl.force を true に設定してください。
lt_lt: Nustatykite passbolt.ssl.force į true faile {0}.
ru_ru: Установите passbolt.ssl.force в true в {0}.
uk_ua: Встановіть passbolt.ssl.force = true у {0}.

source: App.fullBaseUrl is set to HTTPS.
ja_jp: App.fullBaseUrl はHTTPSに設定されています。
lt_lt: App.fullBaseUrl nustatytas į HTTPS.
ru_ru: App.fullBaseUrl настроен на HTTPS.
uk_ua: App.fullBaseUrl встановлено на HTTPS.

source: App.fullBaseUrl is not set to HTTPS.
ja_jp: App.fullBaseUrl はHTTPSに設定されていません。
lt_lt: App.fullBaseUrl nenustatytas į HTTPS.
ru_ru: App.fullBaseUrl не настроен на HTTPS.
uk_ua: App.fullBaseUrl не встановлено на HTTPS.

source: Check App.fullBaseUrl url scheme in {0}.
ja_jp: {0} の App.fullBaseUrl のスキームを確認してください。
lt_lt: Patikrinkite App.fullBaseUrl url schemą faile {0}.
ru_ru: Проверьте схему url App.fullBaseUrl в {0}.
uk_ua: Перевірте схему URL App.fullBaseUrl у {0}.

source: The application config file is present
ja_jp: アプリケーションの設定ファイルが存在します
lt_lt: Programos konfigūracijos failas yra
ru_ru: Файл конфигурации приложения присутствует
uk_ua: Файл конфігурації застосунку наявний

source: The application config file is missing in {0}
ja_jp: {0} にアプリケーションの設定ファイルがありません
lt_lt: Trūksta programos konfigūracijos failo {0}
ru_ru: Файл конфигурации приложения отсутствует в {0}
uk_ua: Файл конфігурації застосунку відсутній у {0}

source: Copy {0} to {1}
ja_jp: {0} を {1} にコピーしてください
lt_lt: Nukopijuokite {0} į {1}
ru_ru: Скопируйте {0} в {1}
uk_ua: Скопіюйте {0} до {1}

source: The passbolt config file is present
ja_jp: パスボルトの設定ファイルが存在します
lt_lt: „Passbolt“ konfigūracijos failas yra
ru_ru: Файл конфигурации passbolt присутствует
uk_ua: Файл конфігурації Passbolt наявний

source: The passbolt config file is missing in {0}
ja_jp: {0} にパスボルトの設定ファイルがありません
lt_lt: Trūksta „Passbolt“ konfigūracijos failo {0}
ru_ru: Файл конфигурации passbolt отсутствует в {0}
uk_ua: Файл конфігурації Passbolt відсутній у {0}

source: The passbolt config file is not required if passbolt is configured with environment variables
ja_jp: パスボルトが環境変数で構成されている場合、パスボルトの設定ファイルは必要ありません
lt_lt: „Passbolt“ konfigūracijos failo nereikia, jei „Passbolt“ sukonfigūruotas naudojant aplinkos kintamuosius
ru_ru: Файл конфигурации passbolt не требуется, если passbolt настроен с помощью переменных окружения
uk_ua: Файл конфігурації Passbolt не потрібен, якщо Passbolt налаштовано за допомогою змінних оточення

source: Cache is working.
ja_jp: キャッシュは動作しています。
lt_lt: Podėlis veikia.
ru_ru: Кэш работает.
uk_ua: Кеш працює.

source: Cache is NOT working.
ja_jp: キャッシュは動作していません。
lt_lt: Podėlis NEveikia.
ru_ru: Кэш не работает.
uk_ua: Кеш НЕ працює.

source: Check the settings in {0}
ja_jp: {0} の設定を確認してください
lt_lt: Patikrinkite nustatymus faile {0}
ru_ru: Проверьте настройки в {0}
uk_ua: Перевірте налаштування у {0}

source: Debug mode is off.
ja_jp: デバッグモードはオフです。
lt_lt: Derinimo režimas išjungtas.
ru_ru: Режим отладки выключен.
uk_ua: Режим налагодження вимкнено.

source: Debug mode is on.
ja_jp: デバッグモードはオンです。
lt_lt: Derinimo režimas įjungtas.
ru_ru: Режим отладки включен.
uk_ua: Режим налагодження увімкнено.

source: Set debug to false in {0}
ja_jp: {0} の debug を false に設定してください
lt_lt: Nustatykite debug į false faile {0}
ru_ru: Установите debug в false в {0}
uk_ua: Встановіть debug в false у {0}

source: Full base url is set to {0}
ja_jp: Full base url が {0} に設定されています
lt_lt: Pilnas bazinis url nustatytas į {0}
ru_ru: Полный базовый url установлен в {0}
uk_ua: Повна базова URL-адреса встановлена у {0}
