Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The private key cannot be used to sign a message
ja_jp: 秘密鍵を使用してメッセージに署名できません
lt_lt: Privatus raktas negali būti naudojamas pranešimui pasirašyti
ru_ru: Закрытый ключ нельзя использовать для подписания сообщения
uk_ua: Приватний ключ не можна використовувати для підпису повідомлень

source: The public key can be used to verify a signature.
ja_jp: 公開鍵を使用して署名を検証できます。
lt_lt: Viešasis raktas gali būti naudojamas parašui patikrinti.
ru_ru: Открытый ключ можно использовать для проверки подписи.
uk_ua: Публічний ключ можна використовувати для перевірки підпису.

source: The public key cannot be used to verify a signature.
ja_jp: 公開鍵を使用して署名を検証できません。
lt_lt: Viešasis raktas negali būti naudojamas parašui patikrinti.
ru_ru: Открытый ключ нельзя использовать для проверки подписи.
uk_ua: Публічний ключ не можна використовувати для перевірки підпису.

source: The server key fingerprint matches the one defined in {0}.
ja_jp: サーバーキーのフィンガープリントが {0} に定義されているものと一致します。
lt_lt: Serverio rakto pirštų atspaudas atitinka tą, kuris nurodytas faile {0}.
ru_ru: Отпечаток ключа сервера совпадает с отпечатком, указанным в {0}.
uk_ua: Відбиток ключа сервера збігається з тим, що визначено в {0}.

source: The server key fingerprint doesn't match the one defined in {0}.
ja_jp: サーバーキーのフィンガープリントが {0} に定義されているものと一致しません。
lt_lt: Serverio rakto pirštų atspaudas neatitinka to, kuris nurodytas faile {0}.
ru_ru: Отпечаток ключа сервера не совпадает с отпечатком, указанным в {0}.
uk_ua: Відбиток ключа сервера не збігається з тим, що визначено в {0}.

source: Double check the key fingerprint, example:
ja_jp: キーのフィンガープリントを再度確認してください。例:
lt_lt: Dar kartą patikrinkite rakto pirštų atspaudą, pavyzdys:
ru_ru: Перепроверьте отпечаток ключа, например:
uk_ua: Перевірте двічі відбиток ключа, наприклад:

source: SERVER_KEY_EMAIL: The email you used when you generated the server key.
ja_jp: SERVER_KEY_EMAIL: サーバーキー生成時に使用したメールアドレスです。
lt_lt: SERVER_KEY_EMAIL: El. paštas, kurį naudojote kurdami serverio raktą.
ru_ru: SERVER_KEY_EMAIL: Адрес электронной почты, который вы использовали при генерации серверного ключа.
uk_ua: SERVER_KEY_EMAIL: Електронна адреса, яку ви використовували під час генерації ключа сервера.

source: See. https://www.passbolt.com/help/tech/install#toc_gpg
ja_jp: 参照: https://www.passbolt.com/help/tech/install#toc_gpg
lt_lt: Žr. https://www.passbolt.com/help/tech/install#toc_gpg
ru_ru: Смотрите: https:\/\/www.passbolt.com\/help\/tech\/install#toc_gpg
uk_ua: Дивіться https://www.passbolt.com/help/tech/install#toc_gpg

source: The server private key format is Gopengpg compatible.
ja_jp: サーバーの秘密鍵フォーマットはGopengpgに対応しています。
lt_lt: Serverio privataus rakto formatas suderinamas su Gopengpg.
ru_ru: Формат закрытого ключа сервера совместим с Gopengpg.
uk_ua: Формат приватного ключа сервера сумісний із Gopengpg.

source: The server private key format is not Gopengpg compatible.
ja_jp: サーバーの秘密鍵フォーマットはGopengpgに対応していません。
lt_lt: Serverio privataus rakto formatas nesuderinamas su Gopengpg.
ru_ru: Формат закрытого ключа сервера не совместим с Gopengpg.
uk_ua: Формат приватного ключа сервера не сумісний із Gopengpg.

source: The server public key format is Gopengpg compatible.
ja_jp: サーバーの公開鍵フォーマットはGopengpgに対応しています。
lt_lt: Serverio viešojo rakto formatas suderinamas su Gopengpg.
ru_ru: Формат открытого ключа сервера совместим с Gopengpg.
uk_ua: Формат публічного ключа сервера сумісний із Gopengpg.

source: The server public key format is not Gopengpg compatible.
ja_jp: サーバーの公開鍵フォーマットはGopengpgに対応していません。
lt_lt: Serverio viešojo rakto formatas nesuderinamas su Gopengpg.
ru_ru: Формат открытого ключа сервера не совместим с Gopengpg.
uk_ua: Формат публічного ключа сервера не сумісний із Gopengpg.

source: The environment variable GNUPGHOME is set to {0}.
ja_jp: 環境変数GNUPGHOMEは{0}に設定されています。
lt_lt: Aplinkos kintamasis GNUPGHOME nustatytas į {0}.
ru_ru: Переменная окружения GNUPGHOME установлена в {0}.
uk_ua: Змінна середовища GNUPGHOME встановлена на {0}.

source: The environment variable GNUPGHOME is set to {0}, but the directory does not exist.
ja_jp: 環境変数GNUPGHOMEは{0}に設定されていますが、そのディレクトリは存在しません。
lt_lt: Aplinkos kintamasis GNUPGHOME nustatytas į {0}, tačiau katalogas neegzistuoja.
ru_ru: Переменная окружения GNUPGHOME установлена в {0}, но этот каталог не существует.
uk_ua: Змінна середовища GNUPGHOME встановлена на {0}, але каталог не існує.

source: Ensure the keyring location exists and is accessible by the webserver user.
ja_jp: キーリングの場所が存在し、ウェブサーバーユーザーがアクセス可能であることを確認してください。
lt_lt: Įsitikinkite, kad raktų rinkinio vieta egzistuoja ir yra prieinama žiniatinklio serverio naudotojui.
ru_ru: Убедитесь, что место расположения связки ключей существует и доступно пользователю веб-сервера.
uk_ua: Переконайтеся, що розташування зв'язки ключів існує та доступне користувачеві вебсервера.

source: You can change the location of the keyring by editing the GPG.env.setenv and GPG.env.home variables in {0}.
ja_jp: {0} の GPG.env.setenv および GPG.env.home 変数を編集してキーリングの場所を変更できます。
lt_lt: Raktų rinkinio vietą galite pakeisti redaguodami kintamuosius GPG.env.setenv ir GPG.env.home faile {0}.
ru_ru: Вы можете изменить путь к связке ключей, отредактировав переменные GPG.env.setenv и GPG.env.home в {0}.
uk_ua: Ви можете змінити розташування зв'язки ключів, відредагувавши змінні GPG.env.setenv і GPG.env.home у {0}.

source: The directory {0} containing the keyring is writable by the webserver user.
ja_jp: ウェブサーバーユーザーがキーリングを含むディレクトリ {0} に書き込み可能です。
lt_lt: Katalogas {0}, kuriame yra raktų rinkinys, yra rašomas žiniatinklio serverio naudotojo.
ru_ru: Каталог {0}, содержащий связку ключей, доступен для записи пользователю веб-сервера.
uk_ua: Каталог {0}, що містить зв'язку ключів, доступний для запису користувачеві вебсервера.

source: The directory {0} containing the keyring is not writable by the webserver user.
ja_jp: ウェブサーバーユーザーがキーリングを含むディレクトリ {0} に書き込みできません。
lt_lt: Katalogas {0}, kuriame yra raktų rinkinys, nėra rašomas žiniatinklio serverio naudotojo.
ru_ru: Каталог {0}, содержащий связку ключей, недоступен для записи пользователю веб-сервера.
uk_ua: Каталог {0}, що містить зв'язку ключів, недоступний для запису користувачеві вебсервера.

source: Ensure the keyring location is accessible by the webserver user.
ja_jp: キーリングの場所がウェブサーバーユーザーからアクセス可能であることを確認してください。
lt_lt: Įsitikinkite, kad raktų rinkinio vieta yra prieinama žiniatinklio serverio naudotojui.
ru_ru: Убедитесь, что место расположения связки ключей доступно пользователю веб-сервера.
uk_ua: Переконайтеся, що розташування зв'язки ключів доступне користувачеві вебсервера.

source: The server OpenPGP key is not the default one.
ja_jp: サーバーのOpenPGPキーはデフォルトのものではありません。
lt_lt: Serverio OpenPGP raktas nėra numatytasis.
ru_ru: Серверный ключ OpenPGP не является ключом по умолчанию.
uk_ua: Серверний ключ OpenPGP не є типовим.

source: Do not use the default OpenPGP key for the server.
ja_jp: サーバーにデフォルトのOpenPGPキーを使用しないでください。
lt_lt: Nenaudokite numatytojo OpenPGP rakto serveriui.
ru_ru: Не используйте ключ OpenPGP по умолчанию для сервера.
uk_ua: Не використовуйте типовий ключ OpenPGP для сервера.

source: The server OpenPGP key is not set.
ja_jp: サーバーのOpenPGPキーが設定されていません。
lt_lt: Nėra nustatytas serverio OpenPGP raktas.
ru_ru: Серверный ключ OpenPGP не установлен.
uk_ua: Серверний ключ OpenPGP не налаштовано.

source: Create a key, export it and add the fingerprint to {0}
ja_jp: キーを作成してエクスポートし、そのフィンガープリントを{0}に追加してください
lt_lt: Sukurkite raktą, eksportuokite jį ir pridėkite pirštų atspaudą faile {0}
ru_ru: Создайте ключ, экспортируйте его и добавьте отпечаток в {0}
uk_ua: Створіть ключ, експортуйте його та додайте відбиток ключа до {0}

source: PHP GPG Module is installed and loaded.
ja_jp: PHP GPGモジュールがインストールされ、読み込まれています。
lt_lt: PHP GPG modulis įdiegtas ir įkeltas.
ru_ru: Модуль PHP GPG установлен и загружен.
uk_ua: Модуль PHP GPG встановлено та завантажено.

source: PHP GPG Module is not installed or loaded.
ja_jp: PHP GPGモジュールがインストールまたは読み込まれていません。
lt_lt: PHP GPG modulis nėra įdiegtas arba neįkeltas.
ru_ru: Модуль PHP GPG не установлен или не загружен.
uk_ua: Модуль PHP GPG не встановлено або не завантажено.

source: Install php-gnupg, see. http://php.net/manual/en/gnupg.installation.php
ja_jp: php-gnupg をインストールしてください。詳細: http://php.net/manual/en/gnupg.installation.php
lt_lt: Įdiekite php-gnupg, žr. http://php.net/manual/en/gnupg.installation.php
ru_ru: Установите php-gnupg, см. http:\/\/php.net\/manual\/en\/gnupg.installation.php
uk_ua: Встановіть php-gnupg, див. http://php.net/manual/en/gnupg.installation.php

source: Make sure to add extension=gnupg.so in php ini files for both php-cli and php.
ja_jp: php-cli と php の双方の php.ini ファイルに extension=gnupg.so を追加してください。
lt_lt: Įsitikinkite, kad php-gnupg plėtinys extension=gnupg.so pridedamas php.ini failuose tiek php-cli, tiek php.
ru_ru: Убедитесь, что extension=gnupg.so добавлено в файлы php.ini как для php-cli, так и для php.
uk_ua: Переконайтеся, що в файлах php.ini для php-cli та php додано extension=gnupg.so.

source: The private key file is defined in {0} and readable.
ja_jp: 秘密鍵ファイルは {0} で定義されており、読み取り可能です。
lt_lt: Privataus rakto failas apibrėžtas faile {0} ir yra skaitomas.
ru_ru: Файл закрытого ключа определён в {0} и доступен для чтения.
uk_ua: Файл приватного ключа визначено в {0} і він доступний для читання.

source: The private key file is not defined in {0} or not readable.
ja_jp: 秘密鍵ファイルが {0} で定義されていないか、読み取れません。
lt_lt: Privataus rakto failas faile {0} nėra apibrėžtas arba nėra skaitomas.
ru_ru: Файл закрытого ключа не определён в {0} или недоступен для чтения.
uk_ua: Файл приватного ключа не визначено в {0} або він недоступний для читання.

source: Ensure the private key file is defined by the variable passbolt.gpg.serverKey.private in {0}.
ja_jp: {0} の変数 passbolt.gpg.serverKey.private で秘密鍵ファイルが定義されていることを確認してください。
lt_lt: Įsitikinkite, kad privataus rakto failą faile {0} apibrėžia kintamasis passbolt.gpg.serverKey.private.
ru_ru: Убедитесь, что файл закрытого ключа определён переменной passbolt.gpg.serverKey.private в {0}.
uk_ua: Переконайтеся, що файл приватного ключа визначено змінною passbolt.gpg.serverKey.private у {0}.

source: Ensure there is a private key armored block in the key file.
ja_jp: 鍵ファイルに秘密鍵のアーマーブロックが含まれていることを確認してください。
lt_lt: Įsitikinkite, kad rakto faile yra šarvuotas privataus rakto blokas.
ru_ru: Убедитесь, что в файле ключа есть армированный блок закрытого ключа.
uk_ua: Переконайтеся, що у файлі ключа є ASCII-armor блок приватного ключа.

source: Ensure the private key defined in {0} exists and is accessible by the webserver user.
ja_jp: {0} で定義されている秘密鍵が存在し、ウェブサーバーユーザーからアクセス可能であることを確認してください。
lt_lt: Įsitikinkite, kad faile {0} nurodytas privatus raktas egzistuoja ir yra prieinamas žiniatinklio serverio naudotojui.
ru_ru: Убедитесь, что закрытый ключ, определённый в {0}, существует и доступен пользователю веб-сервера.
uk_ua: Переконайтеся, що приватний ключ, визначений у {0}, існує і доступний для користувача вебсервера.

source: There is a valid email id defined for the server key.
ja_jp: サーバーキーに有効なメールアドレスが定義されています。
lt_lt: Serverio raktui yra apibrėžtas galiojantis el. pašto adresas.
ru_ru: Для серверного ключа определён действительный адрес электронной почты.
uk_ua: Для серверного ключа задано чинний ідентифікатор електронної пошти.

source: The server key does not have a valid email id.
ja_jp: サーバーキーに有効なメールアドレスがありません。
lt_lt: Serverio raktas neturi galiojančio el. pašto adreso.
ru_ru: У серверного ключа нет действительного адреса электронной почты.
uk_ua: Для серверного ключа не визначено чинний email.

source: The server public key defined in the {0} (or environment variables) is in the keyring.
ja_jp: {0}（または環境変数）で定義されているサーバーの公開鍵がキーリングに含まれています。
lt_lt: Serverio viešasis raktas, apibrėžtas faile {0} (arba aplinkos kintamuosiuose), yra raktų rinkinyje.
ru_ru: Открытый ключ сервера, определённый в {0} (или в переменных окружения), находится в связке ключей.
uk_ua: Публічний ключ сервера, визначений у {0} (або у змінних середовища), наявний у зв'язці ключів.

source: The server public key defined in the {0} (or environment variables) is not in the keyring
ja_jp: {0}（または環境変数）で定義されているサーバーの公開鍵はキーリングに含まれていません
lt_lt: Serverio viešasis raktas, apibrėžtas faile {0} (arba aplinkos kintamuosiuose), nėra raktų rinkinyje
ru_ru: Открытый ключ сервера, определённый в {0} (или в переменных окружения), отсутствует в связке ключей
uk_ua: Відкритий ключ сервера, визначений у {0} (або у змінних середовища), відсутній у зв'язці ключів

source: Import the private server key in the keyring of the webserver user.
ja_jp: ウェブサーバーユーザーのキーリングにサーバーの秘密鍵をインポートしてください。
lt_lt: Importuokite serverio privatų raktą į žiniatinklio serverio naudotojo raktų rinkinį.
ru_ru: Импортируйте закрытый ключ сервера в связку ключей пользователя веб-сервера.
uk_ua: Імпортуйте приватний ключ сервера до зв'язки ключів користувача вебсервера.

source: The public key file is defined in {0} and readable.
ja_jp: 公開鍵ファイルは {0} で定義されており、読み取り可能です。
lt_lt: Viešojo rakto failas apibrėžtas faile {0} ir yra skaitomas.
ru_ru: Файл открытого ключа определён в {0} и доступен для чтения.
uk_ua: Файл публічного ключа визначений в {0} і доступний для читання.

source: The public key file is not defined in {0} or not readable.
ja_jp: 公開鍵ファイルが {0} で定義されていないか、読み取れません。
lt_lt: Viešojo rakto failas faile {0} nėra apibrėžtas arba nėra skaitomas.
ru_ru: Файл открытого ключа не определён в {0} или недоступен для чтения.
uk_ua: Файл публічного ключа не визначений в {0} або недоступний для читання.

source: Ensure the public key file is defined by the variable passbolt.gpg.serverKey.public in {0}.
ja_jp: {0} の変数 passbolt.gpg.serverKey.public で公開鍵ファイルが定義されていることを確認してください。
lt_lt: Įsitikinkite, kad viešojo rakto failą faile {0} apibrėžia kintamasis passbolt.gpg.serverKey.public.
ru_ru: Убедитесь, что файл открытого ключа определён переменной passbolt.gpg.serverKey.public в {0}.
uk_ua: Переконайтеся, що файл публічного ключа визначено змінною passbolt.gpg.serverKey.public у {0}.

source: Ensure there is a public key armored block in the key file.
ja_jp: 鍵ファイルに公開鍵のアーマーブロックが含まれていることを確認してください。
lt_lt: Įsitikinkite, kad rakto faile yra šarvuotas viešojo rakto blokas.
ru_ru: Убедитесь, что в файле ключа есть армированный блок открытого ключа.
uk_ua: Переконайтеся, що у файлі ключа міститься ASCII-armor блок публічного ключа.

source: Ensure the public key defined in {0} exists and is accessible by the webserver user.
ja_jp: {0} で定義されている公開鍵が存在し、ウェブサーバーユーザーからアクセス可能であることを確認してください。
lt_lt: Įsitikinkite, kad faile {0} nurodytas viešasis raktas egzistuoja ir yra prieinamas žiniatinklio serverio naudotojui.
ru_ru: Убедитесь, что открытый ключ, определённый в {0}, существует и доступен пользователю веб-сервера.
uk_ua: Переконайтеся, що публічний ключ, визначений у {0}, існує і доступний для користувача вебсервера.

source: Environment
ja_jp: 環境
lt_lt: Aplinka
ru_ru: Окружение
uk_ua: Середовище

source: Config files
ja_jp: 構成ファイル
lt_lt: Konfigūracijos failai
ru_ru: Файлы конфигурации
uk_ua: Файли конфігурації

source: Core config
ja_jp: コア構成
lt_lt: Pagrindinė konfigūracija
ru_ru: Основная конфигурация
uk_ua: Основна конфігурація

source: SMTP settings
ja_jp: SMTP設定
lt_lt: SMTP nustatymai
ru_ru: Настройки SMTP
uk_ua: Налаштування SMTP

source: Application configuration
ja_jp: アプリケーション構成
lt_lt: Programos konfigūracija
ru_ru: Конфигурация приложения
uk_ua: Конфігурація застосунку

source: Database
ja_jp: データベース
lt_lt: Duomenų bazė
ru_ru: База данных
uk_ua: База даних

source: GPG Configuration
ja_jp: GPG設定
lt_lt: GPG konfigūracija
ru_ru: Конфигурация GPG
uk_ua: Конфігурація GPG

source: JWT Authentication
ja_jp: JWT認証
lt_lt: JWT autentifikavimas
ru_ru: Аутентификация JWT
uk_ua: JWT автентифікація

source: SSL Certificate
ja_jp: SSL証明書
lt_lt: SSL sertifikatas
ru_ru: SSL-сертификат
uk_ua: SSL-сертифікат

source: The {0} plugin is enabled.
ja_jp: {0} プラグインが有効です。
lt_lt: Įjungtas įskiepis {0}.
ru_ru: Плагин {0} включён.
uk_ua: Плагін {0} увімкнено.

source: The {0} plugin is disabled.
ja_jp: {0} プラグインが無効です。
lt_lt: Išjungtas įskiepis {0}.
ru_ru: Плагин {0} отключён.
uk_ua: Плагін {0} вимкнено.

source: Set the environment variable {0} to true
ja_jp: 環境変数 {0} を true に設定してください
lt_lt: Nustatykite aplinkos kintamąjį {0} reikšmei true
ru_ru: Установите переменную окружения {0} в значение true
uk_ua: Встановіть змінну середовища {0} на true

source: Enable the plugin in order to define SMTP settings in the database.
ja_jp: データベースでSMTP設定を定義するにはプラグインを有効にしてください。
lt_lt: Įjunkite įskiepį, kad duomenų bazėje galėtumėte apibrėžti SMTP nustatymus.
ru_ru: Включите плагин, чтобы задать настройки SMTP в базе данных.
uk_ua: Увімкніть плагін, щоб визначити налаштування SMTP у базі даних.

source: Hostname is matching in SSL certificate.
ja_jp: SSL証明書でホスト名が一致しています。
lt_lt: SSL sertifikate esantis kompiuterio vardas sutampa.
ru_ru: Имя хоста совпадает в SSL-сертификате.
uk_ua: Ім'я хоста відповідає назві в SSL-сертифікаті.

source: Hostname does not match when validating certificates.
ja_jp: 証明書検証時にホスト名が一致しません。
lt_lt: Validuojant sertifikatus, kompiuterio vardas nesutampa.
ru_ru: Имя хоста не совпадает при проверке сертификатов.
uk_ua: Ім'я хоста не збігається під час перевірки сертифікатів.

source: SSL access is enabled.
ja_jp: SSLアクセスが有効になっています。
lt_lt: SSL prieiga įjungta.
ru_ru: SSL-доступ включен.
uk_ua: Доступ SSL увімкнено.

source: SSL access is not enabled. You can still proceed, but it is highly recommended that you configure your web server to use HTTPS before you continue.
ja_jp: SSLアクセスが有効になっていません。続行することはできますが、続行する前にウェブサーバーをHTTPSを使用するように設定することを強くお勧めします。
lt_lt: SSL prieiga neįjungta. Vis tiek galite tęsti, bet labai rekomenduojama prieš tęsiant sukonfigūruoti žiniatinklio serverį naudoti HTTPS.
ru_ru: SSL-доступ не включен. Вы все еще можете продолжить, но настоятельно рекомендуется настроить веб-сервер на использование HTTPS, прежде чем продолжить.
uk_ua: Доступ через SSL не увімкнено. Ви все ще можете продовжити, але наполегливо рекомендується налаштувати ваш вебсервер на використання HTTPS, перш ніж продовжувати.

source: Not using a self-signed certificate.
ja_jp: 自己署名証明書は使用していません。
lt_lt: Nenaudojamas savarankiškai pasirašytas sertifikatas.
ru_ru: Используется не самоподписанный сертификат.
uk_ua: Не використовується самопідписаний сертифікат.

source: Using a self-signed certificate.
ja_jp: 自己署名証明書を使用しています。
lt_lt: Naudojamas savarankiškai pasirašytas sertifikatas.
ru_ru: Используется самоподписанный сертификат.
uk_ua: Використовується самопідписаний сертифікат.

source: SSL peer certificate validates.
ja_jp: SSLピア証明書が有効です。
lt_lt: SSL tarpinis sertifikatas patvirtintas.
ru_ru: SSL-сертификат узла проходит проверку.
uk_ua: SSL-сертифікат однорангового вузла є дійсним.

source: SSL peer certificate does not validate.
ja_jp: SSLピア証明書が有効ではありません。
lt_lt: SSL tarpinis sertifikatas nepatvirtintas.
ru_ru: SSL-сертификат узла не проходит проверку.
uk_ua: SSL-сертифікат однорангового вузла не пройшов перевірку.

source: The keyring is not defined.
ja_jp: キーリングが定義されていません。
lt_lt: Raktų pakabukas nėra apibrėžtas.
ru_ru: Ключница не определена.
uk_ua: Ключницю (keyring) не визначено.

source: The keyring directory is not accessible by the current user: {0}
ja_jp: キーリングディレクトリは現在のユーザーがアクセスできません: {0}
lt_lt: Esamas naudotojas neturi prieigos prie raktų pakabuko katalogo: {0}
ru_ru: Каталог ключницы недоступен для текущего пользователя: {0}
uk_ua: Каталог keyring недоступний для поточного користувача: {0}

source: Could not validate sub key data.
ja_jp: サブキーのデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti papildomo rakto duomenų.
ru_ru: Не удалось проверить данные подключей.
uk_ua: Не вдалося перевірити дані субключа.

source: Public key sub key id could not be found.
ja_jp: 公開鍵のサブキーIDが見つかりませんでした。
lt_lt: Nepavyko rasti viešojo rakto antrinio rakto id.
ru_ru: Не удалось найти идентификатор вложенного ключа открытого ключа.
uk_ua: Ідентифікатор вкладеного ключа публічного ключа не вдалося знайти.

source: Could not validate message data.
ja_jp: メッセージデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti pranešimo duomenų.
ru_ru: Не удалось проверить данные сообщения.
uk_ua: Не вдалося перевірити дані повідомлення.

source: Recipient information could not be found.
ja_jp: 受信者情報が見つかりませんでした。
lt_lt: Nepavyko rasti gavėjo informacijos.
ru_ru: Не удалось найти информацию о получателе.
uk_ua: Не вдалося знайти інформацію про одержувача.

source: The public key could not be parsed.
ja_jp: 公開鍵を解析できませんでした。
lt_lt: Viešojo rakto nepavyko išanalizuoti.
ru_ru: Открытый ключ не может быть проанализирован.
uk_ua: Не вдалося проаналізувати публічний ключ.

source: The armored message must not contain an extra line before the end block.
ja_jp: アーマーされたメッセージには、終了ブロックの前に余分な改行を含めてはなりません。
lt_lt: Šarvuotajame pranešime prieš galinį bloką neturi būti papildomos eilutės.
ru_ru: Бронированное сообщение не должно содержать лишней строки перед конечным блоком.
uk_ua: Armored повідомлення не повинно містити додатковий рядок перед кінцевим блоком.

source: The message must contain an asymmetric packet.
ja_jp: メッセージには非対称パケットが含まれている必要があります。
lt_lt: Pranešime turi būti asimetrinis paketas.
ru_ru: Сообщение должно содержать асимметричный пакет.
uk_ua: Повідомлення має містити асиметричний пакет.

source: The message must contain a symmetric packet.
ja_jp: メッセージには対称パケットが含まれている必要があります。
lt_lt: Pranešime turi būti simetriškas paketas.
ru_ru: Сообщение должно содержать симметричный пакет.
uk_ua: Повідомлення має містити симетричний пакет.

source: The message must contain only one recipient.
ja_jp: メッセージには1人の受信者のみが含まれている必要があります。
lt_lt: Pranešime turi būti tik vienas gavėjas.
ru_ru: Сообщение должно содержать только одного получателя.
uk_ua: Повідомлення має містити лише одного одержувача.

source: Unknown key validation rule: {0}
ja_jp: 不明な鍵の検証ルールです: {0}
lt_lt: Nežinoma rakto patvirtinimo taisyklė: {0}
ru_ru: Неизвестное правило проверки ключа: {0}
uk_ua: Невідоме правило перевірки ключа: {0}

source: The armored message could not be validated.
ja_jp: アーマーされたメッセージを検証できませんでした。
lt_lt: Nepavyko patvirtinti šarvuoto pranešimo.
ru_ru: Бронированное сообщение не может быть подтверждено.
uk_ua: Не вдалося перевірити armored повідомлення.

source: The OpenPGP server key defined in the config cannot be used to encrypt.
ja_jp: 設定で定義されたOpenPGPサーバーキーを暗号化に使用できません。
lt_lt: Konfigūracijoje nurodyto „OpenPGP“ serverio rakto negalima naudoti šifruoti.
ru_ru: Ключ OpenPGP сервера, указанный в конфигурации, не может использоваться для шифрования.
uk_ua: Зазначений у конфігурації серверний ключ OpenPGP неможливо використати для шифрування.

source: The OpenPGP server key defined in the config cannot be used to verify signature.
ja_jp: 設定で定義されたOpenPGPサーバーキーは署名の検証に使用できません。
lt_lt: Konfigūracijoje nurodytas „OpenPGP“ serverio raktas negali būti naudojamas parašui patikrinti.
ru_ru: Ключ сервера OpenPGP, указанный в конфигурации, нельзя использовать для проверки подписи.
uk_ua: Ключ сервера OpenPGP, визначений у конфігурації, неможливо використати для перевірки підпису.

source: The OpenPGP server key defined in the config cannot be used to sign.
ja_jp: 設定で定義されたOpenPGPサーバーキーは署名に使用できません。
lt_lt: Konfigūracijoje nurodytas „OpenPGP“ serverio raktas negali būti naudojamas pasirašyti.
ru_ru: Ключ сервера OpenPGP, указанный в конфигурации, нельзя использовать для подписи.
uk_ua: Ключ сервера OpenPGP, визначений у конфігурації, неможливо використати для підпису.

source: The config for the server private key fingerprint is not available or incomplete.
ja_jp: サーバーの秘密鍵指紋設定は使用できないか、不完全です。
lt_lt: Serverio privataus rakto kontrolinio kodo konfigūracija nepasiekiama arba nebaigta.
ru_ru: Конфигурация отпечатка закрытого ключа сервера недоступна или неполная.
uk_ua: Конфігурація для відбитка приватного ключа сервера недоступна або неповна.
