Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: Multi-factor authentication settings were reset for your account by an administrator.
ja_jp: 管理者により、アカウントの多要素認証設定がリセットされました。
lt_lt: Administratorius iš naujo nustatė kelių veiksnių autentifikavimo nustatymus.
ru_ru: Настройки многофакторной аутентификации были сброшены для вашей учетной записи администратором.
uk_ua: Налаштування двофакторної аутентифікації вашого облікового запису було скинуто адміністратором.

source: Please contact your administrator if you didn't request this action.
ja_jp: この操作をリクエストしていない場合は、管理者に問い合わせてください。
lt_lt: Jei neprašėte šio veiksmo, susisiekite su administratoriumi.
ru_ru: Если вы не запрашивали это действие, обратитесь к администратору.
uk_ua: Будь ласка, зв'яжіться з вашим адміністратором, якщо ви не надсилали цей запит.

source: The automatic_expiry field must be true.
ja_jp: automatic_expiry フィールドは true でなければなりません。
lt_lt: Laukas automatic_expiry turi būti true.
ru_ru: Поле automatic_expiry должно иметь значение true.
uk_ua: Поле automatic_expiry повинно бути true.

source: The automatic_update field must be true.
ja_jp: automatic_update フィールドは true でなければなりません。
lt_lt: Laukas automatic_update turi būti true.
ru_ru: Поле automatic_update должно иметь значение true.
uk_ua: Поле automatic_update повинно бути true.

source: The value should be an array.
ja_jp: 値は配列である必要があります。
lt_lt: Reikšmė turėtų būti masyvas.
ru_ru: Значение должно быть массивом.
uk_ua: Значення має бути масивом.

source: {0} marked several passwords as expired
ja_jp: {0} さんが複数のパスワードを期限切れとしてマークしました
lt_lt: {0} pažymėjo kelis slaptažodžius kaip nebegaliojančius
ru_ru: {0} отметил несколько паролей как истекшие
uk_ua: {0} позначив(ла) кілька паролів як прострочені

source: Some of your passwords expired
ja_jp: あなたのパスワードの一部が期限切れになりました
lt_lt: Kai kurie jūsų slaptažodžiai nebegalioja
ru_ru: Срок действия некоторых ваших паролей истек
uk_ua: Деякі ваші паролі стали простроченими

source: {0} marked the password {1} as expired
ja_jp: {0} さんがパスワード {1} を期限切れとしてマークしました
lt_lt: {0} pažymėjo slaptažodį {1} kaip nebegaliojantį
ru_ru: {0} отметил пароль {1} как истекший
uk_ua: {0} позначив(ла) пароль {1} як прострочений

source: {0} marked a password as expired
ja_jp: {0} さんがパスワードを期限切れとしてマークしました
lt_lt: {0} pažymėjo slaptažodį kaip nebegaliojantį
ru_ru: {0} отметил пароль как истекший
uk_ua: {0} позначив пароль як прострочений

source: You edited the password expiry settings
ja_jp: パスワード有効期限の設定を編集しました
lt_lt: Redagavote slaptažodžio galiojimo nustatymus
ru_ru: Вы отредактировали параметры истечения срока действия пароля
uk_ua: Ви відредагували налаштування строку дії пароля

source: {0} edited the password expiry settings
ja_jp: {0} さんがパスワード有効期限の設定を編集しました
lt_lt: {0} redagavo slaptažodžio galiojimo nustatymus
ru_ru: {0} отредактировал настройки срока действия пароля
uk_ua: {0} відредагував(ла) налаштування строку дії пароля

source: The send password expire setting should be a boolean.
ja_jp: パスワード期限切れ通知の設定はブール値である必要があります。
lt_lt: Nustatymas „Siųsti slaptažodžio galiojimo pabaigą“ turėtų būti loginis.
ru_ru: Параметр срока действия пароля для отправки должен иметь логическое значение.
uk_ua: Налаштування надсилання при закінченні терміну дії пароля має бути логічним значенням.

source: The password expiry setting does not exist.
ja_jp: パスワード有効期限の設定が存在しません。
lt_lt: Slaptažodžio galiojimo nustatymas neegzistuoja.
ru_ru: Параметр истечения срока действия пароля не существует.
uk_ua: Налаштування терміну дії пароля не існує.

source: Could not validate the password expiry settings.
ja_jp: パスワード有効期限の設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti slaptažodžio galiojimo nustatymų.
ru_ru: Не удалось проверить настройки истечения срока действия пароля.
uk_ua: Не вдалося перевірити налаштування терміну дії пароля.

source: The password expiry settings have been updated.
ja_jp: パスワード有効期限の設定が更新されました。
lt_lt: Slaptažodžio galiojimo nustatymai buvo atnaujinti.
ru_ru: Настройки срока действия пароля были обновлены.
uk_ua: Налаштування терміну дії пароля були оновлені.

source: View them in passbolt
ja_jp: パスボルトで表示する
lt_lt: Peržiūrėkite juos „Passbolt“
ru_ru: Посмотреть их в passbolt
uk_ua: Перегляньте їх у Passbolt

source: {0} resources were affected.
ja_jp: {0}個のリソースが影響を受けました。
lt_lt: Buvo paveikti {0} ištekliai(-ių).
ru_ru: Ресурсов {0} было затронуто.
uk_ua: {0} ресурсів було змінено.

source: It would be too much to list them here, but you can go check them on passbolt.
ja_jp: ここではご紹介しきれないほどですが、パスボルト上でご確認いただけます。
lt_lt: Būtų per daug juos čia išvardyti, bet galite juos patikrinti "passbolt'e".
ru_ru: Было бы слишком много перечислять их здесь, но вы можете проверить их на passbolt.
uk_ua: Було б забагато перераховувати їх тут, але ви можете перевірити їх у passbolt.

source: Change them in passbolt
ja_jp: パスボルトで変更する
lt_lt: Pakeiskite juos „Passbolt“
ru_ru: Изменить их в passbolt
uk_ua: Змінити їх у Passbolt

source: You have been requested to change them
ja_jp: それらを変更するようリクエストされました
lt_lt: Paprašyta, kad juos pakeistumėte
ru_ru: Вам было предложено изменить их
uk_ua: Вас було запрошено їх змінити

source: Access for users to your shared passwords have been revoked.
ja_jp: 共有していたパスワードへのユーザーアクセスが取り消されました。
lt_lt: Naudotojų prieiga prie jūsų bendrintų slaptažodžių buvo atšaukta.
ru_ru: Доступ пользователей к вашим общим паролям был отозван.
uk_ua: Доступ для користувачів до ваших спільних паролів було відкликано.

source: These passwords are now marked as expired.
ja_jp: これらのパスワードは期限切れとしてマークされました。
lt_lt: Šie slaptažodžiai dabar pažymėti kaip nebegaliojantys.
ru_ru: Эти пароли теперь отмечены как истекшие.
uk_ua: Ці паролі тепер позначені як прострочені.

source: Please rotate them to ensure continued security.
ja_jp: セキュリティを維持するために、それらを更新してください。
lt_lt: Prašome juos pakeisti, kad užtikrintumėte tolesnį saugumą.
ru_ru: Пожалуйста, смените их для обеспечения постоянной безопасности.
uk_ua: Будь ласка, змініть їх, щоб забезпечити подальшу безпеку.

source: Please rotate it to ensure continued security.
ja_jp: セキュリティを維持するために、それを更新してください。
lt_lt: Prašome jį pakeisti, kad išliktų saugu.
ru_ru: Пожалуйста, смените его для обеспечения постоянной безопасности.
uk_ua: Будь ласка, змініть його, щоб забезпечити подальшу безпеку.

source: Change it in passbolt
ja_jp: パスボルトで変更
lt_lt: Pakeiskite jį "passbolt'e"
ru_ru: Изменить его в passbolt
uk_ua: Змінити його в Passbolt

source: Could not retrieve the password policies.
ja_jp: パスワードポリシーを取得できませんでした。
lt_lt: Nepavyko gauti slaptažodžių politikų.
ru_ru: Не удалось восстановить политики паролей.
uk_ua: Не вдалося отримати політики паролів.

source: The default generator is required.
ja_jp: デフォルトジェネレータが必要です。
lt_lt: Reikalingas numatytasis generatorius.
ru_ru: Необходимо указать генератор по умолчанию.
uk_ua: Потрібен генератор за замовчуванням.

source: The default generator should be one of the following: {0}.
ja_jp: デフォルトジェネレータは次のいずれかである必要があります: {0}。
lt_lt: Numatytasis generatorius turi būti vienas iš šių: {0}.
ru_ru: Генератор по умолчанию должен быть одним из следующих вариантов: {0}.
uk_ua: Генератор за замовчуванням має бути одним з наступних: {0}.

source: The external dictionary check is required.
ja_jp: 外部辞書チェックが必要です。
lt_lt: Reikalingas išorinio žodyno tikrinimas.
ru_ru: Требуется проверка внешнего словаря.
uk_ua: Перевірка зовнішнього словника потрібна.

source: The external dictionary check should be a boolean.
ja_jp: 外部辞書チェックはブール値でなければなりません。
lt_lt: Išorinio žodyno tikrinimo nustatymas turi būti loginis.
ru_ru: Проверка внешнего словаря должна быть логическим типом.
uk_ua: Перевірка зовнішнього словника має бути логічним значенням.

source: The password generator settings is required.
ja_jp: パスワードジェネレータ設定が必要です。
lt_lt: Reikalingi slaptažodžio generatoriaus nustatymai.
ru_ru: Необходимы настройки генератора паролей.
uk_ua: Потрібні налаштування генератора пароля.

source: The password generator settings should not be empty.
ja_jp: パスワードジェネレータ設定を空にすることはできません。
lt_lt: Slaptažodžio generatoriaus nustatymai neturi būti tušti.
ru_ru: Настройки генератора паролей не должны быть пустыми.
uk_ua: Налаштування генератора пароля не повинні бути порожніми.

source: The password generator settings should have at least one mask selected.
ja_jp: パスワードジェネレータ設定では少なくとも1つのマスクが選択されている必要があります。
lt_lt: Slaptažodžio generatoriaus nustatymuose turi būti pasirinkta bent viena kaukė.
ru_ru: В настройках генератора паролей должна быть выбрана хотя бы одна маска.
uk_ua: У налаштуваннях генератора пароля має бути обрано принаймні одну маску.

source: The passphrase generator settings is required.
ja_jp: パスフレーズジェネレータ設定が必要です。
lt_lt: Reikalingi slaptafrazės generatoriaus nustatymai.
ru_ru: Необходимы настройки генератора парольных фраз.
uk_ua: Потрібні налаштування генератора парольної фрази.

source: The passphrase generator settings should not be empty.
ja_jp: パスフレーズジェネレータ設定を空にすることはできません。
lt_lt: Slaptafrazės generatoriaus nustatymai neturi būti tušti.
ru_ru: Параметры генератора парольной фразы не должны быть пустыми.
uk_ua: Налаштування генератора парольної фрази не повинні бути порожніми.

source: Could not validate the password policies settings.
ja_jp: パスワードポリシー設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti slaptažodžių politikos nustatymų.
ru_ru: Не удалось проверить настройки политики паролей.
uk_ua: Не вдалося перевірити налаштування політик паролів.

source: The passphrase generator words is required.
ja_jp: パスフレーズジェネレータの単語数が必要です。
lt_lt: Reikalingas slaptafrazės generatoriaus žodžių kiekis.
ru_ru: Требуется генератор ключевой фразы.
uk_ua: Потрібна кількість слів для генератора парольної фрази.

source: The passphrase generator words should be between {0} and {1}.
ja_jp: パスフレーズジェネレータの単語数は {0}～{1} の範囲である必要があります。
lt_lt: Slaptafrazės generatoriaus žodžių kiekis turėtų būti nuo {0} iki {1}.
ru_ru: Количество слов парольной фразы должно быть между {0} и {1}.
uk_ua: Кількість слів для генератора парольної фрази повинна бути між {0} та {1}.

source: The passphrase generator word separator is required.
ja_jp: パスフレーズジェネレータの単語区切りが必要です。
lt_lt: Reikalingas slaptafrazės generatoriaus žodžių skyriklis.
ru_ru: Требуется разделитель слов.
uk_ua: Потрібен роздільник слів для генератора парольної фрази.

source: The passphrase generator word separator should be a valid UTF8 string.
ja_jp: パスフレーズジェネレータの単語区切りは有効なUTF8文字列である必要があります。
lt_lt: Slaptafrazės generatoriaus žodžių skyriklis turėtų būti tinkama UTF8 eilutė.
ru_ru: Разделитель слов генератора парольной фразы должен быть корректной строкой UTF8.
uk_ua: Роздільник слів для генератора парольної фрази має бути дійсним рядком UTF8.

source: The passphrase generator word separator should be maximum {0} characters.
ja_jp: パスフレーズジェネレータの単語区切りは最大 {0} 文字までです。
lt_lt: Slaptafrazės generatoriaus žodžių skyriklis turėtų būti daugiausia {0} simbolių.
ru_ru: Длина разделителя генератора парольной фразы должна быть не более {0} символов.
uk_ua: Довжина роздільника слів для генератора парольної фрази має бути максимум {0} символів.

source: The passphrase generator word case is required.
ja_jp: パスフレーズジェネレータの単語の大文字小文字設定が必要です。
lt_lt: Reikalingas slaptafrazės generatoriaus žodžių raidžių keitimo nustatymas.
ru_ru: Требуется регистр парольной фразы.
uk_ua: Потрібен регістр слів для генератора парольної фрази.

source: The passphrase generator word case should be one of the following: {0}.
ja_jp: パスフレーズジェネレータの単語の大文字小文字設定は次のいずれかである必要があります: {0}。
lt_lt: Slaptafrazės generatoriaus raidžių keitimo nustatymas turi būti vienas iš šių: {0}.
ru_ru: Регистр слов парольной фразы должен быть одним из следующих: {0}.
uk_ua: Регістр слів для генератора парольної фрази має бути одним з наступних: {0}.

source: The password generator length should be between {0} and {1}.
ja_jp: パスワードジェネレータの長さは {0}～{1} の範囲である必要があります。
lt_lt: Slaptažodžio generatoriaus ilgis turėtų būti nuo {0} iki {1}.
ru_ru: Длина генерации паролей должна быть между {0} и {1}.
uk_ua: Довжина пароля для генератора має бути між {0} та {1}.

source: The password generator length is required.
ja_jp: パスワードジェネレータの長さが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus ilgis.
ru_ru: Введите длину генерируемого пароля.
uk_ua: Потрібна довжина пароля для генератора.

source: The password generator mask upper is required.
ja_jp: パスワードジェネレータの大文字マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus viršutinių raidžių parametras.
ru_ru: Необходимо указать маску заглавных букв.
uk_ua: Потрібна маска для великих літер у генераторі пароля.

source: The password generator mask upper should be a boolean type.
ja_jp: パスワードジェネレータの大文字マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus viršutinių raidžių parametras turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска для великих літер у генераторі пароля повинна бути логічним типом даних.

source: The password generator mask lower is required.
ja_jp: パスワードジェネレータの小文字マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus mažųjų raidžių parametras.
ru_ru: Необходима маска нижнего регистра.
uk_ua: Потрібна маска для малих літер у генераторі пароля.

source: The password generator mask lower should be a boolean type.
ja_jp: パスワードジェネレータの小文字マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus mažųjų raidžių parametras turi būti loginis.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска для малих літер у генераторі пароля повинна бути логічним типом даних.

source: The password generator mask digit is required.
ja_jp: パスワードジェネレータの数字マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus skaičių parametras.
ru_ru: Маска генератора паролей должна содержать цифры.
uk_ua: Потрібна маска для цифр у генераторі пароля.

source: The password generator mask digit should be a boolean type.
ja_jp: パスワードジェネレータの数字マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus skaičių parametras turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска для цифр у генераторі пароля повинна бути логічним типом даних.

source: The password generator mask parenthesis is required.
ja_jp: パスワードジェネレータの括弧マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus skliaustų parametras.
ru_ru: Требуется скобка для генерации паролей для маски.
uk_ua: Потрібна маска дужок у генераторі пароля.

source: The password generator mask parenthesis should be a boolean type.
ja_jp: パスワードジェネレータの括弧マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus skliaustų parametras turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска дужок у генераторі пароля повинна бути логічним типом даних.

source: The password generator mask emoji is required.
ja_jp: パスワードジェネレータの絵文字マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus emoji parametras.
ru_ru: Требуется значение маски эмодзи.
uk_ua: Потрібна маска emoji у генераторі пароля.

source: The password generator mask emoji should be a boolean type.
ja_jp: パスワードジェネレータの絵文字マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus emoji parametras turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска емодзі у генераторі пароля повинна бути логічним типом даних.

source: The password generator mask char1 is required.
ja_jp: パスワードジェネレータのchar1マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus specialusis simbolis1.
ru_ru: Требуется значение маски char1.
uk_ua: Потрібна маска char1 у генераторі пароля.

source: The password generator mask char1 should be a boolean type.
ja_jp: パスワードジェネレータのchar1マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus specialusis simbolis1 turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска char1 у генераторі пароля повинна бути логічним типом даних.

source: The password generator mask char2 is required.
ja_jp: パスワードジェネレータのchar2マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus specialusis simbolis2.
ru_ru: Требуется значение маски char2.
uk_ua: Потрібна маска char2 у генераторі пароля.

source: The password generator mask char2 should be a boolean type.
ja_jp: パスワードジェネレータのchar2マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus specialusis simbolis2 turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска char2 у генераторі пароля повинна бути логічним типом даних.

source: The password generator mask char3 is required.
ja_jp: パスワードジェネレータのchar3マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus specialusis simbolis3.
ru_ru: Требуется значение маски char3.
uk_ua: Потрібна маска char3 у генераторі пароля.

source: The password generator mask char3 should be a boolean type.
ja_jp: パスワードジェネレータのchar3マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus specialusis simbolis3 turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска char3 у генераторі пароля повинна бути логічним типом даних.

source: The password generator mask char4 is required.
ja_jp: パスワードジェネレータのchar4マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus specialusis simbolis4.
ru_ru: Требуется значение маски char4.
uk_ua: Потрібна маска char4 у генераторі пароля.

source: The password generator mask char4 should be a boolean type.
ja_jp: パスワードジェネレータのchar4マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus specialusis simbolis4 turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска char4 у генераторі пароля повинна бути логічним типом даних.

source: The password generator mask char5 is required.
ja_jp: パスワードジェネレータのchar5マスクが必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus specialusis simbolis5.
ru_ru: Требуется значение маски char5.
uk_ua: Потрібна маска char5 у генераторі пароля.

source: The password generator mask char5 should be a boolean type.
ja_jp: パスワードジェネレータのchar5マスクはブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus specialusis simbolis5 turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Маска char5 у генераторі пароля повинна бути логічним типом даних.

source: The password generator exclude look alike chars is required.
ja_jp: パスワードジェネレータの類似文字除外設定が必要です。
lt_lt: Reikalingas slaptažodžio generatoriaus panašių simbolių išskyrimas.
ru_ru: Требуется исключить похожие внешне символы.
uk_ua: Потрібне поле для виключення схожих символів у генераторі пароля.

source: The password generator exclude look alike chars should be a boolean type.
ja_jp: パスワードジェネレータの類似文字除外設定はブール型である必要があります。
lt_lt: Slaptažodžio generatoriaus panašių simbolių išskyrimas turi būti loginis tipas.
ru_ru: Значение маски должно быть логическим типом.
uk_ua: Поле для виключення схожих символів у генераторі пароля повинно бути логічним типом даних.

source: Record not found
ja_jp: レコードが見つかりません
lt_lt: Įrašas nerastas
ru_ru: Запись не найдена
uk_ua: Запис не знайдено

source: The request data is empty.
ja_jp: リクエストデータが空です。
lt_lt: Užklausos duomenys yra tušti.
ru_ru: Запрашиваемые данные отсутствуют.
uk_ua: Дані запиту порожні.

source: The request data is invalid: expected a collection.
ja_jp: リクエストデータが無効です: コレクション形式が必要です。
lt_lt: Netinkami užklausos duomenys: tikėtasi kolekcijos.
ru_ru: Некорректные данные запроса: ожидается коллекция.
uk_ua: Дані запиту недійсні: очікувалася колекція.

source: The request data is invalid: invalid fields.
ja_jp: リクエストデータが無効です: 不正なフィールドが含まれています。
lt_lt: Netinkami užklausos duomenys: neteisingi laukai.
ru_ru: Недопустимые данные запроса: некорректные поля.
uk_ua: Дані запиту недійсні: невірні поля.

source: The request data is invalid: id missing.
ja_jp: リクエストデータが無効です: id がありません。
lt_lt: Netinkami užklausos duomenys: trūksta id.
ru_ru: Некорректные данные запроса: отсутствует id.
uk_ua: Дані запиту недійсні: відсутній ідентифікатор.

source: The request data is invalid: id invalid.
ja_jp: リクエストデータが無効です: id が不正です。
lt_lt: Netinkami užklausos duomenys: neteisingas id.
ru_ru: Недопустимые данные запроса: неверный идентификатор.
uk_ua: Дані запиту недійсні: ідентифікатор недійсний.

source: The request data is invalid: control_function missing.
ja_jp: リクエストデータが無効です: control_function がありません。
lt_lt: Netinkami užklausos duomenys: trūksta control_function.
ru_ru: Некорректные данные запроса: control_function отсутствует.
uk_ua: Дані запиту недійсні: відсутня control_function.

source: The request data is invalid: control_function invalid.
ja_jp: リクエストデータが無効です: control_function が不正です。
lt_lt: Netinkami užklausos duomenys: neteisingas control_function.
ru_ru: Некорректные данные запроса: control_function некорректен.
uk_ua: Дані запиту недійсні: control_function невірний.

source: The request data is invalid: ids must be unique.
ja_jp: リクエストデータが無効です: id はユニークでなければなりません。
lt_lt: Netinkami užklausos duomenys: id turi būti unikalūs.
ru_ru: Некорректные данные запроса: идентификаторы должны быть уникальными.
uk_ua: Дані запиту недійсні: ідентифікатори мають бути унікальними.

source: An action identifier should be a valid UUID.
ja_jp: アクション識別子は有効なUUIDである必要があります。
lt_lt: Veiksmo identifikatorius turėtų būti galiojantis UUID.
ru_ru: Идентификатор действия должен быть действительным UUID.
uk_ua: Ідентифікатор дії має бути дійсним UUID.

source: The foreign model should be a valid ASCII string.
ja_jp: foreign model は有効なASCII文字列である必要があります。
lt_lt: Užsienio modelis turėtų būti tinkama ASCII eilutė.
ru_ru: Внешняя модель должна быть допустимой строкой ASCII.
uk_ua: Зовнішня модель має бути дійсним рядком ASCII.

source: The foreign model should be one of the following: {0}.
ja_jp: foreign model は以下のいずれかである必要があります: {0}。
lt_lt: Užsienio modelis turėtų būti vienas iš šių: {0}.
ru_ru: Внешняя модель должна быть одной из следующих: {0}.
uk_ua: Зовнішня модель має бути однією з наступних: {0}.

source: The foreign model name used length should be maximum {0} characters.
ja_jp: foreign model名の長さは最大 {0} 文字までです。
lt_lt: Užsienio modelio vardo ilgis turėtų būti iki {0} simbolių.
ru_ru: Длина используемого имени сторонней модели не должна превышать {0} символов.
uk_ua: Довжина імені зовнішньої моделі не повинна перевищувати {0} символів.

source: A foreign model is required.
ja_jp: foreign model が必要です。
lt_lt: Reikalingas užsienio modelis.
ru_ru: Нужна внешняя модель.
uk_ua: Потрібна зовнішня модель.

source: The foreign model should not be empty.
ja_jp: foreign model を空にすることはできません。
lt_lt: Užsienio modelis neturi būti tuščias.
ru_ru: Внешняя модель не должна быть пустой.
uk_ua: Зовнішня модель не повинна бути порожньою.

source: The control function should be a valid UTF8 string.
ja_jp: control function は有効なUTF8文字列である必要があります。
lt_lt: Valdymo funkcija turėtų būti tinkama UTF8 eilutė.
ru_ru: Функция управления должна быть допустимой строкой UTF8.
uk_ua: Функція керування має бути дійсним рядком UTF8.

source: The control function name used length should be maximum {0} characters.
ja_jp: control function名の長さは最大 {0} 文字までです。
lt_lt: Valdymo funkcijos pavadinimo ilgis turėtų būti daugiausia {0} simbolių.
ru_ru: Длина используемого имени функции управления не должна превышать {0} символов.
uk_ua: Довжина імені функції керування не повинна перевищувати {0} символів.

source: The control function is not supported.
ja_jp: control function はサポートされていません。
lt_lt: Valdymo funkcija nepalaikoma.
ru_ru: Функция управления не поддерживается.
uk_ua: Функція керування не підтримується.

source: A control function is required.
ja_jp: control function が必要です。
lt_lt: Reikalinga valdymo funkcija.
ru_ru: Требуется функция управления.
uk_ua: Потрібна функція керування.

source: The control function should not be empty.
ja_jp: control function を空にすることはできません。
lt_lt: Valdymo funkcija neturi būti tuščia.
ru_ru: Функция управления не должна быть пустой.
uk_ua: Функція керування не повинна бути порожньою.
