Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: Server Email
ja_jp: サーバーのメールアドレス
lt_lt: Serverio el.paštas
ru_ru: Электронная почта сервера
uk_ua: Електронна адреса сервера

source: add a comment (optional)
ja_jp: コメントを追加 (任意)
lt_lt: pridėti komentarą (neprivaloma)
ru_ru: добавить комментарий (необязательно)
uk_ua: додайте коментар (необов’язково)

source: Comment
ja_jp: コメント
lt_lt: Komentuoti
ru_ru: Комментарий
uk_ua: Коментар

source: Import an existing key or {0} a new one.
ja_jp: 既存のキーをインポートするか、新しいものを{0}します。
lt_lt: Importuoti esamą raktą arba {0} naują.
ru_ru: Импортируйте существующий ключ или {0} новый.
uk_ua: Імпортувати наявний ключ або {0} новий.

source: create
ja_jp: 作成
lt_lt: sukurti
ru_ru: Создайте
uk_ua: створити

source: Copy paste the OpenPGP private key below
ja_jp: OpenPGPの秘密鍵をコピーして、以下に貼り付けてください
lt_lt: Nukopijuokite ir įklijuokite OpenPGP privatų raktą žemiau
ru_ru: Скопируйте и вставьте закрытый ключ OpenPGP ниже
uk_ua: Скопіюйте та вставте приватний ключ OpenPGP нижче

source: Browse
ja_jp: 閲覧
lt_lt: Naršyti
ru_ru: Просматривать
uk_ua: Переглянути

source: Or select a file from your computer
ja_jp: または、お使いのコンピュータからファイルを選択します
lt_lt: Arba pasirinkite failą iš savo kompiuterio
ru_ru: Или выберите файл на своем компьютере
uk_ua: Або виберіть файл зі свого комп’ютера

source: Some binary things are happening...
ja_jp: 何かバイナリ的なことが起こっています...
lt_lt: Vyksta kai kurie dvilypiai dalykai...
ru_ru: Происходят какие-то бинарные вещи...
uk_ua: Відбуваються деякі бінарні речі…

source: Passbolt Pro activation.
ja_jp: パスボルトProのアクティベーション。
lt_lt: "Passbolt Pro" aktyvavimas.
ru_ru: Активация Passbolt Pro.
uk_ua: Активація Passbolt Pro.

source: Copy paste your Passbolt Pro subscription key here
ja_jp: パスボルトProのサブスクリプションキーをコピーしてこちらに貼り付けてください
lt_lt: Nukopijuokite ir įklijuokite savo "Passbolt Pro" prenumeratos raktą čia
ru_ru: Скопируйте и вставьте сюда ключ подписки Passbolt Pro.
uk_ua: Скопіюйте й вставте тут свій ключ підписки на Passbolt Pro

source: Choose your preferences.
ja_jp: 環境設定を選択してください。
lt_lt: Pasirinkite savo nuostatas.
ru_ru: Выберите свои предпочтения.
uk_ua: Виберіть свої налаштування.

source: Full Base Url
ja_jp: フルベースURL
lt_lt: Visas bazinis URL
ru_ru: Полный базовый URL
uk_ua: Повний базовий URL

source: Full base url
ja_jp: フルベースURL
lt_lt: Visas bazinis URL
ru_ru: Полный базовый URL
uk_ua: Повний базовий URL

source: This is the url where passbolt will be accessible. This url will be used for places where the passbolt url cannot be guessed automatically, such as links in emails. No trailing slash.
ja_jp: これは、パスボルトにアクセスできるURLです。このURLは、メールのリンクなど、パスボルトURLを自動的に推測できない場所に使用されます。末尾のスラッシュはありません。
lt_lt: Tai yra universalusis adresas, kuriame bus pasiekiamas „Passbolt“. Šis universalusis adresas bus naudojamas tose vietose, kur slaptažodžio universalaus adreso negalima atspėti automatiškai, pvz., nuorodose el. laiškuose. Jokio pasvirojo brūkšnio.
ru_ru: Это URL-адрес, по которому будет доступен passbolt. Этот URL-адрес будет использоваться для мест, где URL-адрес пароля не может быть угадан автоматически, например ссылки в электронных письмах. Без завершающей косой черты.
uk_ua: Це URL, де буде доступний Passbolt. Цей URL використовуватиметься в тих випадках, коли адресу Passbolt неможливо визначити автоматично, наприклад у посиланнях в електронних листах. Без завершальної скісної риски.

source: Force SSL?
ja_jp: SSLを強制しますか？
lt_lt: Priversti SSL?
ru_ru: Принудительно использовать SSL?
uk_ua: Примусово використовувати SSL?

source: Forcing SSL means that passbolt will not accept connections coming from a non secure protocol. If SSL is forced, your server has to be configured for HTTPS. It is highly recommended that you do so.
ja_jp: SSLを強制するということは、パスボルトが、安全でないプロトコルからの接続を受け付けないということです。SSLを強制する場合は、サーバーをHTTPSに設定する必要があります。そうすることを強くお勧めします。
lt_lt: Priverstinis SSL reiškia, kad „passbolt“ nepriims ryšių, gaunamų iš nesaugaus protokolo. Jei SSL yra priverstinis, jūsų serveris turi būti sukonfigūruotas HTTPS. Labai rekomenduojama tai padaryti.
ru_ru: Принудительное использование SSL означает, что passbolt не будет принимать соединения, исходящие из незащищенного протокола. Если SSL принудительно, ваш сервер должен быть настроен для HTTPS. Настоятельно рекомендуется сделать это.
uk_ua: Примусове використання SSL означає, що Passbolt не прийматиме з’єднання, які надходять із незахищеного протоколу. Якщо SSL використовується примусово, ваш сервер має бути налаштований на HTTPS. Наполегливо рекомендується зробити це.

source: Welcome to Passbolt! Let's get started with the configuration.
ja_jp: パスボルトへようこそ！ では設定から始めましょう。
lt_lt: Sveiki atvykę į Passbolt! Pradėkime nuo konfigūracijos.
ru_ru: Добро пожаловать в Passbolt! Давайте приступим к настройке.
uk_ua: Ласкаво просимо до Passbolt! Розпочнімо налаштування.

source: Nice one! Your environment is ready for passbolt.
ja_jp: いいですね！ あなたの環境はパスボルトの準備ができています。
lt_lt: Geras! Jūsų aplinka paruošta slaptažodžiui.
ru_ru: Хороший! Ваша среда готова к проходному болту.
uk_ua: Чудово! Ваше оточення готове для Passbolt.

source: Oops!! Passbolt cannot run yet on your server.
ja_jp: おっと! パスボルトはまだあなたのサーバーで実行できません。
lt_lt: Oi!! "Passbolt" dar negali paleisti jūsų serveryje.
ru_ru: Ой!! Passbolt еще не может работать на вашем сервере.
uk_ua: Ой!! Passbolt поки що не може працювати на вашому сервері.

source: Environment is configured correctly.
ja_jp: 環境は正しく設定されています。
lt_lt: Aplinka sukonfigūruota teisingai.
ru_ru: Среда настроена правильно.
uk_ua: Оточення налаштоване правильно.

source: URL rewriting is not properly configured on your server.
ja_jp: URLの書き換えがサーバーで正しく設定されていません。
lt_lt: URL (universalaus adreso) perrašymas nėra tinkamai sukonfigūruotas jūsų serveryje.
ru_ru: Перезапись URL неправильно настроена на вашем сервере.
uk_ua: Перепис URL-адрес налаштовано некоректно на вашому сервері.

source: GPG is configured correctly.
ja_jp: GPGは正しく設定されています。
lt_lt: GPG sukonfigūruotas teisingai.
ru_ru: GPG настроен правильно.
uk_ua: GPG налаштовано правильно.

source: SSL
ru_ru: SSL-сертификат

source: Start configuration
ja_jp: 設定を開始
lt_lt: Pradėti konfigūraciją
ru_ru: Начать настройку
uk_ua: Почати налаштування

source: The configuration is complete
ja_jp: 設定が完了しました
lt_lt: Konfigūracija baigta
ru_ru: Конфигурация завершена
uk_ua: Налаштування завершено

source: Success!
ja_jp: 成功しました！
lt_lt: Sėkmė!
ru_ru: Успех!
uk_ua: Успішно!

source: You have completed successfully the configuration procedure, congrats!
ja_jp: 正常に設定手順を完了しました。おめでとうございます！
lt_lt: Sėkmingai baigėte konfigūravimo procedūrą, sveikiname!
ru_ru: Вы успешно завершили процедуру настройки, поздравляем!
uk_ua: Ви успішно завершили процедуру налаштування, вітаємо!

source: You will soon be redirected to passbolt to complete your account setup.
ja_jp: 間もなくパスボルトにリダイレクトされ、アカウントの設定が完了します。
lt_lt: Netrukus būsite nukreipti į "passbolt", kad užbaigtumėte paskyros sąranką.
ru_ru: Вскоре вы будете перенаправлены на страницу passbolt для завершения настройки учетной записи.
uk_ua: Незабаром ви будете перенаправлені до Passbolt, щоб завершити налаштування облікового запису.

source: You will soon be redirected to the login page.
ja_jp: 間もなくログインページにリダイレクトされます。
lt_lt: Netrukus būsite nukreipti į prisijungimo puslapį.
ru_ru: Вскоре вы будете перенаправлены на страницу входа.
uk_ua: Незабаром ви будете перенаправлені на сторінку входу.

source: next
ja_jp: 次
lt_lt: toliau
ru_ru: следующий
uk_ua: далі

source: Click here if you can't wait
ja_jp: お待ちいただけない場合はこちらをクリックしてください
lt_lt: Paspauskite čia, jei negalite laukti
ru_ru: Нажмите здесь, если вам не терпится
uk_ua: Натисніть тут, якщо не хочете чекати

source: Errors details
ja_jp: エラーの詳細
lt_lt: Išsami klaidų informacija
ru_ru: Сведения об ошибках
uk_ua: Подробиці помилок

source: Installing
ja_jp: インストール中
lt_lt: Instaliuojama
ru_ru: Установка
uk_ua: Встановлюється

source: Existing installation?
ja_jp: 既存のインストールですか？
lt_lt: Esama instaliacija?
ru_ru: Существующая установка?
uk_ua: Наявна інсталяція?

source: If you want to use an existing passbolt database, the installer will take care of updating it to the current passbolt version while keeping your data.
ja_jp: 既存のパスボルトデータベースを使用する場合は、データを保持したまま、インストーラーが現在のパスボルトバージョンへのアップデートを行います。
lt_lt: Jei norite naudoti esamą slaptažodžio duomenų bazę, diegimo programa pasirūpins jos atnaujinimu į dabartinę slaptažodžio versiją išsaugodama jūsų duomenis.
ru_ru: Если вы хотите использовать существующую базу данных passbolt, установщик позаботится об ее обновлении до текущей версии passbolt, сохранив при этом ваши данные.
uk_ua: Якщо ви хочете використати наявну базу даних Passbolt, інсталятор виконає оновлення її до поточної версії Passbolt, зберігаючи ваші дані.

source: As a precaution, do not forget to backup your database before you continue.
ja_jp: 予防措置として、続行する前にデータベースのバックアップを取ることを忘れないでください。
lt_lt: Atsargumo sumetimais prieš tęsdami nepamirškite pasidaryti atsarginės duomenų bazės kopijos.
ru_ru: В качестве меры предосторожности не забудьте сделать резервную копию базы данных, прежде чем продолжить.
uk_ua: Як запобіжний захід, не забудьте зробити резервну копію вашої бази даних перед продовженням.

source: Help
ja_jp: ヘルプ
lt_lt: Pagalba
ru_ru: Помощь
uk_ua: Допомога

source: Need help? You can find more information on how to install passbolt in the official online help.
ja_jp: お困りですか？ パスボルトのインストール方法については、公式オンラインヘルプで詳しく説明されています。
lt_lt: Reikia pagalbos? Daugiau informacijos apie tai, kaip įdiegti Passbolt, rasite oficialiame internetiniame žinyne.
ru_ru: Нужна помощь? Дополнительную информацию о том, как установить passbolt, можно найти в официальной онлайн-справке.
uk_ua: Потрібна допомога? Ви можете знайти більше інформації щодо встановлення Passbolt в офіційній онлайн-довідці.

source: What subscription key?
ja_jp: サブスクリプションキーとは？
lt_lt: Koks prenumeratos raktas?
ru_ru: Какой ключ подписки?
uk_ua: Що таке ключ підписки?

source: The subscription key is a file that was sent to you when you purchased Passbolt Pro. We need the subscription key in order to activate the Pro features of passbolt.
ja_jp: サブスクリプションキーは、パスボルトProをご購入いただいた際に送付されたファイルです。パスボルトの各種Pro機能を有効にするには、サブスクリプションキーが必要です。
lt_lt: Prenumeratos raktas yra failas, kuris buvo išsiųstas jums įsigijus "Passbolt Pro". Mums reikia prenumeratos rakto, kad galėtume suaktyvinti „Passbolt Pro“ funkcijas.
ru_ru: Ключ подписки — это файл, который был отправлен вам при покупке Passbolt Pro. Нам нужен ключ подписки, чтобы активировать Pro-функции passbolt.
uk_ua: Ключ підписки – це файл, надісланий вам під час придбання Passbolt Pro. Нам потрібен цей ключ, щоб активувати професійні функції Passbolt.

source: Send test email
ja_jp: テストメールを送信
lt_lt: Siųsti bandomąjį el.laišką
ru_ru: Отправить тестовое письмо
uk_ua: Надіслати пробний лист

source: The test email has been sent successfully!
ja_jp: テストメールが正常に送信されました！
lt_lt: Bandomasis el. laiškas sėkmingai išsiųstas!
ru_ru: Тестовое письмо успешно отправлено!
uk_ua: Тестовий лист успішно надіслано!

source: Email could not be sent:
ja_jp: メールを送信できませんでした:
lt_lt: El. laiško nepavyko išsiųsti:
ru_ru: Email не может быть отправлено:
uk_ua: Не вдалося надіслати електронного листа:

source: See trace
ja_jp: トレースを見る
lt_lt: Žiūrėti pėdsaką
ru_ru: Посмотреть трассировку
uk_ua: Переглянути трасування

source: Your email address
ja_jp: あなたのメールアドレス
lt_lt: Jūsų elektroninio pašto adresas
ru_ru: Ваша электронная почта
uk_ua: Ваша електронна адреса

source: Why do I need a SMTP server?
ja_jp: なぜSMTPサーバーが必要なのですか？
lt_lt: Kodėl man reikia SMTP serverio?
ru_ru: Зачем мне нужен SMTP-сервер?
uk_ua: Навіщо потрібен SMTP сервер?

source: Passbolt needs an smtp server in order to send invitation emails after an account creation and to send email notifications.
ja_jp: パスボルトは、アカウント作成後に招待メールを送信したり、メール通知を送信したりするために、smtpサーバーを必要とします。
lt_lt: „Passbolt“ reikalingas smtp serveris, kad sukūrus paskyrą būtų išsiųsti kvietimai ir el. pašto pranešimai.
ru_ru: Passbolt нужен smtp-сервер для отправки электронных писем с приглашением после создания учетной записи и для отправки уведомлений по электронной почте.
uk_ua: Passbolt потребує SMTP сервера для надсилання електронних листів із запрошеннями після створення облікового запису та для надсилання сповіщень електронною поштою.

source: Error
ja_jp: エラー
lt_lt: Klaida
ru_ru: Ошибка
uk_ua: Помилка

source: The requested address was not found on this server.
ja_jp: 要求されたアドレスは、このサーバーで見つかりませんでした。
lt_lt: Prašomas adresas šiame serveryje nerastas.
ru_ru: Запрошенный адрес не найден на этом сервере.
uk_ua: Запитувану адресу не знайдено на цьому сервері.

source: Please double check the url.
ja_jp: URLをもう一度確認してください。
lt_lt: Dar kartą patikrinkite universalų adresą
ru_ru: Пожалуйста, дважды проверьте URL.
uk_ua: Будь ласка, ще раз перевірте адресу.

source: Maybe the page was deleted or moved.
ja_jp: ページが削除または移動された可能性があります。
lt_lt: Galbūt puslapis buvo ištrintas arba perkeltas.
ru_ru: Возможно, страница была удалена или перемещена.
uk_ua: Можливо, сторінку було видалено або переміщено.

source: Health checks
ja_jp: ヘルスチェック
lt_lt: Sveikatos patikrinimas
ru_ru: Проверки здоровья
uk_ua: Перевірки стану

source: Passbolt API Status
ja_jp: パスボルトAPIステータス
lt_lt: "Passbolt" API (aplikacijų programavimo sąsaja) statusas
ru_ru: Статус Passbolt API
uk_ua: Стан API Passbolt

source: Group manager
ja_jp: グループマネージャー
lt_lt: Grupės vadovas
ru_ru: Менеджер группы
uk_ua: Менеджер групи

source: Member
ja_jp: メンバー
lt_lt: Narys
ru_ru: Член
uk_ua: Учасник

source: Updated roles
ja_jp: 更新されたロール
lt_lt: Atnaujinti vaidmenys
ru_ru: Обновленные роли
uk_ua: Оновлено ролі

source: is now group manager
ja_jp: さんがグループマネージャーになりました
lt_lt: dabar yra grupės vadovas
ru_ru: теперь менеджер группы
uk_ua: тепер є менеджером групи

source: is not anymore group manager
ja_jp: さんはグループマネージャーではなくなりました
lt_lt: nebėra grupės vadovas
ru_ru: больше не менеджер группы
uk_ua: більше не є менеджером групи

source: User Agent:
ja_jp: ユーザーエージェント:
lt_lt: Naudotojo agentas:
ru_ru: Агент пользователя:
uk_ua: Агент користувача:

source: User IP:
ja_jp: ユーザーIP:
lt_lt: Naudotojo IP:
ru_ru: IP пользователя:
uk_ua: IP користувача:

source: Terms
ja_jp: ご利用規約
lt_lt: Sąlygos
ru_ru: Условия
uk_ua: Умови

source: Privacy
ja_jp: プライバシー
lt_lt: Privatumas
ru_ru: Конфиденциальность
uk_ua: Конфіденційність

source: Credits
ja_jp: クレジット
lt_lt: Elektroninio pašto pranešimas
ru_ru: Кредиты
uk_ua: Заслуги

source: Versions
ja_jp: バージョン
lt_lt: Versijos
ru_ru: Версии
uk_ua: Версії

source: home
ja_jp: ホーム
lt_lt: Pradžia
ru_ru: дом
uk_ua: головна

source: login
ja_jp: ログイン
lt_lt: Prisijungti
ru_ru: авторизоваться
uk_ua: увійти

source: The administrator {0} ({1}) is now deleted from the passbolt organisation.
ja_jp: 管理者 {0} ({1}) はパスボルト組織から削除されました。
lt_lt: Administratorius {0} ({1}) dabar ištrintas iš „Passbolt“ organizacijos.
ru_ru: Администратор {0} ({1}) удалён из организации.
uk_ua: Адміністратора {0} ({1}) тепер видалено з організації Passbolt.

source: {0} deleted you from the passbolt organisation.
ja_jp: {0} さんがあなたをパスボルト組織から削除しました。
lt_lt: {0} ištrynė jus iš „Passbolt“ organizacijos.
ru_ru: {0} удалил вас из организации.
uk_ua: {0} видалив(ла) вас з організації Passbolt.

source: Feel free to get in touch with the administrator at the origin of the operation if you feel this action looks suspicious.
ja_jp: このアクションに不審な点があると感じた場合は、操作を行った管理者に連絡してください。
lt_lt: Nedvejodami susisiekite su operaciją inicijavusiu administratoriumi, jei jums atrodo, kad šis veiksmas įtartinas.
ru_ru: Свяжитесь с администратором, инициировавшим операцию, если вы считаете, что это выглядит подозрительно.
uk_ua: Якщо ви вважаєте цю дію підозрілою, зв'яжіться з адміністратором, який ініціював операцію.

source: Account suspended
ja_jp: アカウント停止
lt_lt: Paskyra sustabdyta
ru_ru: Аккаунт приостановлен
uk_ua: Обліковий запис призупинено

source: Your account has been suspended.
ja_jp: あなたのアカウントは停止されました。
lt_lt: Jūsų paskyra buvo sustabdyta.
ru_ru: Ваша учетная запись была заблокирована.
uk_ua: Ваш обліковий запис було призупинено.

source: You are not able to sign in to passbolt and receive email notifications.
ja_jp: パスボルトにサインインしたり、メール通知を受信したりできません。
lt_lt: Jūs nebegalite prisijungti prie Passbolt ir gauti el. laiškų pranešimų.
ru_ru: Вы не смогли войти в passbolt и не сможете получать уведомления по электронной почте.
uk_ua: Ви не можете увійти у Passbolt і отримувати електронні сповіщення.

source: Other users can still share resources with you and add you to a group.
ja_jp: 他のユーザーは引き続きあなたとリソースを共有したり、あなたをグループに追加したりできます。
lt_lt: Kiti vartotojai vis dar gali su jumis bendrinti išteklius ir pridėti jus į grupę.
ru_ru: Другие пользователи все еще могут делиться с вами ресурсами и добавлять вас в группы.
uk_ua: Інші користувачі все ще можуть ділитися ресурсами та додавати вас до групи.

source: Contact your admin
ja_jp: 管理者に連絡してください
lt_lt: Kreipkitės į administratorių
ru_ru: Свяжитесь с вашим администратором
uk_ua: Зверніться до вашого адміністратора

source: {0} changed your role to user.
ja_jp: {0} さんがあなたのロールをユーザーに変更しました。
lt_lt: {0} pakeitė jūsų vaidmenį į vartotoją.
ru_ru: {0} изменил вашу роль на пользователя.
uk_ua: {0} змінив(ла) вашу роль на користувача.

source: {0} changed the role of {1} to user.
ja_jp: {0} さんが {1} のロールをユーザーに変更しました。
lt_lt: {0} pakeitė {1} vaidmenį į vartotoją.
ru_ru: {0} изменил роль {1} на пользователя.
uk_ua: {0} змінив(ла) роль {1} на користувача.

source: {0} can no longer perform administration tasks.
ja_jp: {0} さんはこれ以上管理タスクを実行できません。
lt_lt: {0} nebegali atlikti administravimo užduočių.
ru_ru: {0} больше не может выполнять административные функции.
uk_ua: {0} більше не може виконувати адміністративні завдання.

source: You
ja_jp: あなた
lt_lt: Jūs
ru_ru: Вы
uk_ua: Ви

source: {0} ({1}) just completed an account recovery. Feel free to get in touch with this user if you feel this action looks suspicious.
ja_jp: {0} ({1}) がアカウント復旧を完了しました。この操作に不審な点がある場合は、そのユーザーに連絡してください。
lt_lt: {0} ({1}) ką tik užbaigė paskyros atkūrimą. Jei šis veiksmas atrodo įtartinas, nedvejodami susisiekite su šiuo vartotoju.
ru_ru: {0} ({1}) только что завершил восстановление учетной записи. Не стесняйтесь связаться с этим пользователем, если вы считаете, что это действие выглядит подозрительно.
uk_ua: {0} ({1}) щойно завершив(ла) відновлення облікового запису. Якщо вам здається, що ця дія викликає підозри, зв’яжіться з цим користувачем.

source: View user in passbolt
ja_jp: パスボルトでユーザーを表示
lt_lt: Peržiūrėkite vartotoją Passbolt
ru_ru: Просмотр пользователя в passbolt
uk_ua: Переглянути користувача в Passbolt

source: {0} cannot complete the account recovery process!
ja_jp: {0} はアカウント復旧プロセスを完了できません！
lt_lt: {0} negali užbaigti paskyros atkūrimo proceso!
ru_ru: {0} не может завершить процесс восстановления учетной записи!
uk_ua: {0} не може завершити процес відновлення облікового запису!

source: This user lost their private key and/or passphrase and cannot complete the account recovery process.
ja_jp: このユーザーは秘密鍵またはパスフレーズを失い、アカウント復旧プロセスを完了できません。
lt_lt: Šis vartotojas prarado savo privatų raktą ir/arba slaptafrazę ir negali užbaigti paskyros atkūrimo proceso.
ru_ru: Этот пользователь потерял свой закрытый ключ и/или парольную фразу и не может завершить процесс восстановления учетной записи.
uk_ua: Цей користувач втратив свій приватний ключ та/або парольну фразу і не може завершити процес відновлення облікового запису.

source: Unfortunately, they will need your help to delete their account and restart from scratch.
ja_jp: 残念ながら、このユーザーがアカウントを削除してゼロからやり直すには、あなたの助けが必要です。
lt_lt: Deja, jiems reikės jūsų pagalbos ištrinti jų paskyrą ir pradėti iš naujo.
ru_ru: К сожалению, им понадобится ваша помощь, чтобы удалить свою учетную запись и перезапустить ее с нуля.
uk_ua: На жаль, їм потрібна ваша допомога, щоб видалити їхній обліковий запис і почати спочатку.

source: Please check with them first to confirm.
ja_jp: まず彼らと確認してください。
lt_lt: Pirmiausia pasitarkite su jais, kad tai patvirtintumėte.
ru_ru: Пожалуйста, сначала свяжитесь с ними, чтобы подтвердить.
uk_ua: Будь ласка, спочатку уточніть у них, щоб переконатися.

source: User suspended
ja_jp: ユーザー停止
lt_lt: Vartotojas sustabdytas
ru_ru: Пользователь заблокирован
uk_ua: Користувача призупинено

source: The user {0} has been suspended.
ja_jp: ユーザー {0} は停止されました。
lt_lt: Vartotojo {0} paskyra buvo sustabdyta.
ru_ru: Пользователь {0} был заблокирован.
uk_ua: Користувач {0} був призупинений.

source: This user will not be able to sign in to passbolt and receive email notifications.
ja_jp: このユーザーはパスボルトにサインインしたり、メール通知を受信したりできません。
lt_lt: Šis vartotojas nebegalės prisijungti prie Passbolt ir gauti el. laiškų pranešimų.
ru_ru: Этот пользователь не сможет входить в passbolt и получать email уведомления.
uk_ua: Цей користувач не зможе увійти в Passbolt та отримувати сповіщення електронною поштою.

source: Other users can share resources and add this user to a group.
ja_jp: 他のユーザーはこのユーザーとリソースを共有したり、グループに追加したりできます。
lt_lt: Kiti vartotojai gali bendrinti išteklius ir pridėti šį vartotoją į grupę.
ru_ru: Другие пользователи могут делить ресурсами и добавляться этого пользователя в группу.
uk_ua: Інші користувачі можуть ділитися ресурсами та додавати цього користувача до групи.

source: Check user suspension
ja_jp: ユーザーの停止を確認
lt_lt: Patikrinkite, ar vartotojas sustabdytas
ru_ru: Проверка приостановления пользователя
uk_ua: Перевірте призупинення користувача

source: Welcome to {0}!
ja_jp: {0} へようこそ！
lt_lt: Sveiki atvykę į {0}!
ru_ru: Добро пожаловать в {0}!
uk_ua: Ласкаво просимо до {0}!

source: {0} used the self registration feature to create an account on passbolt.
ja_jp: {0} さんがセルフ登録機能を使用してパスボルトにアカウントを作成しました。
lt_lt: {0} naudojo savarankiškos registracijos funkciją, kad sukurtų paskyrą naudojant „passbolt“.
ru_ru: {0} использовал функцию саморегистрации для создания учетной записи на passbolt.
uk_ua: {0} використав(ла) функцію самореєстрації, щоб створити обліковий запис у passbolt.

source: You have initiated an account recovery!
ja_jp: アカウントの復旧を開始しました！
lt_lt: Pradėjote paskyros atkūrimą!
ru_ru: Вы инициировали восстановление аккаунта!
uk_ua: Ви ініціювали відновлення облікового запису!

source: Welcome back!
ja_jp: おかえりなさい！
lt_lt: Sveiki sugrįžę!
ru_ru: Добро пожаловать обратно!
uk_ua: З поверненням!

source: You just requested to recover your passbolt account on this device.
ja_jp: 今この端末でパスボルトアカウントの復旧を要求しました。
lt_lt: Jūs ką tik paprašėte atkurti „Passbolt“ paskyrą šiame įrenginyje.
ru_ru: Вы только что запросили восстановление своей учетной записи passbolt на этом устройстве.
uk_ua: Ви щойно запросили відновлення свого облікового запису Passbolt на цьому пристрої.

source: Make sure you have a backup of your secret key handy.
ja_jp: 秘密鍵のバックアップがお手元にあることを確認してください。
lt_lt: Įsitikinkite, kad turite atsarginę slaptojo rakto kopiją.
ru_ru: Убедитесь, что у вас есть резервная копия секретного ключа.
uk_ua: Переконайтеся, що у вас є резервна копія вашого секретного ключа.

source: Click on the link below to proceed.
ja_jp: 続行するには、下のリンクをクリックしてください。
lt_lt: Norėdami tęsti, paspauskite toliau pateiktą nuorodą.
ru_ru: Нажмите на ссылку ниже, чтобы продолжить.
uk_ua: Натисніть на посилання нижче, щоб продовжити.

source: start recovery
ja_jp: 復旧を開始
lt_lt: pradėti atsigavimą
ru_ru: начать восстановление
uk_ua: почати відновлення

source: You just completed an account recovery. Feel free to get in touch with an admin if you feel this action looks suspicious.
ja_jp: アカウント復旧を完了しました。この操作に不審な点がある場合は管理者に連絡してください。
lt_lt: Ką tik užbaigėte paskyros atkūrimą. Jei šis veiksmas atrodo įtartinas, nedvejodami susisiekite su administratoriumi.
ru_ru: Вы только что завершили восстановление учетной записи. Не стесняйтесь связаться с администратором, если вы считаете, что это действие выглядит подозрительно.
uk_ua: Ви щойно завершили відновлення облікового запису. Якщо вам здається, що ця дія викликає підозри, зв’яжіться з адміністратором.
