Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The identifier of the user who created the group should not be empty.
ja_jp: グループを作成したユーザーの識別子は空にしないでください。
lt_lt: Grupę sukūrusio vartotojo identifikatorius neturėtų būti tuščias.
ru_ru: Укажите идентификатор пользователя, создавшего группу.
uk_ua: Ідентифікатор користувача, який створив групу, не повинен бути порожнім.

source: The identifier of the user who modified the group should be a valid UUID.
ja_jp: グループを修正したユーザーの識別子は有効なUUIDでなければなりません。
lt_lt: Grupę modifikavusio vartotojo identifikatorius turėtų būti galiojantis UUID.
ru_ru: Идентификатор пользователя, изменившего группу, должен быть допустимым UUID.
uk_ua: Ідентифікатор користувача, який змінив групу, має бути дійсним UUID.

source: The identifier of the user who modified the group is required.
ja_jp: グループを修正したユーザーの識別子が必要です。
lt_lt: Būtinas vartotojo, kuris modifikavo grupę, identifikatorius.
ru_ru: Требуется идентификатор пользователя, изменившего группу.
uk_ua: Потрібен ідентифікатор користувача, який змінив групу.

source: The identifier of the user who modified the group should not be empty.
ja_jp: グループを修正したユーザーの識別子は空にしないでください。
lt_lt: Grupę modifikavusio vartotojo identifikatorius neturėtų būti tuščias.
ru_ru: Идентификатор пользователя, который изменил группу, не должен быть пустым.
uk_ua: Ідентифікатор користувача, який змінив групу, не повинен бути порожнім.

source: The name is already used by another group.
ja_jp: この名前はすでに別のグループで使用されています。
lt_lt: Pavadinimą jau naudoja kita grupė.
ru_ru: Имя уже используется другой группой.
uk_ua: Це імʼя вже використовується іншою групою.

source: A group manager should be provided.
ja_jp: グループマネージャーを提供する必要があります。
lt_lt: Turėtų būti paskirtas grupės vadovas.
ru_ru: Должен быть назначен менеджер группы.
uk_ua: Потрібно вказати менеджера групи.

source: The group should not be soft deleted.
ja_jp: グループはソフトデリート（論理削除）しないでください。
lt_lt: Grupė neturėtų būti minkštai ištrinta.
ru_ru: Группа не должна быть мягко удалена.
uk_ua: Групу не слід мʼяко видаляти.

source: The group should not be sole owner of shared content, transfer the ownership to other users.
ja_jp: そのグループは、共有コンテンツの単独所有者ではありません。他のユーザーに所有権を譲渡する必要があります。
lt_lt: Grupė neturėtų būti vienintelė dalinamojo turinio savininkė, perduoti nuosavybės teisę kitiems vartotojams.
ru_ru: Группа не должна быть единоличным владельцем общего контента, передавать право собственности другим пользователям.
uk_ua: Група не повинна бути єдиним власником спільного вмісту, передайте право власності іншим користувачам.

source: Could not validate group data.
ja_jp: グループデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti grupės duomenų.
ru_ru: Не удалось проверить данные группы.
uk_ua: Не вдалося перевірити дані групи.

source: Could not delete the group {0}, please try again later.
ja_jp: グループ {0} を削除できませんでした。後でもう一度お試しください。
lt_lt: Nepavyko ištrinti grupės {0}, bandykite dar kartą vėliau.
ru_ru: Не удалось удалить группу {0}. Повторите попытку позже.
uk_ua: Не вдалося видалити групу {0}, будь ласка, спробуйте пізніше.

source: A group identifier is required.
ja_jp: グループ識別子が必要です。
lt_lt: Reikalingas grupės identifikatorius.
ru_ru: Требуется идентификатор группы.
uk_ua: Потрібен ідентифікатор групи.

source: The group identifier should not be empty.
ja_jp: グループ識別子は空にしないでください。
lt_lt: Grupės identifikatorius neturi būti tuščias.
ru_ru: Идентификатор группы не должен быть пустым.
uk_ua: Ідентифікатор групи не повинен бути порожнім.

source: The group manager status should be a valid boolean.
ja_jp: グループマネージャーのステータスは有効なブール値である必要があります。
lt_lt: Grupės valdytojo būsena turi būti tinkama loginė vertė.
ru_ru: Статус менеджера группы должен быть допустимым логическим значением.
uk_ua: Статус менеджера групи має бути дійсним логічним значенням.

source: A group manager status is required.
ja_jp: グループマネージャーのステータスが必要です。
lt_lt: Reikalingas grupės valdytojo statusas.
ru_ru: Требуется статус менеджера группы.
uk_ua: Необхідно вказати статус менеджера групи.

source: The group manager status should not be empty.
ja_jp: グループマネージャーのステータスは空にしないでください。
lt_lt: Grupės valdytojo būsena neturi būti tuščia.
ru_ru: Статус менеджера группы не должен быть пустым.
uk_ua: Статус менеджера групи не повинен бути порожнім.

source: The user is already member of this group.
ja_jp: そのユーザーはすでにこのグループのメンバーです。
lt_lt: Vartotojas jau yra šios grupės narys.
ru_ru: Пользователь уже является членом этой группы.
uk_ua: Користувач вже є учасником цієї групи.

source: The property length should be maximum {0} characters.
ja_jp: プロパティの長さは {0} 文字以内でなければなりません。
lt_lt: Nuosavybės ilgis turi būti ne daugiau kaip {0} simboliai.
ru_ru: Длина свойства не должна превышать {0} символов.
uk_ua: Довжина властивості не повинна перевищувати {0} символів.

source: A property is required.
ja_jp: プロパティが必要です。
lt_lt: Reikalinga nuosavybė.
ru_ru: Требуется недвижимость.
uk_ua: Необхідно вказати властивість.

source: The property should not be empty.
ja_jp: プロパティは空にしないでください。
lt_lt: Nuosavybė neturi būti tuščia.
ru_ru: Свойство не должно быть пустым.
uk_ua: Властивість не повинна бути порожньою.

source: The property should be an alphabetical string and only dot is accepted as special characters.
ja_jp: プロパティはアルファベット順の文字列で、ドット(.)のみが特殊文字として受け付けられます。
lt_lt: Ypatybė turi būti abėcėlės eilutė ir tik taškas priimamas kaip specialusis simbolis.
ru_ru: Свойство должно быть буквенной строкой, и в качестве специальных символов допускается только точка.
uk_ua: Властивість має бути алфавітним рядком, і єдиним дозволеним спеціальним символом є крапка.

source: The property identifier should be a valid UUID.
ja_jp: プロパティ識別子は有効なUUIDでなければなりません。
lt_lt: Nuosavybės identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор свойства должен быть допустимым UUID.
uk_ua: Ідентифікатор властивості має бути дійсним UUID.

source: A property identifier is required.
ja_jp: プロパティ識別子が必要です。
lt_lt: Reikalingas nuosavybės identifikatorius.
ru_ru: Требуется идентификатор свойства.
uk_ua: Потрібен ідентифікатор властивості.

source: The property identifier should not be empty.
ja_jp: プロパティの識別子は空にしないでください。
lt_lt: Nuosavybės identifikatorius neturėtų būti tuščias.
ru_ru: Идентификатор свойства не должен быть пустым.
uk_ua: Ідентифікатор властивості не повинен бути порожнім.

source: The value should be a valid UTF8 string.
ja_jp: 値は有効なUTF8文字列でなければなりません。
lt_lt: Reikšmė turi būti tinkama UTF8 eilutė.
ru_ru: Значение должно быть допустимой строкой UTF8.
uk_ua: Значення має бути дійсним рядком UTF8.

source: The value length should be maximum {0} characters.
ja_jp: 値の長さは {0} 文字以内でなければなりません。
lt_lt: Reikšmės ilgis turi būti ne daugiau kaip {0} simboliai.
ru_ru: Длина значения должна быть не более {0} символов.
uk_ua: Довжина значення не повинна перевищувати {0} символів.

source: A value is required.
ja_jp: 値が必要です。
lt_lt: Reikšmė būtina.
ru_ru: Требуется значение.
uk_ua: Необхідно вказати значення.

source: The value should not be empty.
ja_jp: 値は空にしないでください。
lt_lt: Reikšmė neturi būti tuščia.
ru_ru: Значение не должно быть пустым.
uk_ua: Значення не повинно бути порожнім.

source: This property id is already in use.
ja_jp: このプロパティIDはすでに使用されています。
lt_lt: Šis nuosavybės ID jau naudojamas.
ru_ru: Этот идентификатор свойства уже используется.
uk_ua: Цей ідентифікатор властивості вже використовується.

source: Only admin can create or update organization settings.
ja_jp: 管理者のみが組織設定を作成または更新できます。
lt_lt: Tik administratorius gali kurti arba atnaujinti organizacijos nustatymus.
ru_ru: Только администратор может создавать или обновлять настройки организации.
uk_ua: Тільки адміністратор може створювати або оновлювати налаштування організації.

source: This is not a valid setting.
ja_jp: これは有効な設定ではありません。
lt_lt: Tai netinkamas nustatymas.
ru_ru: Это недопустимая настройка.
uk_ua: Це недійсне налаштування.

source: The type of the access control object should be one of the following: {0}.
ja_jp: アクセス制御オブジェクトの型は以下のいずれかでなければなりません: {0}.
lt_lt: Prieigos valdymo objekto tipas turi būti vienas iš šių: {0}.
ru_ru: Тип объекта управления доступом должен быть одним из следующих: {0}.
uk_ua: Тип обʼєкта керування доступом має бути одним із наступних: {0}.

source: The type of the access control object is required.
ja_jp: アクセス制御オブジェクトの型が必要です。
lt_lt: Būtina nurodyti prieigos valdymo objekto tipą.
ru_ru: Укажите тип объекта контроля доступа.
uk_ua: Необхідно вказати тип обʼєкта керування доступом.

source: The type of the access control object should not be empty.
ja_jp: アクセス制御オブジェクトの型は空にしないでください。
lt_lt: Prieigos valdymo objekto tipas neturi būti tuščias.
ru_ru: Тип объекта управления доступом не должен быть пустым.
uk_ua: Тип обʼєкта керування доступом не повинен бути порожнім.

source: The identifier of the access control object should be a valid UUID.
ja_jp: アクセス制御オブジェクトの識別子は有効なUUIDでなければなりません。
lt_lt: Prieigos valdymo objekto identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор объекта управления доступом должен быть допустимым UUID.
uk_ua: Ідентифікатор обʼєкта керування доступом має бути дійсним UUID.

source: The identifier of the access control object is required.
ja_jp: アクセス制御オブジェクトの識別子が必要です。
lt_lt: Reikalingas prieigos valdymo objekto identifikatorius.
ru_ru: Требуется идентификатор объекта контроля доступа.
uk_ua: Потрібен ідентифікатор обʼєкта керування доступом.

source: The identifier of the access control object should not be empty.
ja_jp: アクセス制御オブジェクトの識別子は空にしないでください。
lt_lt: Prieigos kontrolės objekto identifikatorius neturi būti tuščias.
ru_ru: Укажите идентификатор объекта контроля доступа.
uk_ua: Ідентифікатор обʼєкта керування доступом не повинен бути порожнім.

source: The access request object type should be one of the following: {0}.
ja_jp: アクセスリクエストオブジェクト型は以下のいずれかでなければなりません: {0}。
lt_lt: Prieigos užklausos objekto tipas turėtų būti vienas iš šių: {0}.
ru_ru: Тип объекта запроса доступа должен быть одним из следующих: {0}.
uk_ua: Тип обʼєкта запиту доступу має бути одним із наступних: {0}.

source: The type of the access request object is required.
ja_jp: アクセスリクエストオブジェクトの型が必要です。
lt_lt: Būtinas prieigos užklausos objekto tipas.
ru_ru: Укажите тип объекта запроса доступа.
uk_ua: Необхідно вказати тип обʼєкта запиту доступу.

source: The access request object type should not be empty.
ja_jp: アクセスリクエストオブジェクトの型は空にしないでください。
lt_lt: Prieigos užklausos objekto tipas neturi būti tuščias.
ru_ru: Тип объекта запроса доступа не должен быть пустым.
uk_ua: Тип обʼєкта запиту доступу не повинен бути порожнім.

source: The identifier of the access request object should be a valid UUID.
ja_jp: アクセスリクエストオブジェクトの識別子は有効なUUIDでなければなりません。
lt_lt: Prieigos užklausos objekto identifikatorius turėtų būti galiojantis UUID.
ru_ru: Идентификатор объекта запроса доступа должен быть допустимым UUID.
uk_ua: Ідентифікатор обʼєкта запиту доступу має бути дійсним UUID.

source: The identifier of the access request object is required.
ja_jp: アクセスリクエストオブジェクトの識別子が必要です。
lt_lt: Būtinas prieigos užklausos objekto identifikatorius.
ru_ru: Требуется идентификатор объекта запроса доступа.
uk_ua: Потрібен ідентифікатор обʼєкта запиту доступу.

source: The identifier of the access request object should not be empty.
ja_jp: アクセスリクエストオブジェクトの識別子は空にしないでください。
lt_lt: Prieigos užklausos objekto identifikatorius neturi būti tuščias.
ru_ru: Идентификатор объекта запроса доступа не должен быть пустым.
uk_ua: Ідентифікатор обʼєкта запиту доступу не повинен бути порожнім.

source: A permission already exists for the given access control object and access request object.
ja_jp: 与えられたアクセス制御オブジェクトとアクセスリクエストオブジェクトに対するパーミッションはすでに存在します。
lt_lt: Leidimas nurodytam prieigos valdymo objektui ir prieigos užklausos objektui jau yra.
ru_ru: Разрешение уже существует для данного объекта управления доступом и объекта запроса доступа.
uk_ua: Для вказаного обʼєкта керування доступом і обʼєкта запиту доступу дозвіл уже існує.

source: The access control object does not exist.
ja_jp: アクセス制御オブジェクトは存在しません。
lt_lt: Prieigos kontrolės objektas neegzistuoja.
ru_ru: Объект управления доступом не существует.
uk_ua: Обʼєкт керування доступом не існує.

source: The access request object does not exist.
ja_jp: アクセスリクエストオブジェクトは存在しません。
lt_lt: Prieigos užklausos objektas neegzistuoja.
ru_ru: Объект запроса доступа не существует.
uk_ua: Обʼєкт запиту доступу не існує.

source: A first name is required.
ja_jp: 名が必要です。
lt_lt: Būtinas vardas.
ru_ru: Требуется имя.
uk_ua: Необхідно вказати імʼя.

source: The first name should not be empty.
ja_jp: 名は空にしないでください。
lt_lt: Vardas neturi būti tuščias.
ru_ru: Имя не должно быть пустым.
uk_ua: Імʼя не повинно бути порожнім.

source: The first name should be a valid BMP-UTF8 string.
ja_jp: 名は有効なBMP-UTF8文字列でなければなりません。
lt_lt: Vardas turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Имя должно быть допустимой строкой BMP-UTF8.
uk_ua: Імʼя має бути дійсним рядком BMP-UTF8.

source: The first name length should be maximum {0} characters.
ja_jp: 名の長さは {0} 文字以内でなければなりません。
lt_lt: Vardas turi būti sudarytas ne daugiau kaip iš {0} simbolių.
ru_ru: Длина имени не должна превышать {0} символов.
uk_ua: Довжина імені не повинна перевищувати {0} символів.

source: A last name is required.
ja_jp: 姓が必要です。
lt_lt: Būtina nurodyti pavardę.
ru_ru: Требуется фамилия.
uk_ua: Необхідно вказати прізвище.

source: The last name should not be empty.
ja_jp: 姓は空にしないでください。
lt_lt: Pavardė neturi būti tuščia.
ru_ru: Фамилия не должна быть пустой.
uk_ua: Прізвище не повинно бути порожнім.

source: The last name should be a valid BMP-UTF8 string.
ja_jp: 姓は有効なBMP-UTF8文字列でなければなりません。
lt_lt: Pavardė turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Фамилия должна быть допустимой строкой BMP-UTF8.
uk_ua: Прізвище має бути дійсним рядком BMP-UTF8.

source: The last name length should be maximum {0} characters.
ja_jp: 姓の長さは {0} 文字以内でなければなりません。
lt_lt: Pavardės ilgis turi būti ne ilgesnis nei {0} simboliai.
ru_ru: Длина фамилии не должна превышать {0} символов.
uk_ua: Довжина прізвища не повинна перевищувати {0} символів.

source: The username should be a valid UTF8 string.
ja_jp: ユーザー名は有効なUTF8文字列である必要があります。
lt_lt: Vartotojo vardas turėtų būti galiojanti UTF8 eilutė.
ru_ru: Имя пользователя должно быть допустимой строкой UTF8.
uk_ua: Імʼя користувача має бути дійсним рядком UTF8.

source: The username length should be maximum {0} characters.
ja_jp: ユーザー名の長さは {0} 文字以内である必要があります。
lt_lt: Naudotojo vardo ilgis turi būti daugiausia {0} simbolių.
ru_ru: Длина имени пользователя не должна превышать {0} символов.
uk_ua: Довжина імені користувача не повинна перевищувати {0} символів.

source: The uri should be a valid BMP-UTF8 string.
ja_jp: uriは有効なBMP-UTF8文字列でなければなりません。
lt_lt: URI (universalusis ištekliaus identifikatorius) turi būti tinkama BMP-UTF8 eilutė.
ru_ru: URI должен быть допустимой строкой BMP-UTF8.
uk_ua: URI має бути дійсним рядком BMP-UTF8.

source: The uri length should be maximum {0} characters.
ja_jp: uriの長さは {0} 文字以内でなければなりません。
lt_lt: URI (universalusis ištekliaus identifikatorius) ilgis turi būti daugiausia {0} simbolių.
ru_ru: Длина uri должна быть не более {0} символов.
uk_ua: Довжина URI не повинна перевищувати {0} символів.

source: The description should be a valid UTF8 string.
ja_jp: 説明は有効なUTF8文字列でなければなりません。
lt_lt: Aprašas turi būti tinkama UTF8 eilutė.
ru_ru: Описание должно быть допустимой строкой UTF8.
uk_ua: Опис має бути дійсним рядком UTF8.

source: The description length should be maximum {0} characters.
ja_jp: 説明の長さは {0} 文字以内でなければなりません。
lt_lt: Aprašo ilgis turi būti daugiausia {0} simbolių.
ru_ru: Длина описания не должна превышать {0} символов.
uk_ua: Довжина опису не повинна перевищувати {0} символів.

source: The deleted status should not be empty
ja_jp: 削除されたステータスは空にできません
lt_lt: Ištrinta būsena neturi būti tuščia
ru_ru: Статус удален не должен быть пустым
uk_ua: Статус видалення не повинен бути порожнім

source: The identifier of the user who created the resource should be a valid UUID.
ja_jp: リソースを作成したユーザーの識別子は有効なUUIDでなければなりません。
lt_lt: Išteklių sukūrusio vartotojo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, создавшего ресурс, должен быть допустимым UUID.
uk_ua: Ідентифікатор користувача, який створив ресурс, має бути дійсним UUID.

source: The identifier of the user who created the resource is required.
ja_jp: リソースを作成したユーザーの識別子が必要です。
lt_lt: Būtinas naudotojo, kuris sukūrė išteklius, identifikatorius.
ru_ru: Требуется идентификатор пользователя, создавшего ресурс.
uk_ua: Потрібен ідентифікатор користувача, який створив ресурс.

source: The identifier of the user who created the resource should not be empty.
ja_jp: リソースを作成したユーザーの識別子は空にしないでください。
lt_lt: Išteklius sukūrusio vartotojo identifikatorius neturi būti tuščias.
ru_ru: Идентификатор пользователя, создавшего ресурс, не должен быть пустым.
uk_ua: Ідентифікатор користувача, який створив ресурс, не повинен бути порожнім.

source: The identifier of the user who last modified the resource should be a valid UUID.
ja_jp: リソースを最後に修正したユーザーの識別子は有効なUUIDでなければなりません。
lt_lt: Naudotojo, kuris paskutinį kartą modifikavo išteklius, identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, который последним изменил ресурс, должен быть допустимым UUID.
uk_ua: Ідентифікатор користувача, який востаннє змінив ресурс, має бути дійсним UUID.

source: The identifier of the user who last modified the resource required.
ja_jp: リソースを最後に修正したユーザーの識別子が必要です。
lt_lt: Naudotojo, kuris paskutinį kartą pakeitė reikalingus išteklius, identifikatorius.
ru_ru: Идентификатор пользователя, который последним изменил требуемый ресурс.
uk_ua: Потрібен ідентифікатор користувача, який востаннє змінив ресурс.

source: The identifier of the user who last modified the resource should not be empty.
ja_jp: リソースを最後に修正したユーザーの識別子は空にしないでください。
lt_lt: Naudotojo, kuris paskutinį kartą modifikavo išteklius, identifikatorius neturi būti tuščias.
ru_ru: Идентификатор пользователя, который последним модифицировал ресурс, не должен быть пустым.
uk_ua: Ідентифікатор користувача, який востаннє змінив ресурс, не повинен бути порожнім.

source: The resource type identifier should be a valid UUID.
ja_jp: リソース型の識別子は有効なUUIDでなければなりません。
lt_lt: Ištekliaus tipo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор типа ресурса должен быть допустимым UUID.
uk_ua: Ідентифікатор типу ресурсу має бути дійсним UUID.

source: A resource type identifier is required.
ja_jp: リソース型識別子が必要です。
lt_lt: Būtinas ištekliaus tipo identifikatorius.
ru_ru: Требуется идентификатор типа ресурса.
uk_ua: Потрібен ідентифікатор типу ресурсу.

source: The resource type should be one of the following: {0}.
ja_jp: リソースタイプは次のいずれかでなければなりません: {0}。
lt_lt: Ištekliaus tipas turi būti vienas iš šių: {0}.
ru_ru: Тип ресурса должен быть одним из следующих: {0}.
uk_ua: Тип ресурсу має бути одним із наступних: {0}.

source: The permissions are required.
ja_jp: パーミッションが必要です。
lt_lt: Reikalingi leidimai.
ru_ru: Требуются разрешения.
uk_ua: Потрібні дозволи.

source: The permissions should not be empty.
ja_jp: パーミッションは空にできません。
lt_lt: Leidimai neturėtų būti tušti.
ru_ru: Разрешения не должны быть пустыми.
uk_ua: Дозволи не повинні бути порожніми.

source: The permissions should contain only the permission of the owner.
ja_jp: パーミッションは所有者のパーミッションのみを含める必要があります。
lt_lt: Leidimuose turi būti tik savininko leidimas.
ru_ru: Разрешения должны содержать только разрешение владельца.
uk_ua: У дозволах має бути лише дозвіл власника.

source: The owner secret is required.
ja_jp: 所有者の秘密が必要です。
lt_lt: Reikalinga savininko paslaptis.
ru_ru: Требуется секрет владельца.
uk_ua: Потрібен секрет власника.

source: The secrets should not be empty.
ja_jp: 秘密は空にしてはいけません。
lt_lt: Paslaptys neturėtų būti tuščios.
ru_ru: Секреты не должны быть пустыми.
uk_ua: Секрети не повинні бути порожніми.

source: The secrets should contain only the secret of the owner.
ja_jp: 秘密は所有者の秘密のみを含める必要があります。
lt_lt: Paslaptyse turi būti tik savininko paslaptis.
ru_ru: Секреты должны содержать только секрет владельца.
uk_ua: У секретах має бути лише секрет власника.

source: The metadata key ID should be a valid UUID.
ja_jp: メタデータキーIDは有効なUUIDである必要があります。
lt_lt: Metaduomenų rakto ID turi būti galiojantis UUID.
ru_ru: Идентификатор ключа метаданных должен быть действительным UUID.
uk_ua: Ідентифікатор ключа метаданих має бути дійсним UUID.

source: The metadata should be a valid ASCII string.
ja_jp: メタデータは有効なASCII文字列である必要があります。
lt_lt: Metaduomenys turi būti tinkama ASCII eilutė.
ru_ru: Метаданные должны быть корректной строкой ASCII.
uk_ua: Метадані мають бути валідним рядком ASCII.

source: The metadata should not be empty.
ja_jp: メタデータを空にできません。
lt_lt: Metaduomenys neturi būti tušti.
ru_ru: Метаданные не должны быть пустыми.
uk_ua: Метадані не повинні бути порожніми.

source: The metadata key type should be a valid UTF8 string.
ja_jp: メタデータのキータイプは有効なUTF8文字列である必要があります。
lt_lt: Metaduomenų rakto tipas turi būti tinkama UTF8 eilutė.
ru_ru: Тип ключа метаданных должен быть допустимой строкой UTF8.
uk_ua: Тип ключа метаданих має бути дійсним рядком UTF8.

source: The metadata key type should be one of the following: {0}.
ja_jp: メタデータのキータイプは次のいずれかでなければなりません: {0}。
lt_lt: Metaduomenų rakto tipas turi būti vienas iš šių: {0}.
ru_ru: Тип ключа метаданных должен быть одним из следующих: {0}.
uk_ua: Тип ключа метаданих має бути одним із наступних: {0}.

source: The resource type does not exist.
ja_jp: リソース型が存在しません。
lt_lt: Ištekliaus tipas neegzistuoja.
ru_ru: Тип ресурса не существует.
uk_ua: Типу ресурсу не існує.

source: The permissions should contain the owner permission.
ja_jp: パーミッションには所有者のパーミッションを含める必要があります。
lt_lt: Leidimuose turi būti savininko leidimas.
ru_ru: Разрешения должны содержать разрешение владельца.
uk_ua: У дозволах має бути дозвіл власника.

source: The secrets should contain the owner secret.
ja_jp: 秘密には所有者の秘密が含まれている必要があります。
lt_lt: Paslaptyse turi būti savininko paslaptis.
ru_ru: Секреты должны содержать секрет владельца.
uk_ua: У секретах має бути секрет власника.

source: The secrets should contain the secrets of all the users having access to the resource.
ja_jp: 秘密にはリソースへのアクセス権を持つすべてのユーザーの秘密が含まれている必要があります。
lt_lt: Paslaptyse turi būti visų vartotojų, turinčių prieigą prie šaltinio, paslaptys.
ru_ru: Секреты должны содержать секреты всех пользователей, имеющих доступ к ресурсу.
uk_ua: У секретах мають бути секрети всіх користувачів, які мають доступ до ресурсу.

source: The permissions should contain at least the owner permission.
ja_jp: パーミッションには少なくとも所有者のパーミッションを含める必要があります。
lt_lt: Leidimuose turi būti bent savininko leidimas.
ru_ru: Разрешения должны содержать как минимум разрешение владельца.
uk_ua: У дозволах має бути принаймні дозвіл власника.

source: The settings selected by your administrator prevent from downgrading resource type.
ja_jp: 管理者が選択した設定により、リソースタイプのダウングレードはできません。
lt_lt: Administratorius pasirinko nustatymus, kurie neleidžia nuleisti ištekliaus tipo versijos.
ru_ru: Настройки, выбранные администратором, не позволяют понизить тип ресурса.
uk_ua: Налаштування, обрані вашим адміністратором, забороняють пониження типу ресурсу.

source: The settings selected by your administrator prevent from using that key type.
ja_jp: 管理者が選択した設定により、そのキータイプの使用はできません。
lt_lt: Administratorius pasirinko nustatymus, kurie neleidžia naudoti šio rakto tipo.
ru_ru: Настройки, выбранные администратором, не позволяют использовать этот тип ключа.
uk_ua: Налаштування, обрані вашим адміністратором, не дозволяють використовувати цей тип ключа.

source: The metadata key does not exist or was deleted.
ja_jp: メタデータキーが存在しないか、削除されました。
lt_lt: Metaduomenų raktas neegzistuoja arba buvo ištrintas.
ru_ru: Ключ метаданных не существует или был удалён.
uk_ua: Ключ метаданих не існує або його було видалено.
