Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: {0} just created an account for you on passbolt!
ja_jp: {0}さんが今、あなたのためにパスボルトでアカウントを作成しました！
lt_lt: {0} ką tik sukūrė jums paskyrą "Passbolt'e"!
ru_ru: {0} только что создал для вас аккаунт на passbolt!
uk_ua: {0} щойно створив(ла) для вас обліковий запис у Passbolt!

source: Welcome {0}
ja_jp: {0}さん、ようこそ
lt_lt: Sveiki, {0}
ru_ru: Добро пожаловать {0}
uk_ua: Ласкаво просимо {0}

source: {0} just invited you to join passbolt at {1}
ja_jp: {0}さんが {1} であなたをパスボルトに招待しました
lt_lt: {0} ką tik pakvietė jus prisijungti prie „Passbolt“ adresu {1}
ru_ru: {0} только что пригласил вас присоединиться к passbolt в {1}
uk_ua: {0} щойно запросив(ла) вас приєднатися до Passbolt на {1}

source: Passbolt is an open source password manager.
ja_jp: パスボルトはオープンソースのパスワードマネージャーです。
lt_lt: "Passbolt" yra atvirojo kodo slaptažodžių tvarkyklė.
ru_ru: Passbolt — менеджер паролей с открытым исходным кодом.
uk_ua: Passbolt — це менеджер паролів з відкритим кодом.

source: It is designed to allow sharing credentials securely with your team!
ja_jp: これは、あなたのチームと安全に認証情報を共有できるように設計されています！
lt_lt: Jis skirtas saugiai dalytis kredencialais su savo komanda!
ru_ru: Он предназначен для безопасного обмена учетными данными с вашей командой!
uk_ua: Він створений, щоб безпечно ділитися обліковими даними з вашою командою!

source: Let's take the next five minutes to get you started!
ja_jp: これから5分ほどで、開始できます！
lt_lt: Skirkime penkias minutes, kad pradėtume!
ru_ru: Давайте потратим следующие пять минут, чтобы вы начали!
uk_ua: Давайте витратимо наступні п’ять хвилин, щоб розпочати роботу!

source: get started
ja_jp: 始める
lt_lt: pradėti
ru_ru: начать
uk_ua: почати

source: You just created your account on passbolt!
ja_jp: パスボルトにアカウントを作成しました！
lt_lt: Jūs ką tik sukūrėte savo paskyrą "Passbolt"!
ru_ru: Вы только что создали свою учетную запись на passbolt!
uk_ua: Ви щойно створили свій обліковий запис у Passbolt!

source: You just opened an account on passbolt at {0}.
ja_jp: {0} でパスボルトのアカウントを開設しました。
lt_lt: Ką tik atidarėte paskyrą naudodamiesi "Passbolt" adresu {0}.
ru_ru: Вы только что открыли учетную запись в системе passbolt по адресу {0}.
uk_ua: Ви щойно відкрили обліковий запис у Passbolt на {0}.

source: There was a change in the user directory.
ja_jp: ユーザーディレクトリに変更がありました。
lt_lt: Vartotojų kataloge įvyko pokyčių.
ru_ru: В каталоге пользователя были внесены изменения.
uk_ua: У каталозі користувачів сталася зміна.

source: You have been requested to add members to a group.
ja_jp: グループにメンバーを追加するようリクエストされました。
lt_lt: Paprašyta, kad pridėtumėte narių prie grupės.
ru_ru: Вас попросили добавить участников в группу.
uk_ua: Вас було запрошено додати учасників до групи.

source: {0} requested you to add members to a group
ja_jp: {0}さんがあなたに、グループにメンバーを追加するようにリクエストしました
lt_lt: {0} paprašė jūsų pridėti narių prie grupės
ru_ru: {0} попросил вас добавить участников в группу
uk_ua: {0} попросив вас додати учасників до групи

source: Group: {0}
ja_jp: グループ: {0}
lt_lt: Grupė: {0}
ru_ru: Группа: {0}
uk_ua: Група: {0}

source: The following members should be added:
ja_jp: 次のメンバーを追加する必要があります:
lt_lt: Turėtų būti įtraukti šie nariai:
ru_ru: Должны быть добавлены следующие члены:
uk_ua: Слід додати наступних учасників:

source: Edit group members
ja_jp: グループメンバーを編集
lt_lt: Redaguoti grupės narius
ru_ru: Изменить участников группы
uk_ua: Редагувати учасників групи

source: {0} deleted the user {1}
ja_jp: {0}さんがユーザー{1}さんを削除しました
lt_lt: {0} ištrynė naudotoją {1}
ru_ru: {0} удалил пользователя {1}
uk_ua: {0} видалив користувача {1}

source: The user {0} {1} ({2}) is now deleted from your organisation in passbolt.
ja_jp: ユーザー {0} {1} ({2}) がパスボルトであなたの組織から削除されました。
lt_lt: Naudotojas {0} {1} ({2}) dabar ištrintas iš jūsų organizacijos "Passbolt'e".
ru_ru: Пользователь {0} {1} ({2}) теперь удален из вашей организации в passbolt.
uk_ua: Користувача {0} {1} ({2}) тепер видалено з вашої організації в passbolt.

source: This user was a member of the following group(s) you manage:
ja_jp: このユーザーはあなたが管理する以下のグループ（複数）のメンバーでした:
lt_lt: Šis naudotojas buvo šios jūsų valdomos grupės (-ių) narys:
ru_ru: Этот пользователь был членом следующих групп, которыми вы управляете:
uk_ua: Цей користувач був учасником таких груп, якими ви керуєте:

source: {0} deleted a group
ja_jp: {0}さんがグループを削除しました
lt_lt: {0} ištrynė grupę
ru_ru: {0} удалил группу
uk_ua: {0} видалив групу

source: {0} deleted the group "{1}" you were a member of.
ja_jp: {0}さんが、あなたがメンバーだったグループ "{1}" を削除しました。
lt_lt: {0} ištrynė grupę „{1}“, kurios narys buvote.
ru_ru: {0} удалил группу "{1}", членом которой вы были.
uk_ua: {0} видалив групу "{1}", членом якої ви були.

source: All passwords that were shared only with this group were also deleted.
ja_jp: このグループとのみ共有されたすべてのパスワードも削除されました。
lt_lt: Taip pat buvo ištrinti visi slaptažodžiai, kuriais buvo pasidalinta tik su šia grupe.
ru_ru: Все пароли, которыми делились только с этой группой, также были удалены.
uk_ua: Усі паролі, що були спільними лише для цієї групи, також видалено.

source: As member of the group you now have access to all the passwords that are shared with this group.
ja_jp: グループのメンバーとして、このグループと共有されているすべてのパスワードにアクセスできるようになりました。
lt_lt: Kaip grupės narys dabar turite prieigą prie visų slaptažodžių, kuriais pasidalinta su šia grupe.
ru_ru: Как член группы у вас теперь есть доступ ко всем паролям, которые используются совместно с этой группой.
uk_ua: Як учасник групи тепер ви маєте доступ до всіх паролів, які спільні з цією групою.

source: And as group manager you are also authorized to edit the members of the group.
ja_jp: また、グループマネージャーとして、グループのメンバーを編集する権限もあります。
lt_lt: O kaip grupės vadovas taip pat turite teisę redaguoti grupės narius.
ru_ru: И как менеджер группы вы также имеете право редактировать членов группы.
uk_ua: І як менеджер групи ви також маєте повноваження редагувати учасників групи.

source: You are no longer a member of this group.
ja_jp: あなたはもうこのグループのメンバーではありません。
lt_lt: Jūs nebesate šios grupės narys.
ru_ru: Вы больше не являетесь участником этой группы.
uk_ua: Ви більше не є учасником цієї групи.

source: You are no longer authorized to access the passwords shared with this group.
ja_jp: このグループと共有されたパスワードにアクセスする権限がなくなりました。
lt_lt: Jūs nebeturite teisės pasiekti slaptažodžių, kurie pasidalinti su šia grupe.
ru_ru: У вас больше нет прав на доступ к паролям, предоставленным этой группе.
uk_ua: Ви більше не маєте права доступу до паролів, які були спільними з цією групою.

source: Please contact {0} or another group manager if this is a mistake.
ja_jp: これが間違いである場合は、 {0} または別のグループマネージャーに連絡してください。
lt_lt: Jei tai klaida, susisiekite su {0} arba kitu grupės valdytoju.
ru_ru: Если это ошибка, свяжитесь с {0} или другим менеджером группы.
uk_ua: Будь ласка, зв'яжіться з {0} або іншим менеджером групи, якщо це помилка.

source: You are now a group manager of this group.
ja_jp: あなたはこのグループのグループマネージャーになりました。
lt_lt: Dabar esate šios grupės grupės valdytojas.
ru_ru: Теперь вы являетесь администратором этой группы.
uk_ua: Тепер ви є менеджером цієї групи.

source: As group manager you are now authorized to edit the members of this group.
ja_jp: グループマネージャーとして、このグループのメンバーを編集する権限が与えられました。
lt_lt: Kaip grupės valdytojas dabar turite teisę redaguoti šios grupės narius.
ru_ru: Как менеджер группы вы теперь уполномочены редактировать членов этой группы.
uk_ua: Як менеджер групи ви тепер уповноважені редагувати учасників цієї групи.

source: As member of the group you still have access to all the passwords that are shared with this group.
ja_jp: グループのメンバーとして、このグループで共有されているすべてのパスワードに引き続きアクセスすることができます。
lt_lt: Kaip grupės narys vis dar turite prieigą prie visų slaptažodžių, kurie pasidalinti su šia grupe.
ru_ru: Как участник группы, вы по-прежнему имеете доступ ко всем паролям, которые используются совместно с этой группой.
uk_ua: Як учасник групи ви все ще маєте доступ до всіх паролів, які спільні з цією групою.

source: You are no longer a group manager of this group.
ja_jp: あなたはもうこのグループのグループマネージャーではありません。
lt_lt: Jūs nebesate šios grupės valdytojas.
ru_ru: Вы больше не являетесь администратором этой группы.
uk_ua: Ви більше не є менеджером цієї групи.

source: You are no longer authorized to edit the members of this group.
ja_jp: このグループのメンバーを編集する権限がなくなりました。
lt_lt: Jūs nebeturite teisės redaguoti šios grupės narių.
ru_ru: У вас больше нет прав на редактирование участников этой группы.
uk_ua: Ви більше не маєте права редагувати учасників цієї групи.

source: {0} group memberships were affected.
ja_jp: {0}個のグループメンバーシップが影響を受けました。
lt_lt: Buvo paveiktos {0} grupės narystės.
ru_ru: Затронуто членство в группах: {0}.
uk_ua: {0} членств у групі було змінено.

source: It would be too much to list them here, but you can get more information on passbolt.
ja_jp: ここではご紹介しきれないほどですが、パスボルト上で詳細な情報が得られます。
lt_lt: Būtų per daug čia išvardyti, bet galite gauti daugiau informacijos "Passbolt'e".
ru_ru: Было бы слишком много перечислять их здесь, но вы можете получить больше информации о passbolt.
uk_ua: Було б забагато перераховувати їх тут, але ви можете отримати докладнішу інформацію в passbolt.

source: go to passbolt
ja_jp: パスボルトに行く
lt_lt: eiti į "passbolt"
ru_ru: перейти к проходному болту
uk_ua: перейти в Passbolt

source: {0} deleted {1} groups you were a member of.
ja_jp: {0}さんが、あなたがメンバーだった {1}個のグループを削除しました。
lt_lt: {0} ištrynė {1} grupes(-ių), kurių narys buvote.
ru_ru: {0} удалили {1} группы, в которых вы состояли.
uk_ua: {0} видалив(ла) {1} груп, учасником яких ви були.

source: Username: {0}
ja_jp: ユーザー名: {0}
lt_lt: Vartotojo vardas: {0}
ru_ru: Имя пользователя: {0}
uk_ua: Ім'я користувача: {0}

source: URL: {0}
lt_lt: URL (universalusis adresas): {0}
ru_ru: URL-адрес: {0}

source: Description: {0}
ja_jp: 説明: {0}
lt_lt: Aprašymas: {0}
ru_ru: Описание: {0}
uk_ua: Опис: {0}

source: {0} shared a password with you
ja_jp: {0}さんがパスワードを共有しました
lt_lt: {0} pasidalino slaptažodžiu su jumis
ru_ru: {0} поделился с вами паролем
uk_ua: {0} поділився(лась) з вами паролем

source: {0} shared passwords with you
ja_jp: {0}さんがパスワードを共有しました
lt_lt: {0} pasidalino su jumis slaptažodžiais
ru_ru: {0} поделился с вами паролями
uk_ua: {0} поділився(лась) з вами паролями

source: {0} resources were shared with you.
ja_jp: {0}個のリソースが共有されました。
lt_lt: {0} ištekliai(-ių) pasidalinta su jumis.
ru_ru: Вам предоставлен доступ к {0} ресурсам.
uk_ua: {0} ресурсів було поширено з вами.

source: {0} just activated their account on passbolt!
ja_jp: {0}さんがパスボルトでアカウントを有効化したところです！
lt_lt: {0} ką tik suaktyvino savo paskyrą "passbolt"!
ru_ru: {0} только что активировали свою учетную запись на passbolt!
uk_ua: {0} щойно активував(ла) свій обліковий запис у Passbolt!

source: The user is now active on passbolt and you can share passwords with them.
ja_jp: ユーザーがパスボルトでアクティブになり、パスワードを共有できます。
lt_lt: Dabar vartotojas yra aktyvus „passbolt'e“ ir galite su juo dalintis slaptažodžiais.
ru_ru: Пользователь теперь активен в passbolt, и вы можете поделиться с ним паролями.
uk_ua: Тепер користувач активний у Passbolt і ви можете поділитись із ним паролями.

source: This user was invited by you {0}.
ja_jp: このユーザーはあなた、{0}さんに招待されました。
lt_lt: Šį naudotoją pakvietėte jūs {0}.
ru_ru: Этот пользователь был приглашен вами {0}.
uk_ua: Цей користувач був запрошений вами {0}.

source: This user signed up themselves, since the public registration is enabled.
ja_jp: 公開登録が有効になっているため、このユーザーは自分自身でサインアップしました。
lt_lt: Šis vartotojas užsiregistravo pats, nes įjungta vieša registracija.
ru_ru: Этот пользователь зарегистрировался сам, так как включена публичная регистрация.
uk_ua: Цей користувач зареєструвався самостійно, оскільки публічна реєстрація увімкнена.

source: This user was invited by {0} {1}.
ja_jp: このユーザーは {0} {1} に招待されました。
lt_lt: Šį naudotoją pakvietė {0} {1}.
ru_ru: Этот пользователь был приглашен {0} {1}.
uk_ua: Цей користувач був запрошений {0} {1}.

source: This user is missing the encryption key for the shared resource metadata. Please log in and go the user workspace and share the key with them manually.
ja_jp: このユーザーには共有リソースメタデータを復号する鍵がありません。ログインしてユーザーのワークスペースに移動し、手動で鍵を共有してください。
lt_lt: Šiam naudotojui trūksta šifravimo rakto bendrinamų išteklių metaduomenims. Prisijunkite ir eikite į naudotojo erdvę, kad rankiniu būdu pasidalintumėte raktu.
ru_ru: У этого пользователя отсутствует ключ шифрования для общих метаданных ресурса. Пожалуйста, войдите и перейдите в рабочую область пользователя, чтобы вручную предоставить ему ключ.
uk_ua: Цьому користувачу бракує ключа шифрування для метаданих спільного ресурсу. Будь ласка, увійдіть і відкрийте робочий простір користувача, а потім поділіться з ним ключем вручну.

source: view users
ja_jp: ユーザーを表示
lt_lt: peržiūrėti vartotojus
ru_ru: просмотреть пользователей
uk_ua: переглянути користувачів

source: This email is an automatic notification sent by
ja_jp: このメールは自動通知として送信されています
lt_lt: Šis el. laiškas yra automatinis pranešimas, siunčiamas
ru_ru: Это электронное письмо является автоматическим уведомлением, отправленным
uk_ua: Цей електронний лист є автоматичним сповіщенням, надісланим

source: You can disable these notifications by requesting an administrator to delete your account.
ja_jp: アカウント削除を管理者に依頼することで、これらの通知を無効にできます。
lt_lt: Galite išjungti šiuos pranešimus paprašę administratoriaus ištrinti jūsų paskyrą.
ru_ru: Вы можете отключить эти уведомления, попросив администратора удалить вашу учетную запись.
uk_ua: Ви можете вимкнути ці сповіщення, попросивши адміністратора видалити ваш обліковий запис.

source: The locale {0} is not valid or not supported.
ja_jp: ロケール {0} は有効でないかサポートされていません。
lt_lt: Lokalė {0} netinkama arba nepalaikoma.
ru_ru: Локаль {0} недействительна или не поддерживается.
uk_ua: Локаль {0} недійсна або не підтримується.

source: An Internal Error Has Occurred
ja_jp: 内部エラーが発生しました
lt_lt: Įvyko vidinė klaida
ru_ru: Произошла внутренняя ошибка
uk_ua: Сталася внутрішня помилка

source: The shared metadata key should be unique.
uk_ua: Спільний ключ метаданих має бути унікальним.

source: {0} deleted a password
uk_ua: {0} видалив(ла) пароль

source: The folder metadata provided cannot be decrypted.
uk_ua: Не вдалося розшифрувати метадані теки.

source: An unknown user attempted to identify as {0}.
uk_ua: Невідомий користувач намагався ідентифікувати себе як {0}.

source: An unknown user attempted to steal your login data.
uk_ua: Невідомий користувач намагався вкрасти ваші облікові дані.

source: The folder metadata key data could not be updated.
uk_ua: Не вдалося оновити ключ метаданих теки.

source: {0} deleted a password.
uk_ua: {0} видалив(ла) пароль.
