Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: Full base url is not set. The application is using: {0}.
ja_jp: Full base url が設定されていません。アプリケーションは {0} を使用しています。
lt_lt: Pilnas bazinis url nenustatytas. Programa naudoja: {0}.
ru_ru: Полный базовый url не задан. Приложение использует: {0}.
uk_ua: Повна базова URL-адреса не встановлена. Застосунок використовує: {0}.

source: Edit App.fullBaseUrl in {0}
ja_jp: {0} の App.fullBaseUrl を編集してください
lt_lt: Redaguokite App.fullBaseUrl faile {0}
ru_ru: Измените App.fullBaseUrl в {0}
uk_ua: Змініть App.fullBaseUrl у {0}

source: /healthcheck/status is reachable.
ja_jp: /healthcheck/status にアクセスできます。
lt_lt: /healthcheck/status pasiekiamas.
ru_ru: /healthcheck/status доступен.
uk_ua: /healthcheck/status доступний.

source: Could not reach the /healthcheck/status with the url specified in App.fullBaseUrl
ja_jp: App.fullBaseUrl で指定したURLにより /healthcheck/status に到達できませんでした
lt_lt: Nepavyko pasiekti /healthcheck/status su App.fullBaseUrl nurodytu url
ru_ru: Невозможно получить доступ к /healthcheck/status по url, указанному в App.fullBaseUrl
uk_ua: Не вдалося отримати доступ до /healthcheck/status за URL-адресою, вказаною в App.fullBaseUrl

source: Check that the domain name is correct in {0}
ja_jp: {0} のドメイン名が正しいか確認してください
lt_lt: Patikrinkite, ar domeno pavadinimas teisingas faile {0}
ru_ru: Проверьте, что доменное имя указано правильно в {0}
uk_ua: Перевірте правильність доменного імені у {0}

source: Check the network settings
ja_jp: ネットワークの設定を確認してください
lt_lt: Patikrinkite tinklo nustatymus
ru_ru: Проверьте сетевые настройки
uk_ua: Перевірте мережеві налаштування

source: Unique value set for security.salt
ja_jp: security.salt にユニークな値が設定されています
lt_lt: Nustatyta unikali reikšmė security.salt
ru_ru: Установлено уникальное значение для security.salt
uk_ua: Для security.salt встановлено унікальне значення

source: Default value found for security.salt
ja_jp: security.salt にデフォルト値が見つかりました
lt_lt: Rasta numatytoji reikšmė security.salt
ru_ru: Найдено значение по умолчанию для security.salt
uk_ua: Для security.salt знайдено типове значення

source: Edit the security.salt in {0}
ja_jp: {0} の security.salt を編集してください
lt_lt: Redaguokite security.salt faile {0}
ru_ru: Измените security.salt в {0}
uk_ua: Змініть security.salt у {0}

source: App.fullBaseUrl validation OK.
ja_jp: App.fullBaseUrl の検証はOKです。
lt_lt: App.fullBaseUrl patikra sėkminga.
ru_ru: Проверка App.fullBaseUrl пройдена успешно.
uk_ua: Перевірку App.fullBaseUrl пройдено успішно.

source: App.fullBaseUrl does not validate. A valid URL/IP is accepted, but found "{0}".
ja_jp: App.fullBaseUrlが無効です。有効なURL/IPアドレスのみ許可されますが、実際には「{0}」が検出されました。
lt_lt: „App.fullBaseUrl“ nėra tinkamas. Priimamas galiojantis URL/IP, tačiau rastas "{0}".
ru_ru: Значение App.fullBaseUrl не проходит проверку. Допускается корректный URL или IP-адрес, но получено "{0}".
uk_ua: App.fullBaseUrl не пройшов валідацію. Допускається дійсна URL/IP-адреса, але було знайдено "{0}".

source: Select a valid domain name as defined by section 2.3.1 of http://www.ietf.org/rfc/rfc1035.txt
ja_jp: http://www.ietf.org/rfc/rfc1035.txt のセクション2.3.1で定義されている有効なドメイン名を選択してください
lt_lt: Pasirinkite tinkamą domeno pavadinimą, kaip apibrėžta 2.3.1 skyriuje adresu http://www.ietf.org/rfc/rfc1035.txt
ru_ru: Выберите действительное доменное имя, определённое в разделе 2.3.1 http:\/\/www.ietf.org\/rfc\/rfc1035.txt
uk_ua: Оберіть дійсне доменне ім'я, як визначено в розділі 2.3.1 http://www.ietf.org/rfc/rfc1035.txt

source: IMPORTANT: Using an empty App.fullBaseUrl can lead to host header injection attack: https://owasp.org/www-project-web-security-testing-guide/v42/4-Web_Application_Security_Testing/07-Input_Validation_Testing/17-Testing_for_Host_Header_Injection
ja_jp: 重要: App.fullBaseUrlを空のまま使用すると、ホストヘッダーインジェクション攻撃の可能性があります: https://owasp.org/www-project-web-security-testing-guide/v42/4-Web_Application_Security_Testing/07-Input_Validation_Testing/17-Testing_for_Host_Header_Injection
lt_lt: SVARBU: Naudojant tuščią "App.fullBaseUrl" gali įvykti host antraštės injekcijos ataka: https://owasp.org/www-project-web-security-testing-guide/v42/4-Web_Application_Security_Testing/07-Input_Validation_Testing/17-Testing_for_Host_Header_Injection
ru_ru: ВАЖНО: Использование пустого App.fullBaseUrl может привести к атаке с подделкой заголовка host: https:\/\/owasp.org\/www-project-web-security-testing-guide\/v42\/4-Web_Application_Security_Testing\/07-Input_Validation_Testing\/17-Testing_for_Host_Header_Injection
uk_ua: ВАЖЛИВО: Використання порожнього App.fullBaseUrl може призвести до атаки з підробкою заголовка хосту: https://owasp.org/www-project-web-security-testing-guide/v42/4-Web_Application_Security_Testing/07-Input_Validation_Testing/17-Testing_for_Host_Header_Injection

source: The application is able to connect to the database
ja_jp: アプリケーションはデータベースに接続できます
lt_lt: Programa gali prisijungti prie duomenų bazės
ru_ru: Приложение может подключиться к базе данных
uk_ua: Застосунок може під'єднатися до бази даних

source: The driver defined in the database configuration is not supported.
ja_jp: データベース構成で定義されているドライバーはサポートされていません。
lt_lt: Tvarkyklė, nurodyta duomenų bazės konfigūracijoje, nepalaikoma.
ru_ru: Драйвер, указанный в конфигурации базы данных, не поддерживается.
uk_ua: Драйвер, визначений у конфігурації бази даних, не підтримується.

source: The application is not able to connect to the database.
ja_jp: アプリケーションはデータベースに接続できません。
lt_lt: Programa negali prisijungti prie duomenų bazės.
ru_ru: Приложение не может подключиться к базе данных.
uk_ua: Застосунок не може під'єднатися до бази даних.

source: Ensure that the driver defined in {0} is one of the following: {1}.
ja_jp: {0} で定義されたドライバーが次のいずれかであることを確認してください: {1}。
lt_lt: Įsitikinkite, kad tvarkyklė, nurodyta {0}, yra viena iš šių: {1}.
ru_ru: Убедитесь, что драйвер, указанный в {0}, является одним из следующих: {1}.
uk_ua: Переконайтеся, що драйвер, визначений у {0}, є одним із наступних: {1}.

source: Double check the host, database name, username and password in {0}.
ja_jp: {0} でホスト名、データベース名、ユーザー名、パスワードを再度確認してください。
lt_lt: Dar kartą patikrinkite pagrindinio kompiuterio adresą, duomenų bazės pavadinimą, naudotojo vardą ir slaptažodį faile {0}.
ru_ru: Перепроверьте хост, имя базы данных, имя пользователя и пароль в {0}.
uk_ua: Уважно перевірте хост, назву бази даних, ім'я користувача та пароль у {0}.

source: Make sure the database exists and is accessible for the given database user.
ja_jp: 指定されたデータベースユーザーがアクセスできるように、データベースが存在することを確認してください。
lt_lt: Įsitikinkite, kad duomenų bazė egzistuoja ir yra pasiekiama nurodytam duomenų bazės naudotojui.
ru_ru: Убедитесь, что база данных существует и доступна указанному пользователю базы данных.
uk_ua: Переконайтеся, що база даних існує та доступна вказаному користувачеві бази даних.

source: Some default content is present.
ja_jp: いくつかのデフォルトコンテンツが存在します。
lt_lt: Yra tam tikras numatytasis turinys.
ru_ru: Часть контента по умолчанию найдена.
uk_ua: Присутній типовий вміст.

source: No default content found.
ja_jp: デフォルトコンテンツが見つかりません。
lt_lt: Nerasta jokio numatytojo turinio.
ru_ru: Не найдено ни одного контента по умолчанию.
uk_ua: Типового вмісту не знайдено.

source: Run the install script to install the database tables
ja_jp: インストールスクリプトを実行してデータベーステーブルをインストールしてください
lt_lt: Paleiskite diegimo skriptą, kad įdiegtumėte duomenų bazės lenteles
ru_ru: Запустите установочный скрипт, чтобы установить таблицы базы данных
uk_ua: Запустіть скрипт встановлення, щоб встановити таблиці бази даних

source: The database schema is up to date.
ja_jp: データベーススキーマは最新です。
lt_lt: Duomenų bazės schema atnaujinta.
ru_ru: Схема базы данных актуальна.
uk_ua: Схема бази даних актуально оновлена.

source: The database schema is not up to date.
ja_jp: データベーススキーマが最新ではありません。
lt_lt: Duomenų bazės schema nėra atnaujinta.
ru_ru: Схема базы данных не актуальна.
uk_ua: Схема бази даних не оновлена.

source: Run the migration scripts:
ja_jp: マイグレーションスクリプトを実行してください：
lt_lt: Paleiskite migracijos skriptus:
ru_ru: Выполните скрипты миграции:
uk_ua: Запустіть скрипти міграції:

source: {0} tables found.
ja_jp: {0} 件のテーブルが見つかりました。
lt_lt: Rasta {0} lentelių.
ru_ru: Найдено таблиц: {0}.
uk_ua: Знайдено таблиці: {0}.

source: No table found.
ja_jp: テーブルが見つかりません。
lt_lt: Nerasta nė vienos lentelės.
ru_ru: Не найдена ни одна таблица.
uk_ua: Не знайдено жодної таблиці.

source: Cannot detect your system distribution details.
ja_jp: システムのディストリビューション情報を検出できません。
lt_lt: Nepavyksta nustatyti sistemos distribucijos detalių.
ru_ru: Не удаётся определить сведения о вашей системе.
uk_ua: Неможливо виявити деталі дистрибутива вашої системи.

source: See `{0}`.
ja_jp: `{0}` を参照してください。
lt_lt: Žr. `{0}`.
ru_ru: См. `{0}`.
uk_ua: Дивіться `{0}`.

source: Cannot detect your `gpg` or `libgcrypt` version.
ja_jp: `gpg` または `libgcrypt` のバージョンを検出できません。
lt_lt: Nepavyksta nustatyti jūsų `gpg` ar `libgcrypt` versijos.
ru_ru: Не удаётся определить версию `gpg` или `libgcrypt`.
uk_ua: Неможливо визначити вашу версію `gpg` або `libgcrypt`.

source: See `{0}` and `{1}`.
ja_jp: `{0}` と `{1}` を参照してください。
lt_lt: Žr. `{0}` ir `{1}`.
ru_ru: См. `{0}` и `{1}`.
uk_ua: Дивіться `{0}` і `{1}`.

source: GD or Imagick extension is installed.
ja_jp: GDまたはImagick拡張がインストールされています。
lt_lt: GD arba Imagick plėtinys įdiegtas.
ru_ru: Расширение GD или Imagick установлено.
uk_ua: Розширення GD або Imagick встановлено.

source: You must enable the gd or imagick extensions to use Passbolt.
ja_jp: パスボルトを使用するには gd または imagick 拡張機能を有効にする必要があります。
lt_lt: Norėdami naudoti Passbolt, turite įjungti gd arba imagick plėtinius.
ru_ru: Необходимо включить расширения gd или imagick, чтобы использовать Пассболт.
uk_ua: Щоб використовувати Passbolt, необхідно увімкнути розширення GD або Imagick.

source: See: https://secure.php.net/manual/en/book.image.php
ja_jp: 参照: https://secure.php.net/manual/en/book.image.php
lt_lt: Žr.: https://secure.php.net/manual/en/book.image.php
ru_ru: См.: https://secure.php.net/manual/en/book.image.php
uk_ua: Дивіться: https://secure.php.net/manual/en/book.image.php

source: See: https://secure.php.net/manual/en/book.imagick.php
ja_jp: 参照: https://secure.php.net/manual/en/book.imagick.php
lt_lt: Žr.: https://secure.php.net/manual/en/book.imagick.php
ru_ru: См.: https://secure.php.net/manual/en/book.imagick.php
uk_ua: Дивіться: https://secure.php.net/manual/en/book.imagick.php

source: Intl extension is installed.
ja_jp: Intl拡張がインストールされています。
lt_lt: Intl plėtinys įdiegtas.
ru_ru: Расширение Intl установлено.
uk_ua: Розширення Intl встановлено.

source: You must enable the intl extension to use Passbolt.
ja_jp: パスボルトを使用するには intl 拡張機能を有効にする必要があります。
lt_lt: Norėdami naudoti Passbolt, turite įjungti intl plėtinį.
ru_ru: Необходимо включить расширение intl, чтобы использовать Пассболт.
uk_ua: Щоб використовувати Passbolt, необхідно увімкнути розширення Intl.

source: See: https://secure.php.net/manual/en/book.intl.php
ja_jp: 参照: https://secure.php.net/manual/en/book.intl.php
lt_lt: Žr.: https://secure.php.net/manual/en/book.intl.php
ru_ru: См.: https://secure.php.net/manual/en/book.intl.php
uk_ua: Дивіться: https://secure.php.net/manual/en/book.intl.php

source: The logs directory and its content are writable.
ja_jp: ログディレクトリとその内容に書き込み可能です。
lt_lt: Žurnalų katalogas ir jo turinys yra rašomi.
ru_ru: Каталог журналов и его содержимое доступны для записи.
uk_ua: Каталог журналів та його вміст доступний для запису.

source: The logs directory and its content are not writable.
ja_jp: ログディレクトリとその内容に書き込みできません。
lt_lt: Žurnalų katalogas ir jo turinys nėra rašomi.
ru_ru: Каталог журналов и его содержимое недоступны для записи.
uk_ua: Каталог журналів та його вміст недоступний для запису.

source: Ensure the logs directory and its content are writable by the webserver user.
ja_jp: ログディレクトリとその内容がウェブサーバーユーザーによって書き込み可能であることを確認してください。
lt_lt: Įsitikinkite, kad žurnalų katalogą ir jo turinį gali įrašyti žiniatinklio serverio naudotojas.
ru_ru: Убедитесь, что каталог logs и его содержимое доступны для записи пользователю веб-сервера.
uk_ua: Переконайтеся, що каталог logs та його вміст доступні для запису користувачеві веб-сервера.

source: You can try:
ja_jp: 以下を試せます：
lt_lt: Galite pabandyti:
ru_ru: Можешь попробовать:
uk_ua: Ви можете спробувати:

source: Mbstring extension is installed.
ja_jp: Mbstring拡張がインストールされています。
lt_lt: Mbstring plėtinys įdiegtas.
ru_ru: Расширение Mbstring установлено.
uk_ua: Розширення Mbstring встановлено.

source: You must enable the mbstring extension to use Passbolt.
ja_jp: パスボルトを使用するには mbstring 拡張機能を有効にする必要があります。
lt_lt: Norėdami naudoti Passbolt, turite įjungti mbstring plėtinį.
ru_ru: Необходимо включить расширение mbstring, чтобы использовать Пассболт.
uk_ua: Щоб використовувати Passbolt, необхідно увімкнути розширення Mbstring.

source: See: https://secure.php.net/manual/en/book.mbstring.php
ja_jp: 参照: https://secure.php.net/manual/en/book.mbstring.php
lt_lt: Žr.: https://secure.php.net/manual/en/book.mbstring.php
ru_ru: См.: https://secure.php.net/manual/en/book.mbstring.php
uk_ua: Дивіться: https://secure.php.net/manual/en/book.mbstring.php

source: PHP version is {0} or above.
ja_jp: PHPバージョンが{0}以上です。
lt_lt: PHP versija yra {0} arba naujesnė.
ru_ru: Версия PHP {0} или выше.
uk_ua: Версія PHP {0} або новіша.

source: PHP version less than {0} will soon be not supported by passbolt, so consider upgrading your operating system or PHP environment.
ja_jp: PHPバージョンが{0}未満の場合、まもなくパスボルトではサポートされなくなるため、OSまたはPHP環境のアップグレードを検討してください。
lt_lt: Greitai "Passbolt" nebesuteiks palaikymo PHP versijai, senesnei nei {0}, todėl apsvarstykite galimybę atnaujinti savo operacinę sistemą ar PHP aplinką.
ru_ru: Версии PHP ниже {0} вскоре не будут поддерживаться Пассболтом, поэтому рассмотрите возможность обновления вашей операционной системы или окружения PHP.
uk_ua: Версія PHP менше {0} незабаром не підтримуватиметься Passbolt, тому подумайте про оновлення операційної системи або оточення PHP.

source: 64-bit architecture system detected.
ja_jp: <b>64</b>ビットアーキテクチャのシステムが検出されました。
lt_lt: Aptikta 64 bitų architektūros sistema.
ru_ru: Обнаружена система с 64-разрядной архитектурой.
uk_ua: Виявлено 64-бітну архітектуру системи.

source: 32-bit architecture system detected, this environment will not be supported as of Passbolt v5+.
ja_jp: <b>32</b>ビットアーキテクチャのシステムが検出されましたが、この環境はパスボルト v5以降ではサポートされません。
lt_lt: Aptikta 32 bitų architektūros sistema, ši aplinka nebebus palaikoma nuo „Passbolt“ v5+ versijos.
ru_ru: Обнаружена система с 32-разрядной архитектурой, эта среда не будет поддерживаться, начиная с Пассболт v5+.
uk_ua: Виявлено 32-бітну архітектуру системи, це середовище не буде підтримуватися в Passbolt v5+.

source: See PHP_INT_MAX - https://www.php.net/manual/en/language.types.integer.php
ja_jp: 参照: PHP_INT_MAX - https://www.php.net/manual/en/language.types.integer.php
lt_lt: Žr. PHP_INT_MAX - https://www.php.net/manual/en/language.types.integer.php
ru_ru: См. PHP_INT_MAX - https://www.php.net/manual/en/language.types.integer.php
uk_ua: Дивіться PHP_INT_MAX - https://www.php.net/manual/en/language.types.integer.php

source: PCRE compiled with unicode support.
ja_jp: Unicodeサポート付きでPCREがコンパイルされています。
lt_lt: PCRE sukompiliuota su Unicode palaikymu.
ru_ru: PCRE скомпилирован с поддержкой Unicode.
uk_ua: PCRE скомпільовано з підтримкою Unicode.

source: PCRE has not been compiled with Unicode support.
ja_jp: PCREはUnicodeサポート付きでコンパイルされていません。
lt_lt: PCRE nėra sukompiliuota su Unicode palaikymu.
ru_ru: PCRE скомпилирован без поддержки Unicode.
uk_ua: PCRE не було скомпільовано з підтримкою Unicode.

source: Recompile PCRE with Unicode support by adding --enable-unicode-properties when configuring.
ja_jp: PCREを再コンパイルする際に --enable-unicode-properties を追加して、Unicodeサポートを有効にしてください。
lt_lt: Perkompiliuokite PCRE su Unicode palaikymu, konfigūruodami pridėdami --enable-unicode-properties.
ru_ru: Перекомпилируйте PCRE с поддержкой Unicode, добавив --enable-unicode-properties при конфигурации.
uk_ua: Перекомпілюйте PCRE з підтримкою Unicode, додавши --enable-unicode-properties під час налаштування.

source: PHP version {0}.
ja_jp: PHPバージョン {0}。
lt_lt: PHP versija {0}.
ru_ru: Версия PHP {0}.
uk_ua: Версія PHP {0}.

source: PHP version is too low, passbolt need PHP {0} or higher.
ja_jp: PHPバージョンが低すぎます。パスボルトはPHP {0}以上が必要です。
lt_lt: PHP versija yra per sena, "Passbolt" reikia PHP {0} ar naujesnės.
ru_ru: Текущая версия PHP слишком старая, Пассболту требуется PHP {0} или выше.
uk_ua: Версія PHP занадто стара, Passbolt потребує PHP {0} або новішу.

source: System clock is synchronized and NTP service is active.
ja_jp: システムクロックが同期され、NTPサービスがアクティブです。
lt_lt: Sistemos laikrodis sinchronizuotas, NTP paslauga įjungta.
ru_ru: Системные часы синхронизированы, служба NTP активна.
uk_ua: Системний годинник синхронізовано, і служба NTP активна.

source: System clock and NTP service information cannot be found.
ja_jp: システムクロックとNTPサービスの情報が見つかりません。
lt_lt: Nepavyksta rasti sistemos laikrodžio ir NTP paslaugos informacijos.
ru_ru: Информация о системных часах и службе NTP не найдена.
uk_ua: Інформацію про системний годинник та службу NTP не знайдено.

source: NTP service is active but the system clock is not synchronized.
ja_jp: NTPサービスはアクティブですが、システムクロックは同期されていません。
lt_lt: NTP paslauga įjungta, tačiau sistemos laikrodis nesinchronizuotas.
ru_ru: Служба NTP активна, но системные часы не синхронизированы.
uk_ua: Служба NTP активна, але системний годинник не синхронізовано.

source: System clock is synchronized but NTP service is inactive.
ja_jp: システムクロックは同期されていますが、NTPサービスはアクティブではありません。
lt_lt: Sistemos laikrodis sinchronizuotas, tačiau NTP paslauga išjungta.
ru_ru: Системные часы синхронизированы, но служба NTP не активна.
uk_ua: Системний годинник синхронізовано, але служба NTP неактивна.

source: System clock is not synchronized and NTP service is inactive.
ja_jp: システムクロックが同期されておらず、NTPサービスもアクティブではありません。
lt_lt: Sistemos laikrodis nesinchronizuotas, NTP paslauga išjungta.
ru_ru: Системные часы не синхронизированы, а служба NTP не активна.
uk_ua: Системний годинник не синхронізовано, а служба NTP неактивна.

source: That generally means the NTP service is failing to contact any NTP servers.
ja_jp: これは通常、NTPサービスがNTPサーバーに接続できていないことを意味します。
lt_lt: Tai paprastai reiškia, kad NTP paslauga nesugeba prisijungti prie jokių NTP serverių.
ru_ru: Как правило, это означает, что служба NTP не может подключиться ни к одному серверу NTP.
uk_ua: Зазвичай це означає, що службі NTP не вдається зв'язатися з будь-якими серверами NTP.

source: See `{0}`. More information: {1}
ja_jp: `{0}` を参照してください。詳細: {1}
lt_lt: Žr. `{0}`. Daugiau informacijos: {1}
ru_ru: См. `{0}`. Дополнительная информация: {1}
uk_ua: Дивіться `{0}`. Додаткова інформація: {1}

source: The temporary directory and its content are writable and not executable.
ja_jp: 一時ディレクトリとその内容は書き込み可能であり、実行可能ではありません。
lt_lt: Laikinasis katalogas ir jo turinys yra rašomi ir neturi vykdymo teisių.
ru_ru: Временный каталог и его содержимое доступны для записи и не имеют права на выполнение.
uk_ua: Тимчасовий каталог та його вміст доступні для запису і не виконуються.

source: The temporary directory and its content are not writable, or are executable.
ja_jp: 一時ディレクトリとその内容に書き込めないか、もしくは実行可能になっています。
lt_lt: Laikinasis katalogas ir jo turinys nėra rašomi arba turi vykdymo teises.
ru_ru: Временный каталог и его содержимое либо недоступны для записи, либо имеют права на выполнение.
uk_ua: Тимчасовий каталог та його вміст недоступні для запису, або є виконуваними.

source: Ensure the temporary directory and its content are writable by the webserver user.
ja_jp: 一時ディレクトリとその内容がウェブサーバーユーザーによって書き込み可能であることを確認してください。
lt_lt: Įsitikinkite, kad laikinasis katalogas ir jo turinys yra rašomi žiniatinklio serverio naudotojo.
ru_ru: Убедитесь, что временный каталог и его содержимое доступны для записи пользователю веб-сервера.
uk_ua: Переконайтеся, що тимчасовий каталог та його вміст доступні для запису користувачеві вебсервера.

source: you can try:
ja_jp: 以下を試せます：
lt_lt: galite pabandyti:
ru_ru: можешь попробовать:
uk_ua: ви можете спробувати:

source: The private key can be used to decrypt a message.
ja_jp: 秘密鍵を使用してメッセージを復号できます。
lt_lt: Privatus raktas gali būti naudojamas pranešimui iššifruoti.
ru_ru: Закрытый ключ можно использовать для расшифровки сообщения.
uk_ua: Приватний ключ можна використовувати для розшифрування повідомлень.

source: The private key cannot be used to decrypt a message
ja_jp: 秘密鍵を使用してメッセージを復号できません
lt_lt: Privatus raktas negali būti naudojamas pranešimui iššifruoti
ru_ru: Закрытый ключ нельзя использовать для расшифровки сообщения
uk_ua: Приватний ключ неможливо використовувати для розшифрування повідомлень

source: The private key can be used to decrypt and verify a message.
ja_jp: 秘密鍵を使用してメッセージを復号し、検証できます。
lt_lt: Privatus raktas gali būti naudojamas pranešimui iššifruoti ir patikrinti.
ru_ru: Закрытый ключ можно использовать для расшифровки и проверки сообщения.
uk_ua: Приватний ключ можна використовувати для розшифрування та перевірки повідомлень.

source: The private key cannot be used to decrypt and verify a message
ja_jp: 秘密鍵を使用してメッセージを復号および検証できません
lt_lt: Privatus raktas negali būti naudojamas pranešimui iššifruoti ir patikrinti
ru_ru: Закрытый ключ нельзя использовать для расшифровки и проверки сообщения
uk_ua: Приватний ключ не можна використовувати для розшифрування та перевірки повідомлень

source: The public key can be used to encrypt a message.
ja_jp: 公開鍵を使用してメッセージを暗号化できます。
lt_lt: Viešasis raktas gali būti naudojamas pranešimui užšifruoti.
ru_ru: Открытый ключ можно использовать для шифрования сообщения.
uk_ua: Публічний ключ можна використовувати для шифрування повідомлень.

source: The public key cannot be used to encrypt a message
ja_jp: 公開鍵を使用してメッセージを暗号化できません
lt_lt: Viešasis raktas negali būti naudojamas pranešimui užšifruoti
ru_ru: Открытый ключ нельзя использовать для шифрования сообщения
uk_ua: Публічний ключ не можна використовувати для шифрування повідомлень.

source: Make sure that the server private key is valid and that there is no passphrase.
ja_jp: サーバーの秘密鍵が有効で、パスフレーズが設定されていないことを確認してください。
lt_lt: Įsitikinkite, kad serverio privatus raktas yra galiojantis ir neturi slaptažodžio.
ru_ru: Убедитесь, что закрытый ключ сервера действителен и не имеет пароля.
uk_ua: Переконайтеся, що приватний ключ сервера чинний і не має парольної фрази.

source: Make sure you imported the private server key in the keyring of the webserver user.
ja_jp: ウェブサーバーユーザーのキーリングにサーバーの秘密鍵をインポートしていることを確認してください。
lt_lt: Įsitikinkite, kad importavote serverio privatų raktą į žiniatinklio serverio naudotojo raktų rinkinį.
ru_ru: Убедитесь, что вы импортировали закрытый ключ сервера в связку ключей пользователя веб-сервера.
uk_ua: Переконайтеся, що ви імпортували приватний ключ сервера до зв'язки ключів користувача вебсервера.

source: The public and private keys can be used to encrypt and sign a message.
ja_jp: 公開鍵と秘密鍵を使用してメッセージを暗号化および署名できます。
lt_lt: Viešasis ir privatus raktai gali būti naudojami pranešimui užšifruoti ir pasirašyti.
ru_ru: Открытый и закрытый ключи можно использовать для шифрования и подписания сообщения.
uk_ua: Публічний і приватний ключі можна використовувати для шифрування та підпису повідомлень.

source: The public and private keys cannot be used to encrypt and sign a message
ja_jp: 公開鍵と秘密鍵を使用してメッセージを暗号化および署名できません
lt_lt: Viešasis ir privatus raktai negali būti naudojami pranešimui užšifruoti ir pasirašyti
ru_ru: Открытый и закрытый ключи нельзя использовать для шифрования и подписания сообщения
uk_ua: Публічний і приватний ключі не можна використовувати для шифрування та підпису повідомлень.

source: The private key can be used to sign a message.
ja_jp: 秘密鍵を使用してメッセージに署名できます。
lt_lt: Privatus raktas gali būti naudojamas pranešimui pasirašyti.
ru_ru: Закрытый ключ можно использовать для подписания сообщения.
uk_ua: Приватний ключ можна використовувати для підпису повідомлень.
