Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The metadata key is marked as expired.
ja_jp: メタデータキーは期限切れとしてマークされています。
lt_lt: Metaduomenų raktas pažymėtas kaip pasibaigęs.
ru_ru: Ключ метаданных помечен как просроченный.
uk_ua: Ключ метаданих позначений як такий, що сплив термін його дії.

source: It is not allowed to create v5-password-string resource types.
ja_jp: V5-password-string リソースタイプの作成は許可されていません。
lt_lt: Draudžiama kurti v5-password-string išteklių tipus.
ru_ru: Запрещено создавать типы ресурсов v5-password-string.
uk_ua: Створення ресурсів типу v5-password-string заборонено.

source: The resource type should not be deleted.
ja_jp: リソースタイプを削除できません。
lt_lt: Ištekliaus tipas neturėtų būti ištrintas.
ru_ru: Тип ресурса не должен быть удалён.
uk_ua: Тип ресурсу не повинен бути видаленим.

source: The resource metadata provided can not be decrypted.
ja_jp: 提供されたリソースメタデータを復号できませんでした。
lt_lt: Pateiktų ištekliaus metaduomenų iššifruoti nepavyko.
ru_ru: Предоставленные метаданные ресурса не могут быть расшифрованы.
uk_ua: Надані метадані ресурсу неможливо розшифрувати.

source: A resource of type personal cannot be shared with other users or a group.
ja_jp: Personalタイプのリソースは、他のユーザーやグループと共有できません。
lt_lt: Asmeninio tipo ištekliaus negalima bendrinti su kitais naudotojais ar grupe.
ru_ru: Ресурс типа personal не может быть передан другим пользователям или группе.
uk_ua: Ресурс типу personal не можна ділити з іншими користувачами чи групою.

source: The settings selected by your administrator prevent from upgrading v4 to v5.
ja_jp: 管理者が選択した設定により、v4をv5にアップグレードできません。
lt_lt: Jūsų administratoriaus pasirinkti nustatymai neleidžia atnaujinti iš v4 į v5.
ru_ru: Выбранные администратором настройки не позволяют обновить v4 до v5.
uk_ua: Налаштування, встановлені вашим адміністратором, не дозволяють оновити v4 до v5.

source: The resource should not be already soft deleted.
ja_jp: そのリソースはまだソフトデリート（論理削除）されていないはずです。
lt_lt: Išteklius neturėtų būti jau ištrintas.
ru_ru: Ресурс не должен быть уже мягко удален.
uk_ua: Ресурс не має бути вже мʼяко видалений.

source: The user cannot delete this resource.
ja_jp: そのユーザーはこのリソースを削除できません。
lt_lt: Vartotojas negali ištrinti šio šaltinio.
ru_ru: Пользователь не может удалить этот ресурс.
uk_ua: Користувач не може видалити цей ресурс.

source: The name should be a valid ASCII string.
ja_jp: 名前は有効な ASCII 文字列でなければなりません。
lt_lt: Pavadinimas turi būti tinkama ASCII eilutė.
ru_ru: Имя должно быть допустимой строкой ASCII.
uk_ua: Імʼя має бути дійсним рядком ASCII.

source: The description should be a valid BMP-UTF8 string.
ja_jp: 説明は有効なBMP-UTF8文字列でなければなりません。
lt_lt: Aprašymas turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Описание должно быть допустимой строкой BMP-UTF8.
uk_ua: Опис має бути дійсним рядком BMP-UTF8.

source: A role already exists for the given name.
ja_jp: 与えられた名前のロールがすでに存在します。
lt_lt: Suteikto vardo vaidmuo jau yra.
ru_ru: Роль для данного имени уже существует.
uk_ua: Роль із вказаним імʼям уже існує.

source: The role name should be from the list of allowed role names.
ja_jp: ロール名は、許可されたロール名のリストにあるものでなければなりません。
lt_lt: Vaidmenų pavadinimas turi būti iš leidžiamų vaidmenų pavadinimų sąrašo.
ru_ru: Имя роли должно быть из списка разрешенных имен ролей.
uk_ua: Імʼя ролі має бути зі списку дозволених імен ролей.

source: The resource identifier is required.
ja_jp: リソース識別子が必要です。
lt_lt: Būtinas ištekliaus identifikatorius.
ru_ru: Требуется идентификатор ресурса.
uk_ua: Потрібен ідентифікатор ресурсу.

source: The resource identifier should not be empty.
ja_jp: リソース識別子は空にしないでください。
lt_lt: Ištekliaus identifikatoriaus laukas neturi būti tuščias.
ru_ru: Идентификатор ресурса не должен быть пустым.
uk_ua: Ідентифікатор ресурсу не повинен бути порожнім.

source: The message should be a valid ASCII string.
ja_jp: メッセージは有効なASCII文字列でなければなりません。
lt_lt: Pranešime turi būti galiojanti ASCII eilutė.
ru_ru: Сообщение должно быть допустимой строкой ASCII.
uk_ua: Повідомлення має бути дійсним рядком ASCII.

source: A message is required.
ja_jp: メッセージが必要です。
lt_lt: Reikalingas pranešimas.
ru_ru: Требуется сообщение.
uk_ua: Необхідно вказати повідомлення.

source: The message should not be empty.
ja_jp: メッセージは空にできません。
lt_lt: Pranešimas neturi būti tuščias.
ru_ru: Сообщение не должно быть пустым.
uk_ua: Повідомлення не повинно бути порожнім.

source: A secret already exists for the given user and resource.
ja_jp: 秘密はすでに、指定されたユーザーとリソースに存在します。
lt_lt: Tam tikro vartotojo ir šaltinio paslaptis jau yra.
ru_ru: Секрет уже существует для данного пользователя и ресурса.
uk_ua: Секрет для вказаного користувача й ресурсу вже існує.

source: The user identifier by should be a valid UUID.
ja_jp: ユーザー識別子は有効なUUIDでなければなりません。
lt_lt: Vartotojo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя должен быть действительным UUID.
uk_ua: Ідентифікатор користувача by має бути дійсним UUID.

source: A username is required.
ja_jp: ユーザー名が必要です。
lt_lt: Reikalingas vartotojo pavadinimas.
ru_ru: Требуется имя пользователя.
uk_ua: Необхідно вказати імʼя користувача.

source: The username should be a valid email address.
ja_jp: ユーザー名は有効なメールアドレスである必要があります。
lt_lt: Vartotojo vardas turi būti galiojantis el. pašto adresas.
ru_ru: Имя пользователя должно быть действительным адресом электронной почты.
uk_ua: Імʼя користувача має бути дійсною адресою електронної пошти.

source: The role identifier should be a valid UUID.
ja_jp: ロール識別子は有効なUUIDである必要があります。
lt_lt: Vaidmens identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор роли должен быть допустимым UUID.
uk_ua: Ідентифікатор ролі має бути дійсним UUID.

source: A role identifier is required.
ja_jp: ロール識別子が必要です。
lt_lt: Būtinas vaidmens identifikatorius.
ru_ru: Требуется идентификатор роли.
uk_ua: Потрібен ідентифікатор ролі.

source: The disabled date should be a valid date.
ja_jp: 無効化された日付は有効な日付である必要があります。
lt_lt: Išjungimo data turi būti galiojanti data.
ru_ru: Дата отключения должна быть корректной.
uk_ua: Дата відключення має бути дійсною датою.

source: The profile should not be empty.
ja_jp: プロファイルは空にしないでください。
lt_lt: Profilis neturėtų būti tuščias.
ru_ru: Профиль не должен быть пустым.
uk_ua: Профіль не повинен бути порожнім.

source: The username should not be empty.
ja_jp: ユーザー名は空にしないでください。
lt_lt: Vartotojo vardas negali būti tuščias.
ru_ru: Имя пользователя не должно быть пустым.
uk_ua: Імʼя користувача не повинно бути порожнім.

source: The username length should be maximum 255 characters.
ja_jp: ユーザー名の長さは255文字以内である必要があります。
lt_lt: Vartotojo vardo ilgis turi būti ne didesnis kaip 255 simboliai.
ru_ru: Длина имени пользователя должна быть не более 255 символов.
uk_ua: Довжина імені користувача не повинна перевищувати 255 символів.

source: The username is already in use.
ja_jp: このユーザー名はすでに使用されています。
lt_lt: Vartotojo vardas jau naudojamas.
ru_ru: Имя пользователя уже используется.
uk_ua: Імʼя користувача вже використовується.

source: The role identifier does not exist.
ja_jp: ロール識別子が存在しません。
lt_lt: Vaidmens identifikatorius neegzistuoja.
ru_ru: Идентификатор роли не существует.
uk_ua: Ідентифікатор ролі не існує.

source: The user should not be sole owner of shared content, transfer the ownership to other users.
ja_jp: そのユーザーは、共有コンテンツの単独所有者ではありません。他のユーザーに所有権を譲渡する必要があります。
lt_lt: Vartotojas neturėtų būti vienintelis dalinamosi turinio savininkas, perduoti nuosavybės teisę kitiems vartotojams.
ru_ru: Пользователь не должен быть единственным владельцем общего контента, передавать право собственности другим пользователям.
uk_ua: Користувач не повинен бути єдиним власником спільного вмісту, передайте власність іншим користувачам.

source: The user should not be sole group manager of group(s), transfer the management to other users.
ja_jp: このユーザーはグループ (複数) の唯一のグループマネージャーであってはなりません。管理を他のユーザーに譲渡します。
lt_lt: Vartotojas neturėtų būti vienintelis grupės (-ių) valdytojas, perduoti valdymą kitiems vartotojams.
ru_ru: Пользователь не должен быть единоличным менеджером группы (групп), передавать управление другим пользователям.
uk_ua: Користувач не повинен бути єдиним менеджером груп(и), передайте управління іншим користувачам.

source: Could not delete the user {0}, please try again later.
ja_jp: ユーザー {0} さんを削除できませんでした。後でもう一度お試しください。
lt_lt: Nepavyko ištrinti naudotojo {0}, bandykite dar kartą vėliau.
ru_ru: Не удалось удалить пользователя {0}. Повторите попытку позже.
uk_ua: Не вдалося видалити користувача {0}, будь ласка, спробуйте пізніше.

source: The armored key should be a valid ASCII-armored OpenPGP key.
ja_jp: アーマー（暗号化）されたキーは有効なASCIIアーマーされたOpenPGPキーでなければなりません。
lt_lt: Šarvuotas raktas turėtų būti galiojantis ASCII šarvuotas „OpenPGP“ raktas.
ru_ru: Бронированный ключ должен быть действительным ключом OpenPGP в кодировке ASCII.
uk_ua: Ключ має бути дійсним ASCII-armor ключем OpenPGP.

source: The armored key is not valid.
ja_jp: アーマードキーが無効です。
lt_lt: Šarvuotas raktas yra netinkamas.
ru_ru: Бронированный ключ недействителен.
uk_ua: Ключ ASCII-armor не є дійсним.

source: The message should be a valid ASCII-armored OpenPGP message.
ja_jp: メッセージは有効なASCIIアーマーされたOpenPGPメッセージである必要があります。
lt_lt: Pranešimas turi būti galiojantis ASCII šarvuotas OpenPGP pranešimas.
ru_ru: Сообщение должно быть допустимым сообщением OpenPGP в кодировке ASCII.
uk_ua: Повідомлення має бути дійсним повідомленням ASCII-armor OpenPGP.

source: The creation date should be set in the past.
ja_jp: 作成日は過去に設定する必要があります。
lt_lt: Sukūrimo data turėtų būti nustatyta praeityje.
ru_ru: Дата создания должна быть установлена ​​в прошлом.
uk_ua: Дата створення має бути встановлена в минулому.

source: The key should not already be expired.
ja_jp: キーの有効期限はまだ切れていないはずです。
lt_lt: Rakto galiojimo laikas neturi būti pasibaigęs.
ru_ru: Срок действия ключа не должен быть истек.
uk_ua: Термін дії ключа не має бути вже минулим.

source: The date should not be set in the future.
ja_jp: 日付を未来に設定することはできません。
lt_lt: Data neturėtų būti nustatyta ateityje.
ru_ru: Дата не должна быть установлена в будущем.
uk_ua: Дату не можна встановлювати в майбутньому.

source: The date could not be parsed.
ja_jp: 日付を解析できませんでした。
lt_lt: Datos nepavyko išanalizuoti.
ru_ru: Не удалось обработать дату.
uk_ua: Неможливо розібрати дату.

source: The email should be a valid email address.
ja_jp: メールアドレスは有効なメールアドレスにしてください。
lt_lt: El. paštas turi būti galiojantis el. pašto adresas.
ru_ru: Электронная почта должна быть действительным адресом электронной почты.
uk_ua: Електронна адреса має бути дійсною.

source: The regular expression should be a valid string.
ja_jp: 正規表現は有効な文字列である必要があります。
lt_lt: Reguliarioji išraiška turi būti tinkama eilutė.
ru_ru: Регулярное выражение должно быть допустимой строкой.
uk_ua: Регулярний вираз повинен бути дійсним рядком.

source: The fingerprint does not match the one of the armored key.
ja_jp: 指紋がアーマーされたキーのものと一致しません。
lt_lt: Pirštų atspaudas nesutampa su šarvuoto rakto atspaudu.
ru_ru: Отпечаток пальца не совпадает с отпечатком бронированного ключа.
uk_ua: Відбиток не збігається з відбитком ASCII-armor ключа.

source: The fingerprint should be a string of 40 hexadecimal characters.
ja_jp: 指紋は40文字の16進数である必要があります。
lt_lt: Kontrolinį kodą turi sudaryti 40 šešioliktainių simbolių eilutė.
ru_ru: Отпечаток должен быть строкой из 40 шестнадцатеричных символов.
uk_ua: Відбиток має складатися з 40 шістнадцяткових символів.

source: The type should be one of the following: RSA, ECC, ECDSA, DH.
ja_jp: 型は以下のいずれかでなければなりません: RSA、ECC、ECDSA、DH。
lt_lt: Tipas turi būti vienas iš šių: RSA, ECC, ECDSA, DH.
ru_ru: Тип должен быть одним из следующих: RSA, DSA, ECC, ELGAMAL, ECDSA, DH.
uk_ua: Тип повинен бути одним із наступних: RSA, ECC, ECDSA, DH.

source: The delete status should be a valid boolean.
ja_jp: 削除ステータスは有効なブール値である必要があります。
lt_lt: Ištrynimo būsena turi būti tinkama loginė vertė.
ru_ru: Статус удаления должен быть допустимым логическим значением.
uk_ua: Статус видалення має бути дійсним логічним значенням.

source: The field must be null when creating a new record.
ja_jp: 新しいレコードを作成するとき、そのフィールドは null でなければなりません。
lt_lt: Kuriant naują įrašą šis laukas turi būti null.
ru_ru: Поле должно быть null при создании новой записи.
uk_ua: Це поле повинно бути null під час створення нового запису.

source: The key identifier should be a string of 8 hexadecimal characters.
ja_jp: キー識別子は8文字の16進数でなければなりません。
lt_lt: Pagrindinį identifikatorių turėtų sudaryti 8 šešioliktainiai simboliai.
ru_ru: Идентификатор ключа должен быть строкой из 8 шестнадцатеричных символов.
uk_ua: Ідентифікатор ключа має бути рядком з 8 шістнадцяткових символів.

source: {0} updated your memberships in several groups
ja_jp: {0} さんが複数のグループのあなたのメンバーシップを更新しました
lt_lt: {0} atnaujino jūsų narystes keliose grupėse
ru_ru: {0} обновил ваше членство в нескольких группах
uk_ua: {0} оновив(ла) вашу участь у кількох групах

source: {0} deleted several group memberships
ja_jp: {0} さんが複数のグループメンバーシップを削除しました
lt_lt: {0} ištrynė kelias grupės narystes
ru_ru: {0} удалил несколько членов группы
uk_ua: {0} видалив(ла) кілька учасників в групі

source: You made changes on several resources
ja_jp: 複数のリソースで変更を行いました
lt_lt: Atlikote pakeitimus keliuose ištekliuose
ru_ru: Вы внесли изменения на нескольких ресурсах
uk_ua: Ви внесли зміни в кількох ресурсах

source: {0} has made changes on several resources
ja_jp: {0} さんが複数のリソースで変更を行いました
lt_lt: {0} atliko kelių išteklių pakeitimus
ru_ru: {0} внес изменения в несколько ресурсов
uk_ua: {0} вніс(ла) зміни в декілька ресурсів

source: {0} shared several items with you
ja_jp: {0} さんが複数の項目をあなたと共有しました
lt_lt: {0} pasidalino su jumis keliais elementais
ru_ru: {0} поделился с вами несколькими элементами
uk_ua: {0} поділився(лася) з вами кількома елементами

source: {0} just activated their account on passbolt
ja_jp: {0}さんがパスボルトでアカウントを有効化したところです
lt_lt: {0} ką tik suaktyvino savo paskyrą naudodami „passbolt“
ru_ru: {0} только что активировали свою учетную запись с помощью пароля
uk_ua: {0} щойно активував(ла) свій обліковий запис у Passbolt

source: {0} commented on {1}
ja_jp: {0} さんが {1} にコメントしました
lt_lt: {0} pakomentavo {1}
ru_ru: {0} прокомментировал {1}
uk_ua: {0} прокоментував(ла) {1}

source: {0} deleted the group {1}
ja_jp: {0} さんがグループ {1} を削除しました
lt_lt: {0} ištrynė grupę {1}
ru_ru: {0} удалил группу {1}
uk_ua: {0} видалив(ла) групу {1}

source: {0} updated the group {1}
ja_jp: {0} さんがグループ {1} を更新しました
lt_lt: {0} atnaujino grupę {1}
ru_ru: {0} обновил группу {1}
uk_ua: {0} оновив(ла) групу {1}

source: {0} added you to the group {1}
ja_jp: {0} さんがあなたをグループ {1} に追加しました
lt_lt: {0} pridėjo jus prie grupės {1}
ru_ru: {0} добавил вас в группу {1}
uk_ua: {0} додав(ла) вас до групи {1}

source: {0} requested you to add members to {1}
ja_jp: {0} さんがあなたに、メンバーを{1} に追加するようにリクエストしました
lt_lt: {0} pridėjo jus prie grupės {1}
ru_ru: {0} попросил вас добавить участников в {1}
uk_ua: {0} попросив(ла) вас додати учасників до {1}

source: You have been requested to add members to {0}
ja_jp: メンバーを {0} に追加するようリクエストされました
lt_lt: Paprašyta pridėti narių prie {0}
ru_ru: Вас попросили добавить участников в {0}
uk_ua: Вам було запропоновано додати учасників до {0}

source: {0} removed you from the group {1}
ja_jp: {0} さんがグループ {1} からあなたを削除しました
lt_lt: {0} pašalino jus iš grupės {1}
ru_ru: {0} удалил вас из группы {1}
uk_ua: {0} видалив(ла) вас із групи {1}

source: {0} updated your membership in the group {1}
ja_jp: {0} さんがグループ {1} のあなたのメンバーシップを更新しました
lt_lt: {0} atnaujino jūsų narystę grupėje {1}
ru_ru: {0} обновил свое членство в группе {1}
uk_ua: {0} оновив(ла) вашу участь у групі {1}

source: {0} just completed the account recovery process
ja_jp: {0} がアカウントの復旧プロセスを完了しました
lt_lt: {0} ką tik baigė riboti atkūrimo procesą
ru_ru: {0} только что завершил процесс восстановления аккаунта
uk_ua: {0} щойно завершив процес відновлення облікового запису

source: You just completed the account recovery process!
ja_jp: アカウントの復旧プロセスを完了しました！
lt_lt: Ką tik baigėte paskyros atkūrimo procesą!
ru_ru: Вы только что завершили процесс восстановления учетной записи!
uk_ua: Ви щойно завершили процес відновлення облікового запису!

source: Your account recovery, {0}!
ja_jp: アカウントが復旧しました、{0} さん！
lt_lt: Jūsų paskyros atkūrimas, {0}!
ru_ru: Восстановление вашей учетной записи, {0}!
uk_ua: Відновлення вашого облікового запису, {0}!

source: You added the password {0}
ja_jp: あなたはパスワード {0} を追加しました
lt_lt: Pridėjote slaptažodį {0}
ru_ru: Вы добавили пароль {0}
uk_ua: Ви додали пароль {0}

source: You added a new password
ja_jp: 新しいパスワードを追加しました
lt_lt: Pridėjote naują slaptažodį
ru_ru: Вы добавили новый пароль
uk_ua: Ви додали новий пароль

source: {0} deleted the password {1}
ja_jp: {0} さんがパスワード {1} を削除しました
lt_lt: {0} ištrynė slaptažodį {1}
ru_ru: {0} удалил пароль {1}
uk_ua: {0} видалив(ла) пароль {1}

source: You edited a resource
ja_jp: リソースを編集しました
lt_lt: Redagavote išteklį
ru_ru: Вы изменили ресурс
uk_ua: Ви відредагували ресурс

source: {0} edited a resource
ja_jp: {0} がリソースを編集しました
lt_lt: {0} redagavo šaltinį
ru_ru: {0} изменил ресурс
uk_ua: {0} відредагував(-ла) ресурс

source: You edited the resource {0}
ja_jp: リソース {0} を編集しました
lt_lt: Redagavote išteklį {0}
ru_ru: Вы изменили ресурс {0}
uk_ua: Ви відредагували ресурс {0}

source: {0} edited the resource {1}
ja_jp: {0}さんがリソース {1} を編集しました
lt_lt: {0} redagavo išteklių {1}
ru_ru: {0} изменил ресурс {1}
uk_ua: {0} відредагував(ла) ресурс {1}

source: {0} can not complete the account recovery process!
ja_jp: {0} はアカウントの復旧プロセスを完了できません！
lt_lt: {0} negali užbaigti paskyros atkūrimo proceso!
ru_ru: {0} не может завершить процесс восстановления учетной записи!
uk_ua: {0} не може завершити процес відновлення облікового запису!

source: {0} shared the resource {1}
ja_jp: {0}さんがリソース {1} を共有しました
lt_lt: {0} pasidalijo ištekliumi {1}
ru_ru: {0} поделился ресурсом {1}
uk_ua: {0} поділився(лася) ресурсом {1}

source: {0} shared a resource
ja_jp: {0}さんがリソースを共有しました
lt_lt: {0} pasidalijo ištekliumi
ru_ru: {0} поделился ресурсом
uk_ua: {0} поділився(лася) ресурсом

source: You deleted administrator {0}
ja_jp: 管理者 {0} を削除しました
lt_lt: Ištrynėte administratorių {0}
ru_ru: Вы удалили администратора {0}
uk_ua: Ви видалили адміністратора {0}

source: {0} deleted your account
ja_jp: {0} さんがあなたのアカウントを削除しました
lt_lt: {0} ištrynė jūsų paskyrą
ru_ru: {0} удалил вашу учетную запись
uk_ua: {0} видалив(ла) ваш обліковий запис

source: {0} deleted administrator {1}
ja_jp: {0} さんが管理者 {1} を削除しました
lt_lt: {0} ištrynė administratorių {1}
ru_ru: {0} удалил администратора {1}
uk_ua: {0} видалив(ла) адміністратора {1}

source: Your account has been suspended
ja_jp: あなたのアカウントは停止されました
lt_lt: Jūsų paskyra buvo sustabdyta
ru_ru: Ваша учетная запись была отключена
uk_ua: Ваш обліковий запис було призупинено

source: Your admin role has been revoked
ja_jp: あなたの管理者ロールは取り消されました
lt_lt: Jūsų administratoriaus vaidmuo buvo atšauktas
ru_ru: Ваша роль администратора отозвана
uk_ua: Вашу роль адміністратора відкликано

source: {0}'s admin role has been revoked
ja_jp: {0} さんの管理者ロールは取り消されました
lt_lt: {0} administratoriaus vaidmuo buvo atšauktas
ru_ru: Роль администратора была отозвана у {0}
uk_ua: Роль адміністратора відкликано для користувача {0}

source: {0} deleted user {1}
ja_jp: {0} さんがユーザー {1} を削除しました
lt_lt: {0} ištrynė naudotoją {1}
ru_ru: {0} удалил пользователя {1}
uk_ua: {0} видалив(ла) користувача {1}

source: {0} has been suspended
ja_jp: {0} は停止されました
lt_lt: {0} buvo sustabdyta
ru_ru: {0} был отключен
uk_ua: {0} призупинено

source: Welcome to passbolt, {0}!
ja_jp: パスボルトへようこそ、 {0} さん！
lt_lt: Sveiki atvykę į „passbolt“, {0}!
ru_ru: Добро пожаловать в Passbolt, {0}!
uk_ua: Ласкаво просимо до Passbolt, {0}!

source: The purify subject setting should be a boolean.
ja_jp: 件名の消去設定はブール値にする必要があります。
lt_lt: Išvalymo subjekto nustatymas turėtų būti loginis.
ru_ru: Настройка темы очистки должна быть логическим значением.
uk_ua: Налаштування теми очищення має бути логічним значенням.

source: The show comment setting should be a boolean.
ja_jp: コメントの表示設定はブール値でなければなりません。
lt_lt: Rodomo komentaro nustatymas turi būti loginis.
ru_ru: Параметр показа комментариев должен быть логическим.
uk_ua: Налаштування показу коментарів має бути логічним значенням.

source: The show description setting should be a boolean.
ja_jp: 説明の表示設定はブール値でなければなりません。
lt_lt: Rodomo aprašo nustatymas turi būti loginis.
ru_ru: Параметр описания показа должен быть логическим.
uk_ua: Налаштування показу опису має бути логічним значенням.

source: The show secret setting should be a boolean.
ja_jp: 秘密の表示設定はブール値でなければなりません。
lt_lt: Rodomo slaptumo nustatymas turėtų būti loginis.
ru_ru: Параметр show secret должен быть логическим.
uk_ua: Налаштування показу секрету має бути логічним значенням.

source: The show uri setting should be a boolean.
ja_jp: Uriの表示設定はブール値でなければなりません。
lt_lt: Rodomas uri nustatymas turi būti loginis.
ru_ru: Параметр show uri должен быть логическим.
uk_ua: Налаштування показу URI має бути логічним значенням.

source: The show username setting should be a boolean.
ja_jp: ユーザー名の表示設定はブール値でなければなりません。
lt_lt: Rodomo naudotojo vardo nustatymas turi būti loginis.
ru_ru: Параметр show username должен быть логическим.
uk_ua: Налаштування показу імені користувача має бути логічним значенням.

source: The send on user setup completed setting should be a boolean.
ja_jp: ユーザーセットアップ完了時に送信する設定はブール値である必要があります。
lt_lt: Nustatymas „Siųsti, kai naudotojo sąranka baigta“ turėtų būti loginis.
ru_ru: Параметр отправки после завершения настройки пользователя должен быть логическим.
uk_ua: Налаштування надсилання після завершення налаштування користувача має бути логічним значенням.

source: The send on user recover abort setting should be a boolean.
ja_jp: ユーザー復元中止時に送信する設定はブール値でなければなりません。
lt_lt: Nustatymas "Siųsti atšaukus vartotojo atkūrimą" turėtų būti loginis.
ru_ru: Параметр отмены отправки при восстановлении пользователя должен быть логическим.
uk_ua: Налаштування надсилання під час переривання відновлення користувача має бути логічним значенням.

source: The send on user disabled setting should be a boolean.
ja_jp: ユーザー無効化時に送信する設定はブール値でなければなりません。
lt_lt: Nustatymas „Siųsti, kai naudotojas išjungtas“ turėtų būti loginis.
ru_ru: Параметр отключения отправки должен быть логическим значением.
uk_ua: Налаштування "send on user disabled" має бути булевим.

source: The send on admin disabled setting should be a boolean.
ja_jp: 管理者による無効化時に送信する設定はブール値でなければなりません。
lt_lt: Nustatymas „Siųsti, kai administratorius išjungė“ turėtų būti loginis.
ru_ru: Параметр отключения отправки администратором должен быть логическим значением.
uk_ua: Налаштування "send on admin disabled" має бути булевим.

source: The send on comment added setting should be a boolean.
ja_jp: コメント追加時に送信する設定はブール値である必要があります。
lt_lt: „Siųsti toliau“ komentaro parametras turi būti loginis.
ru_ru: Параметр отправки добавленного комментария должен быть логическим.
uk_ua: Налаштування надсилання після додавання коментаря має бути логічним значенням.

source: The send on group deleted setting should be a boolean.
ja_jp: グループ削除時に送信する設定はブール値である必要があります。
lt_lt: Nustatymas „Siųsti pridėjus komentarą“ turėtų būti loginis.
ru_ru: Параметр отправки при удалении группы должен быть логическим.
uk_ua: Налаштування надсилання після видалення групи має бути логічним значенням.

source: The send on group user added setting should be a boolean.
ja_jp: グループユーザー追加時に送信する設定はブール値である必要があります。
lt_lt: Nustatymas „Siųsti pridėjus grupės naudotoją“ turėtų būti loginis.
ru_ru: Параметр отправки добавленного пользователем группы должен быть логическим.
uk_ua: Налаштування насилання після додавання користувача чи групи має бути логічним значенням.

source: The send on group user deleted setting should be a boolean.
ja_jp: グループユーザー削除時に送信する設定はブール値である必要があります。
lt_lt: Nustatymas „Siųsti ištrintą grupės naudotoją“ turėtų būti loginis.
ru_ru: Параметр отправки удаленного пользователя группы должен быть логическим.
uk_ua: Налаштування насилання після видалення користувача чи групи має бути логічним значенням.
