Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The OTP should not be empty.
ja_jp: OTPは空にしないでください。
lt_lt: Vienkartinis slaptažodis neturėtų būti tuščias.
ru_ru: OTP не должен быть пустым.
uk_ua: OTP не повинен бути порожнім.

source: This OTP is not valid.
ja_jp: このOTPは有効ではありません。
lt_lt: Vienkartinis slaptažodis negalioja.
ru_ru: Этот OTP недействителен.
uk_ua: Цей OTP недійсний.

source: The OTP should be composed of numbers only.
ja_jp: OTPは数字のみで構成する必要があります。
lt_lt: Vienkartinis slaptažodis turi būti sudarytas tik iš skaičių.
ru_ru: OTP должен состоять только из цифр.
uk_ua: OTP має складатися лише з цифр.

source: The OTP should be at least {0} characters long.
ja_jp: OTPは少なくとも{0} 文字である必要があります。
lt_lt: Vienkartinis slaptažodis turi būti bent {0} simbolių ilgio.
ru_ru: OTP должен содержать не менее {0} символов.
uk_ua: OTP має бути довжиною щонайменше {0} символів.

source: This yubikey is not associated with this user.
ja_jp: このyubikeyはこのユーザーに関連付けられていません。
lt_lt: Šis yubikey nesusietas su šiuo vartotoju.
ru_ru: Этот юбикей не связан с этим пользователем.
uk_ua: Цей Yubikey не пов'язаний із цим користувачем.

source: No Duo error provided
ja_jp: Duoエラーが提供されませんでした
lt_lt: Nepateikta "Duo" klaida
ru_ru: Не указана ошибка Duo
uk_ua: Помилка Duo не вказана

source: No Duo error description provided
ja_jp: Duoエラーの説明が提供されませんでした
lt_lt: Nepateiktas "Duo" klaidos aprašymas
ru_ru: Не указано описание ошибки Duo
uk_ua: Опис помилки Duo не вказано

source: Your multi-factor authentication settings were reset by you.
ja_jp: あなたの多要素認証の設定はあなたによってリセットされました。
lt_lt: Jūs iš naujo nustatėte kelių veiksnių autentifikavimo nustatymus.
ru_ru: Ваши настройки многофакторной аутентификации были сброшены вами.
uk_ua: Ви скинули налаштування вашої двофакторної аутентифікації.

source: Multi-factor authentication settings were reset.
ja_jp: 多要素認証の設定がリセットされました。
lt_lt: Kelių veiksnių autentifikavimo nustatymai buvo nustatyti iš naujo.
ru_ru: Сброшены настройки многофакторной аутентификации.
uk_ua: Налаштування двофакторної аутентифікації було скинуто.

source: Your multi-factor authentication settings were reset by an administrator.
ja_jp: あなたの多要素認証設定は管理者によってリセットされました。
lt_lt: Administratorius iš naujo nustatė kelių veiksnių autentifikavimo nustatymus.
ru_ru: Ваши настройки многофакторной аутентификации были сброшены администратором.
uk_ua: Ваші налаштування двофакторної аутентифікації було скинуто адміністратором.

source: The token should reference an active Duo callback authentication token.
ja_jp: トークンはアクティブなDuoコールバック認証トークンを参照する必要があります。
lt_lt: Tokenas turėtų nurodyti aktyvų „Duo“ atgalinio iškvietimo autentifikavimo tokeną.
ru_ru: Токен должен ссылаться на активный токен аутентификации Duo callback.
uk_ua: Token повинен посилатися на дійсний активний Duo токен автентифікації зворотного виклику.

source: An authentication token state is required.
ja_jp: 認証トークンのstateが必要です。
lt_lt: Reikalinga autentifikavimo tokeno būsena.
ru_ru: Требуется состояние токена аутентификации.
uk_ua: Потрібен стан токена аутентифікації.

source: The Duo state should match the authentication token state.
ja_jp: Duo stateは認証トークンのstateと一致している必要があります。
lt_lt: „Duo“ būsena turėtų sutapti su autentifikavimo tokeno būsena.
ru_ru: Состояние Duo должно соответствовать состоянию токена аутентификации.
uk_ua: Стан Duo повинен збігатися зі станом токена аутентифікації.

source: Could not enable Duo MFA provider.
ja_jp: Duo MFAプロバイダを有効にできませんでした。
lt_lt: Nepavyko įjungti „Duo“ kelių veiksnių autentifikavimo tiekėjo.
ru_ru: Не удалось включить провайдер Duo MFA.
uk_ua: Не вдалося увімкнути провайдера Duo MFA.

source: Unable to verify Duo authentication.
ja_jp: Duo認証を検証できません。
lt_lt: Nepavyko patvirtinti „Duo“ autentifikacijos.
ru_ru: Не удалось проверить подлинность Duo.
uk_ua: Неможливо перевірити автентифікацію Duo.

source: Could not validate the Duo settings.
ja_jp: Duoの設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti „Duo“ nustatymų.
ru_ru: Не удалось подтвердить настройки Duo.
uk_ua: Не вдалося перевірити налаштування Duo.

source: Could not login using Duo MFA provider.
ja_jp: Duo MFAプロバイダを使用してログインできませんでした。
lt_lt: Nepavyko prisijungti naudojant „Duo“ MFA tiekėją.
ru_ru: Не удалось войти с провайдером Duo MFA.
uk_ua: Не вдалося увійти за допомогою Duo MFA провайдера.

source: Unable to connect to Duo services.
ja_jp: Duoサービスに接続できません。
lt_lt: Nepavyko prisijungti prie „Duo“ paslaugų.
ru_ru: Не удается подключиться к сервисам Duo.
uk_ua: Неможливо під'єднатися до служб Duo.

source: Unable to verify Duo code against Duo service.
ja_jp: DuoサービスでDuoコードを確認できません。
lt_lt: Nepavyko patvirtinti „Duo“ kodo su „Duo“ paslauga.
ru_ru: Не удалось проверить код Duo для сервиса Duo.
uk_ua: Неможливо перевірити код Duo через службу Duo.

source: The duo authentication origin endpoint does not match the organization setting duo hostname.
ja_jp: Duo認証の呼び出し元エンドポイントが組織設定のDuoホスト名と一致しません。
lt_lt: „Duo“ autentifikacijos kilmės įėjimo taškas nesutampa su organizacijos nustatytu „Duo“ pagrindinio kompiuterio pavadinimu.
ru_ru: Конечная точка аутентификации duo не совпадает с именем хоста duo в настройках организации.
uk_ua: Точка походження автентифікації Duo не відповідає налаштуванню duo hostname в організації.

source: The duo authentication subscriber does not match the operator username.
ja_jp: Duo認証のサブスクライバーがオペレーターのユーザー名と一致しません。
lt_lt: „Duo“ autentifikacijos prenumeratorius nesutampa su operatoriaus vartotojo vardu.
ru_ru: Подписчик аутентификации duo не совпадает с именем пользователя оператора.
uk_ua: Підписник автентифікації Duo не відповідає імені користувача оператора.

source: No configuration set for Duo client ID.
ja_jp: DuoクライアントIDに設定されている構成がありません。
lt_lt: Nenustatyta konfigūracija „Duo“ kliento identifikatoriui.
ru_ru: Для ID клиента Duo не задано настроек.
uk_ua: Не задано конфігурацію для Duo client ID.

source: No configuration set for Duo API hostname.
ja_jp: Duo APIホスト名に設定されている構成がありません。
lt_lt: Nenustatyta konfigūracija „Duo“ API pagrindinio kompiuterio pavadinimui.
ru_ru: Нет настроек для имени хоста Duo API.
uk_ua: Не задано конфігурацію для Duo API hostname.

source: No configuration set for Duo client secret.
ja_jp: Duoクライアント秘密鍵に設定されている構成がありません。
lt_lt: Nenustatyta konfigūracija „Duo“ kliento paslapčiai.
ru_ru: Нет настроек для секретного ключа клиента Duo.
uk_ua: Не задано конфігурацію для Duo client secret.

source: This is not a valid Duo client secret.
ja_jp: これは有効なDuoクライアント秘密鍵ではありません。
lt_lt: Tai nėra galiojanti „Duo“ kliento paslaptis.
ru_ru: Это недействительный секретный ключ Duo.
uk_ua: Це не дійсний Duo client secret.

source: This is not a valid Duo API hostname.
ja_jp: これは有効なDuo APIホスト名ではありません。
lt_lt: Tai nėra galiojantis „Duo“ API pagrindinio kompiuterio pavadinimas.
ru_ru: Это недопустимое имя хоста Duo.
uk_ua: Це не дійсний Duo API hostname.

source: This is not a valid Duo client ID.
ja_jp: これは有効なDuoクライアントIDではありません。
lt_lt: Tai nėra galiojantis „Duo“ kliento identifikatorius.
ru_ru: Это недействительный ID клиента Duo.
uk_ua: Це не дійсний ідентифікатор клієнта Duo.

source: Cannot verify Duo settings.
ja_jp: Duo設定を確認できません。
lt_lt: Nepavyksta patikrinti „Duo“ nustatymų.
ru_ru: Не удается подтвердить параметры Duo.
uk_ua: Неможливо перевірити налаштування Duo.

source: Could not validate Duo configuration
ja_jp: Duoの設定を検証できませんでした
lt_lt: Nepavyko patvirtinti „Duo“ konfigūracijos
ru_ru: Не удалось проверить конфигурацию Duo.
uk_ua: Неможливо перевірити конфігурацію Duo

source: The property {0} is visible by administrators only.
ja_jp: プロパティ {0} は管理者のみが閲覧できます。
lt_lt: Nuosavybė {0} matoma tik administratoriams.
ru_ru: Свойство {0} видно только администраторам.
uk_ua: Властивість {0} видима лише адміністраторам.

source: The MFA token provided does not exist or is inactive.
ja_jp: 指定されたMFAトークンが存在しないか、非アクティブです。
lt_lt: Pateiktas MFA prieigos raktas neegzistuoja arba yra neaktyvus.
ru_ru: Предоставленный токен MFA не существует или неактивен.
uk_ua: Наданий MFA token не існує або неактивний.

source: No MFA provider set.
ja_jp: MFAプロバイダーが設定されていません。
lt_lt: Kelių veiksnių autentifikavimo teikėjas nenustatytas.
ru_ru: Поставщик MFA не задан.
uk_ua: Не встановлено постачальника MFA.

source: MFA verification date is not set for this provider.
ja_jp: MFA検証日がこのプロバイダーに設定されていません。
lt_lt: Šiam teikėjui kelių veiksnių autentifikavimo patvirtinimo data nenustatyta.
ru_ru: Дата проверки MFA не установлена ​​для этого провайдера.
uk_ua: Дата перевірки MFA не встановлена для цього постачальника.

source: MFA setting OTP provisioning uri is not set.
ja_jp: MFA設定OTPプロビジョニングURIが設定されていません。
lt_lt: MFA nustatymo OTP teikimo uri nenustatytas.
ru_ru: Настройка MFA Не задан URI для подготовки OTP.
uk_ua: У налаштуваннях MFA не встановлено URI для OTP.

source: MFA setting Yubikey Id is not set.
ja_jp: MFA設定Yubikey IDが設定されていません。
lt_lt: MFA nustatymas Yubikey ID nenustatytas.
ru_ru: Настройка MFA Yubikey Id не задан.
uk_ua: Не встановлено Yubikey Id у налаштуваннях MFA.

source: The multi-factor authentication settings data should not be empty.
ja_jp: 多要素認証設定データは空にしないでください。
lt_lt: Kelių veiksnių autentifikavimo nustatymų duomenys neturi būti tušti.
ru_ru: Необходимо указать данные настроек многофакторной аутентификации.
uk_ua: Дані налаштувань двофакторної аутентифікації не повинні бути порожніми.

source: The multi-factor authentication providers list is missing.
ja_jp: 多要素認証プロバイダーリストがありません。
lt_lt: Trūksta kelių veiksnių autentifikavimo teikėjų sąrašo.
ru_ru: Список поставщиков многофакторной аутентификации отсутствует.
uk_ua: Список постачальників багатофакторної аутентифікації відсутній.

source: Unknown MFA provider: {0}.
ja_jp: MFAプロバイダーが不明です: {0}。
lt_lt: Nežinomas kelių veiksnių autentifikavimoteikėjas: {0}.
ru_ru: Неизвестный поставщик MFA: {0}.
uk_ua: Невідомий постачальник MFA: {0}.

source: Could not validate multi-factor authentication provider configuration.
ja_jp: 多要素認証プロバイダーの設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti kelių veiksnių autentifikavimo teikėjo konfigūracijos.
ru_ru: Не удалось проверить конфигурацию поставщика многофакторной проверки подлинности.
uk_ua: Неможливо перевірити конфігурацію постачальника багатофакторної аутентифікації.

source: No configuration set for Yubikey OTP secret key.
ja_jp: Yubikey OTP秘密鍵の設定は設定されていません。
lt_lt: Nenustatyta Yubikey OTP slaptojo rakto konfigūracija.
ru_ru: Не задана конфигурация для секретного ключа Yubikey OTP.
uk_ua: Не встановлено конфігурацію секретного ключа Yubikey OTP.

source: No configuration set for Yubikey OTP clientId.
ja_jp: Yubikey OTP clientIdの設定は設定されていません。
lt_lt: Yubikey OTP kliento ID konfigūracija nenustatyta.
ru_ru: Не задана конфигурация для Yubikey OTP clientId.
uk_ua: Не встановлено конфігурацію Yubikey OTP clientId.

source: Yubikey OTP clientId should be an integer.
ja_jp: Yubikey OTP clientId は整数でなければなりません。
lt_lt: Yubikey OTP kliento ID turi būti sveikasis skaičius.
ru_ru: ID клиента Yubikey OTP должен быть целым числом.
uk_ua: Yubikey OTP clientId має бути цілим числом.

source: Yubikey OTP secret key is not valid.
ja_jp: YubiKey OTP秘密鍵が有効ではありません。
lt_lt: Yubikey OTP slaptasis raktas negalioja.
ru_ru: Секретный ключ Yubikey OTP недействителен.
uk_ua: Секретний ключ Yubikey OTP недійсний.

source: Could not validate Yubikey configuration.
ja_jp: Yubikey設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti Yubikey konfigūracijos.
ru_ru: Не удалось проверить конфигурацию Yubikey.
uk_ua: Неможливо перевірити конфігурацію Yubikey.

source: Duo Multi Factor Authentication
ja_jp: Duo 多要素認証
lt_lt: „Duo“ kelių veiksnių autentifikavimas
ru_ru: Многофакторная аутентификация Duo
uk_ua: Багатофакторна автентифікація Duo

source: Something went wrong.
ja_jp: 何か問題が発生しました！
lt_lt: Kažkas nepavyko.
ru_ru: Что-то пошло не так.
uk_ua: Щось пішло не так.

source: Please try again later or contact your administrator.
ja_jp: 後でもう一度試すか、管理者に問い合わせてください。
lt_lt: Vėliau bandykite dar kartą arba susisiekite su administratoriumi.
ru_ru: Пожалуйста, повторите попытку позже или обратитесь к администратору.
uk_ua: Будь ласка, спробуйте пізніше або зверніться до свого адміністратора.

source: Logs
ja_jp: ログ
lt_lt: Žurnalai
ru_ru: Логи
uk_ua: Журнали

source: Retry
ja_jp: 再試行
lt_lt: Bandykite dar kartą
ru_ru: Повторить
uk_ua: Спробувати ще раз

source: Getting started with Duo
ja_jp: Duo の使い始め
lt_lt: Darbo su „Duo“ pradžia
ru_ru: Начало работы с Duo
uk_ua: Починайте з Duo

source: How does it work?
ja_jp: 仕組みは？
lt_lt: Kaip tai veikia?
ru_ru: Как это работает?
uk_ua: Як це працює?

source: You sign in to passbolt just like you normally do.
ja_jp: 普段と同じようにパスボルトにサインインします。
lt_lt: Prisijungiate prie „Passbolt“ kaip įprastai.
ru_ru: Вы входите в систему passbolt, как обычно.
uk_ua: Ви входите до passbolt, як зазвичай.

source: Use you 2FA device to authenticate.
ja_jp: 2FAデバイスを使用して認証してください。
lt_lt: Naudokite savo 2FA įrenginį autentifikacijai.
ru_ru: Используйте ваше 2FA устройство для аутентификации.
uk_ua: Використовуйте свій 2FA-пристрій для аутентифікації.

source: Follow the procedure to login.
ja_jp: 手順に従ってログインしてください。
lt_lt: Vykdykite nurodymus, kad prisijungtumėte.
ru_ru: Следуйте инструкции для входа.
uk_ua: Дотримуйтесь процедури, щоб увійти.

source: Cancel
ja_jp: キャンセル
lt_lt: Atšaukti
ru_ru: Отмена
uk_ua: Скасувати

source: Get started
ja_jp: 始める
lt_lt: Pradėti
ru_ru: Начать
uk_ua: Почати

source: Requirements
ja_jp: 要件
lt_lt: Reikalavimai
ru_ru: Требования
uk_ua: Вимоги

source: To proceed, you need to install the Duo mobile application or to have a device to authenticate which is supported by Duo.
ja_jp: 続行するには、Duoモバイルアプリケーションをインストールするか、Duoがサポートする認証用デバイスを用意する必要があります。
lt_lt: Norėdami tęsti, turite įdiegti „Duo“ mobiliąją programą arba turėti su „Duo“ suderinamą autentifikavimo įrenginį.
ru_ru: Чтобы продолжить, вам нужно установить Duo мобильное приложение или иметь устройство для аутентификации, которое поддерживается Duo.
uk_ua: Щоб продовжити, вам потрібно встановити мобільний додаток Duo або мати пристрій, який підтримується Duo.

source: For the list of supported devices, see:
ja_jp: サポートされているデバイスのリストについては、次を参照してください：
lt_lt: Palaikomų įrenginių sąrašą žr:
ru_ru: Для списка поддерживаемых устройств см. :
uk_ua: Для списку підтримуваних пристроїв дивіться:

source: Duo authentication methods
ja_jp: Duo認証方法
lt_lt: „Duo“ autentifikavimo metodai
ru_ru: Методы аутентификации Duo
uk_ua: Методи аутентифікації Duo

source: Learn more
ja_jp: 詳細情報
lt_lt: Sužinokite daugiau
ru_ru: Узнать больше
uk_ua: Дізнатися більше

source: Duo multi-factor authentication is enabled!
ja_jp: Duo多要素認証が有効になっています！
lt_lt: „Duo“ kelių veiksnių autentifikavimas įjungtas!
ru_ru: Многофакторная аутентификация Duo включена!
uk_ua: Двофакторна аутентифікація Duo увімкнена!

source: When logging in you will be asked to perform Duo Authentication.
ja_jp: ログイン時に、Duo認証の実行を求められます。
lt_lt: Prisijungdami būsite paprašyti atlikti Duo autentifikavimą.
ru_ru: При входе в систему вам будет предложено выполнить аутентификацию Duo.
uk_ua: Під час входу буде необхідно виконати автентифікацію Duo.

source: Since
ja_jp: 以下以降：
lt_lt: Nuo
ru_ru: С
uk_ua: З часу

source: Multi factor authentication verification
ja_jp: 多要素認証の検証
lt_lt: Kelių veiksnių autentifikavimo patvirtinimas
ru_ru: Проверка многофакторной аутентификации
uk_ua: Перевірка двофакторної аутентифікації

source: Multi Factor Authentication Required
ja_jp: 多要素認証が必要です
lt_lt: Reikalingas kelių veiksnių autentifikavimas
ru_ru: Необходима многофакторная аутентификация
uk_ua: Потрібно багатофакторна аутентифікація

source: An additional authentication is required using Duo. You will be redirected to Duo for verification.
ja_jp: Duo を使用した追加認証が必要です。確認のためDuoにリダイレクトされます。
lt_lt: Norint autentifikuotis, būtina papildoma „Duo“ autentifikacija. Būsite nukreipti į „Duo“ patvirtinimui.
ru_ru: Требуется дополнительная аутентификация с помощью Duo. Вы будете перенаправлены на Duo для проверки.
uk_ua: Потрібна додаткова аутентифікація за допомогою Duo. Вас буде перенаправлено до Duo для перевірки.

source: Multi factor authentication
ja_jp: 多要素認証
lt_lt: Kelių faktorių autentifikavimas
ru_ru: Многофакторная аутентификация
uk_ua: Двофакторна аутентифікація

source: Sorry no multi factor authentication is enabled for this organization.
ja_jp: 申し訳ありませんが、この組織では多要素認証が有効になっていません。
lt_lt: Atsiprašome, šioje organizacijoje neįjungtas kelių veiksnių autentifikavimas.
ru_ru: К сожалению, для этой организации не включена многофакторная аутентификация.
uk_ua: Вибачте, у цій організації не увімкнено двофакторну аутентифікацію.

source: Please contact your administrator to enable multi-factor authentication.
ja_jp: 多要素認証を有効にするには管理者に問い合わせてください。
lt_lt: Norėdami įgalinti kelių veiksnių autentifikavimą, susisiekite su administratoriumi.
ru_ru: Обратитесь к администратору, чтобы включить многофакторную аутентификацию.
uk_ua: Будь ласка, зверніться до вашого адміністратора, щоб увімкнути багатофакторну аутентифікацію.

source: Please select a provider
ja_jp: プロバイダーを選択してください
lt_lt: Pasirinkite teikėją
ru_ru: Пожалуйста, выберите поставщика
uk_ua: Будь ласка, оберіть постачальника

source: Enabled
ja_jp: 有効になっています
lt_lt: Įjungta
ru_ru: Включено
uk_ua: Увімкнено

source: Disabled
ja_jp: 無効になっています
lt_lt: Išjungta
ru_ru: Неполноценный
uk_ua: Вимкнено

source: What is multi-factor authentication?
ja_jp: 多要素認証とは何ですか?
lt_lt: Kas yra kelių veiksnių autentifikavimas?
ru_ru: Что такое многофакторная аутентификация?
uk_ua: Що таке багатофакторна аутентифікація?

source: Multi-factor authentication (MFA) is a method of confirming a user's identity that requires presenting two or more pieces of evidence (or factor).
ja_jp: 多要素認証(MFA) は、2つ以上の証拠(または要素) を提示する必要があるユーザーの身元を確認する方法です。
lt_lt: Daugiafaktorinis autentifikavimas yra vartotojo tapatybės patvirtinimo metodas, reikalaujantis pateikti du ar daugiau įrodymų (arba faktorių).
ru_ru: Многофакторная аутентификация (MFA) — это метод подтверждения личности пользователя, который требует предоставления двух или более доказательств (или фактора).
uk_ua: Багатофакторна аутентифікація (MFA) — це метод підтвердження особи користувача, що вимагає пред'явлення двох або більше доказів (або факторів).

source: learn more
ja_jp: もっと詳しく
lt_lt: Sužinokite daugiau
ru_ru: учить больше
uk_ua: дізнатися більше

source: Time based One Time Password (TOTP)
ja_jp: 時間ベースのワンタイムパスワード (TOTP)
lt_lt: Laiku pagrįstas vienkartinis slaptažodis
ru_ru: Одноразовый пароль на основе времени (TOTP)
uk_ua: Одноразовий пароль на основі часу (TOTP)

source: Scan this bar code
ja_jp: このバーコードをスキャン
lt_lt: Nuskaitykite šį brūkšninį kodą
ru_ru: Отсканируйте этот штрих-код
uk_ua: Відскануйте цей штрихкод

source: Enter the six digit number as presented on your phone or tablet.
ja_jp: 携帯電話またはタブレットに表示されている6桁の数字を入力します。
lt_lt: Įveskite šešių skaitmenų skaičių, pateiktą telefone arba planšetiniame kompiuteryje.
ru_ru: Введите шестизначный номер, представленный на вашем телефоне или планшете.
uk_ua: Введіть шість цифрових знаків, які відображаються на вашому телефоні або планшеті.

source: To proceed you need to install an application that supports Time Based One Time Passwords (TOTP) on your phone or tablet such as:
ja_jp: 続行するには、次のようなスマートフォンやタブレットで、時間ベースのワンタイムパスワード(TOTP) をサポートするアプリケーションをインストールする必要があります:
lt_lt: Norėdami tęsti, telefone ar planšetiniame kompiuteryje turite įdiegti programą, kuri palaiko vienkartinius slaptažodžius, pvz.:
ru_ru: Чтобы продолжить, вам необходимо установить на свой телефон или планшет приложение, которое поддерживает одноразовые пароли на основе времени (TOTP), например:
uk_ua: Щоб продовжити, потрібно встановити застосунок, який підтримує TOTP, на ваш телефон або планшет, наприклад:

source: or
ja_jp: または
lt_lt: arba
ru_ru: или же
uk_ua: або

source: Getting started with Time based One Time Password (TOTP)
ja_jp: 時間ベースのワンタイムパスワード (TOTP) の使用開始
lt_lt: Darbo su laiku pagrįsto vienkartinio slaptažodžio pradžia
ru_ru: Начало работы с одноразовым паролем на основе времени (TOTP)
uk_ua: Початок роботи з одноразовим паролем на основі часу (TOTP)

source: When using a new browser, you need an additional code from your phone.
ja_jp: 新しいブラウザを使用する場合、携帯電話からの追加コードが必要です。
lt_lt: Kai naudojate naują naršyklę, jums reikia papildomo kodo iš telefono.
ru_ru: При использовании нового браузера потребуется дополнительный код с телефона.
uk_ua: Якщо ви використовуєте новий браузер, вам потрібен додатковий код із вашого телефону.

source: Once you enter this code, you can log in.
ja_jp: このコードを入力すると、ログインできます。
lt_lt: Įvedę šį kodą galite prisijungti.
ru_ru: После того, как вы введете этот код, вы сможете войти в систему.
uk_ua: Щойно ви введете цей код, ви зможете увійти.

source: Time based One Time Password (TOTP) is enabled!
ja_jp: 時間ベースのワンタイムパスワード (TOTP) が有効になっています！
lt_lt: Laiku pagrįstas vienkartinis slaptažodis įjungtas!
ru_ru: Включен одноразовый пароль на основе времени (TOTP)!
uk_ua: Одноразовий пароль на основі часу (TOTP) увімкнено!

source: When logging in from a new device you will need to enter a unique verification code generated by an app on your mobile.
ja_jp: 新しい端末からログインする際には、モバイル上のアプリで生成された一意の認証コードを入力する必要があります。
lt_lt: Prisijungdami iš naujo įrenginio turėsite įvesti unikalų patvirtinimo kodą, kurį sugeneravo programėlė mobiliajame telefone.
ru_ru: При входе с нового устройства вам нужно будет ввести уникальный код подтверждения, сгенерированный приложением на вашем мобильном телефоне.
uk_ua: Під час входу з нового пристрою вам потрібен унікальний код, згенерований додатком на вашому мобільному пристрої.

source: Remember this device for a month.
ja_jp: この端末を1か月間記憶しておきます。
lt_lt: Prisiminkite šį įrenginį mėnesį.
ru_ru: Запомни это устройство на месяц.
uk_ua: Запам'ятати цей пристрій на місяць.

source: Yubikey One Time Password
ja_jp: Yubikey ワンタイムパスワード
lt_lt: Yubikey vienkartinis slaptažodis
ru_ru: Юбикей одноразовый пароль
uk_ua: Yubikey одноразовий пароль

source: Plug in the yubikey and put your finger on it.
ja_jp: yubikeyを接続して指を当てます。
lt_lt: Įjunkite yubikey ir uždėkite pirštą.
ru_ru: Включите юбикей и приложите к нему палец.
uk_ua: Підключіть Yubikey і торкніться його пальцем.

source: Yubikey One Time Password is enabled!
ja_jp: YubiKey ワンタイムパスワードが有効になっています！
lt_lt: Yubikey vienkartinis slaptažodis įjungtas!
ru_ru: Активирован одноразовый пароль Yubikey!
uk_ua: Увімкнено Yubikey One Time Password!

source: When logging in from a new device you will need a unique code generated by your yubikey.
ja_jp: 新しい端末からログインする際には、yubikeyで生成された一意のコードが必要です。
lt_lt: Prisijungiant iš naujo įrenginio jums reikės unikalaus kodo, sugeneruoto jūsų yubikey.
ru_ru: При входе с нового устройства вам потребуется уникальный код, сгенерированный вашим yubikey.
uk_ua: Під час входу з нового пристрою вам потрібен унікальний код, згенерований вашим Yubikey.

source: verify
ja_jp: 検証
lt_lt: patikrinti
ru_ru: проверять
uk_ua: перевірити

source: Sign-in with Duo
ja_jp: Duoでサインイン
lt_lt: Prisijungti su „Duo“
ru_ru: Войти с помощью Duo
uk_ua: Увійти з Duo

source: Or try with another provider
ja_jp: または別のプロバイダを試してみてください
lt_lt: Arba pabandykite su kitu teikėju
ru_ru: Или попробуйте с другим провайдером
uk_ua: Або спробуйте інший постачальник

source: Manage providers
ja_jp: プロバイダーの管理
lt_lt: Tvarkyti teikėjus
ru_ru: Управление провайдерами
uk_ua: Керувати постачальниками

source: Turn off
ja_jp: オフにする
lt_lt: Išjungti
ru_ru: Выключить
uk_ua: Вимкнути

source: Your multi-factor authentication is disabled.
ja_jp: 多要素認証が無効になっています。
lt_lt: Jūsų kelių veiksnių autentifikavimas išjungtas.
ru_ru: Ваша многофакторная аутентификация отключена.
uk_ua: Ваша двофакторна аутентифікація вимкнена.
