Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The metadata armored key is not available or incomplete.
ja_jp: メタデータのアーマード鍵が利用できないか、不完全です。
lt_lt: Metaduomenų šarvuotas raktas nepasiekiamas arba neužbaigtas.
ru_ru: Бронированный ключ метаданных недоступен или неполон.
uk_ua: ASCII-armored ключ метаданих недоступний або неповний.

source: The request data should not be empty.
ja_jp: リクエストデータは空にしないでください。
lt_lt: Užklausos duomenys neturi būti tušti.
ru_ru: Данные запроса не должны быть пустыми.
uk_ua: Дані запиту не мають бути порожніми.

source: The request data is too large.
ja_jp: リクエストデータが大きすぎます。
lt_lt: Užklausos duomenys yra per dideli.
ru_ru: Размер данных запроса слишком велик.
uk_ua: Дані запиту занадто великі.

source: The provided modified date does not match.
ja_jp: 指定された変更日が一致しません。
lt_lt: Nurodyta modifikavimo data nesutampa.
ru_ru: Указанная дата изменения не совпадает.
uk_ua: Надана дата змінення не відповідає.

source: The provided modified by does not match.
ja_jp: 指定された変更者が一致しません。
lt_lt: Nurodyta 'modified by' reikšmė nesutampa.
ru_ru: Указанный идентификатор пользователя, который внёс изменения, не совпадает.
uk_ua: Надане значення "modified by" не відповідає.

source: The resource metadata key data could not be updated.
ja_jp: リソースのメタデータ鍵データを更新できませんでした。
lt_lt: Nepavyko atnaujinti išteklių metaduomenų rakto duomenų.
ru_ru: Не удалось обновить данные ключа метаданных ресурса.
uk_ua: Неможливо оновити дані ключа метаданих ресурсу.

source: The user identifier should be a UUID.
ja_jp: ユーザー識別子はUUIDでなければなりません。
lt_lt: Vartotojo identifikatorius turi būti UUID.
ru_ru: Идентификатор пользователя должен быть UUID.
uk_ua: Ідентифікатор користувача має бути UUID.

source: The user metadata private keys could not be deleted.
ja_jp: ユーザーのメタデータ秘密鍵を削除できませんでした。
lt_lt: Nepavyko ištrinti vartotojo metaduomenų privačių raktų.
ru_ru: Не удалось удалить закрытые ключи метаданных пользователя.
uk_ua: Не вдалося видалити приватні ключі метаданих користувача.

source: The user metadata session keys could not be deleted.
ja_jp: ユーザーのメタデータセッション鍵を削除できませんでした。
lt_lt: Nepavyko ištrinti vartotojo metaduomenų sesijos raktų.
ru_ru: Не удалось удалить сеансовые ключи метаданных пользователя.
uk_ua: Не вдалося видалити сесіонні ключі метаданих користувача.

source: V5 metadata format is not enabled.
ja_jp: V5メタデータ形式は有効になっていません。
lt_lt: V5 metaduomenų formatas neįjungtas.
ru_ru: Формат метаданных V5 не включен.
uk_ua: Формат метаданих V5 не увімкнено.

source: Resource creation/modification with encrypted metadata not allowed.
ja_jp: 暗号化されたメタデータでのリソース作成・変更は許可されていません。
lt_lt: Draudžiama kurti / redaguoti išteklius su užšifruotais metaduomenimis.
ru_ru: Создание/изменение ресурса с зашифрованными метаданными не допускается.
uk_ua: Створення/зміну ресурсу з зашифрованими метаданими заборонено.

source: Folder creation/modification with encrypted metadata not allowed.
ja_jp: 暗号化されたメタデータでのフォルダ作成・変更は許可されていません。
lt_lt: Draudžiama kurti / redaguoti aplankus su užšifruotais metaduomenimis.
ru_ru: Создание/изменение папки с зашифрованными метаданными не допускается.
uk_ua: Створення/зміну теки з зашифрованими метаданими заборонено.

source: Tag creation/modification with encrypted metadata not allowed.
ja_jp: 暗号化されたメタデータでのタグ作成・変更は許可されていません。
lt_lt: Draudžiama kurti / redaguoti žymas su užšifruotais metaduomenimis.
ru_ru: Создание/изменение тэга с зашифрованными метаданными не допускается.
uk_ua: Створення/зміну тегу з зашифрованими метаданими заборонено.

source: Resource creation/modification with cleartext metadata not allowed.
ja_jp: 平文メタデータでのリソース作成・変更は許可されていません。
lt_lt: Draudžiama kurti / redaguoti išteklius su atvirais metaduomenimis.
ru_ru: Создание/изменение ресурса с незашифрованными метаданными не допускается.
uk_ua: Створення/зміну ресурсу з метаданими у відкритому вигляді заборонено.

source: Folder creation/modification with cleartext metadata not allowed.
ja_jp: 平文メタデータでのフォルダ作成・変更は許可されていません。
lt_lt: Draudžiama kurti / redaguoti aplankus su atvirais metaduomenimis.
ru_ru: Создание/изменение папки с незашифрованными метаданными не допускается.
uk_ua: Створення/зміну теки з метаданими у відкритому вигляді заборонено.

source: Tag creation/modification with cleartext metadata not allowed.
ja_jp: 平文メタデータでのタグ作成・変更は許可されていません。
lt_lt: Draudžiama kurti / redaguoti žymas su atvirais metaduomenimis.
ru_ru: Создание/изменение тэга с незашифрованными метаданными не допускается.
uk_ua: Створення/зміну тегу з метаданими у відкритому вигляді заборонено.

source: You created a new metadata key.
ja_jp: 新しいメタデータ鍵を作成しました。
lt_lt: Sukūrėte naują metaduomenų raktą.
ru_ru: Вы создали новый ключ метаданных.
uk_ua: Ви створили новий ключ метаданих.

source: {0} created a new metadata key.
ja_jp: {0} が新しいメタデータ鍵を作成しました。
lt_lt: {0} sukūrė naują metaduomenų raktą.
ru_ru: {0} создал новый ключ метаданных.
uk_ua: {0} створив(ла) новий ключ метаданих.

source: You deleted a metadata key.
ja_jp: メタデータ鍵を削除しました。
lt_lt: Ištrynėte metaduomenų raktą.
ru_ru: Вы удалили ключ метаданных.
uk_ua: Ви видалили ключ метаданих.

source: {0} deleted a metadata key.
ja_jp: {0} がメタデータ鍵を削除しました。
lt_lt: {0} ištrynė metaduomenų raktą.
ru_ru: {0} удалил ключ метаданных.
uk_ua: {0} видалив(-ла) ключ метаданих.

source: You have expired a metadata key.
ja_jp: メタデータ鍵を期限切れにしました。
lt_lt: Jūs panaikinote metaduomenų rakto galiojimą.
ru_ru: Вы просрочили ключ метаданных.
uk_ua: Ви позначили ключ метаданих як прострочений.

source: {0} has expired a metadata key.
ja_jp: {0} がメタデータ鍵を期限切れにしました。
lt_lt: {0} panaikino metaduomenų rakto galiojimą.
ru_ru: {0} просрочил ключ метаданных.
uk_ua: {0} позначив(-ла) ключ метаданих як прострочений.

source: You edited the metadata settings.
ja_jp: メタデータ設定を編集しました。
lt_lt: Redagavote metaduomenų nustatymus.
ru_ru: Вы изменили настройки метаданных.
uk_ua: Ви відредагували налаштування метаданих.

source: {0} edited the metadata settings.
ja_jp: {0} がメタデータ設定を編集しました。
lt_lt: {0} redagavo metaduomenų nustatymus.
ru_ru: {0} изменил настройки метаданных.
uk_ua: {0} відредагував(ла) налаштування метаданих.

source: You have created a new folder.
ja_jp: 新しいフォルダを作成しました.
lt_lt: Sukūrėte naują aplanką.
ru_ru: Вы создали новую папку.
uk_ua: Ви створили нову теку.

source: {0} has shared a folder with you.
ja_jp: {0} さんがフォルダを共有しました。
lt_lt: {0} pasidalino aplanku su jumis.
ru_ru: {0} поделился с вами папкой.
uk_ua: {0} поділився текою з вами.

source: You have edited a folder.
ja_jp: フォルダを編集しました。
lt_lt: Redagavote aplanką.
ru_ru: Вы изменили папку.
uk_ua: Ви відредагували теку.

source: You have saved a new password
ja_jp: 新しいパスワードを保存しました
lt_lt: Išsaugojote naują slaptažodį
ru_ru: Вы сохранили новый пароль
uk_ua: Ви зберегли новий пароль

source: You have created a new password.
ja_jp: 新しいパスワードを作成しました。
lt_lt: Sukūrėte naują slaptažodį.
ru_ru: Вы создали новый пароль.
uk_ua: Ви створили новий пароль.

source: Log in passbolt
ja_jp: パスボルトにログイン
lt_lt: Prisijungti "Passbolt"
ru_ru: Войти
uk_ua: Увійти в passbolt

source: {0} shared a resource with you
ja_jp: {0} さんがリソースを共有しました
lt_lt: {0} pasidalino ištekliumi su jumis
ru_ru: {0} поделился с вами ресурсом
uk_ua: {0} поділився ресурсом з вами

source: {0} shared a resource with you.
ja_jp: {0} さんがリソースを共有しました。
lt_lt: {0} pasidalino ištekliumi su jumis.
ru_ru: {0} поделился с вами ресурсом.
uk_ua: {0} поділився ресурсом з вами.

source: You have edited a resource.
ja_jp: リソースを編集しました。
lt_lt: Redagavote šaltinį.
ru_ru: Вы изменили ресурс.
uk_ua: Ви відредагували ресурс.

source: Information about the transfer is required.
ja_jp: 転送に関する情報が必要です。
lt_lt: Reikalinga informacija apie perkėlimą.
ru_ru: Информация о переводе обязательна.
uk_ua: Потрібна інформація про передачу.

source: The operation was successful
ja_jp: 操作は成功しました
lt_lt: Operacija buvo sėkminga
ru_ru: Операция прошла успешно
uk_ua: Операція пройшла успішно.

source: The transfer id is not valid.
ja_jp: 転送IDが有効ではありません。
lt_lt: Pervedimo ID negalioja.
ru_ru: Идентификатор перевода недействителен.
uk_ua: Ідентифікатор передачі недійсний.

source: The authentication token should be a valid uuid.
ja_jp: 認証トークンは有効なuuidでなければなりません。
lt_lt: Autentifikavimo prieigos raktas turi būti galiojantis uuid.
ru_ru: Маркер аутентификации должен быть допустимым UUID.
uk_ua: Токен автентифікації має бути дійсним UUID.

source: The authentication token is invalid.
ja_jp: 認証トークンが無効です。
lt_lt: Autentifikavimo prieigos raktas neteisingas.
ru_ru: Маркер аутентификации недействителен.
uk_ua: Токен автентифікації недійсний.

source: The transfer id should be a uuid.
ja_jp: 転送IDはuuidでなければなりません。
lt_lt: Perkėlimo ID turėtų būti uuid.
ru_ru: Идентификатор передачи должен быть UUID.
uk_ua: Ідентифікатор передачі має бути UUID.

source: The user id should be a uuid.
ja_jp: ユーザーIDはuuidである必要があります。
lt_lt: Vartotojo ID turi būti uuid.
ru_ru: Идентификатор пользователя должен быть UUID.
uk_ua: Ідентифікатор користувача має бути UUID.

source: A user id is required
ja_jp: ユーザーIDが必要です
lt_lt: Reikalingas vartotojo ID
ru_ru: Требуется идентификатор пользователя.
uk_ua: Необхідно вказати ідентифікатор користувача

source: The hash should be an ascii string.
ja_jp: ハッシュはascii文字列でなければなりません。
lt_lt: Maiša turi būti ascii eilutė.
ru_ru: Хэш должен быть строкой ascii.
uk_ua: Хеш має бути рядком у форматі ASCII.

source: The hash should be {0} characters in length.
ja_jp: ハッシュの長さは{0}文字でなければなりません。
lt_lt: Maišos ilgis turi būti {0} simbolių.
ru_ru: Хэш должен иметь длину {0} символов.
uk_ua: Довжина хешу має становити {0} символів.

source: The data transfer hash is required.
ja_jp: データ転送ハッシュが必要です。
lt_lt: Reikalinga duomenų perdavimo maiša.
ru_ru: Требуется хеш передачи данных.
uk_ua: Необхідно вказати хеш передачі даних.

source: The current page should be a non negative integer.
ja_jp: 現在のページは負でない整数である必要があります。
lt_lt: Dabartinis puslapis turi būti ne neigiamas sveikasis skaičius.
ru_ru: Текущая страница должна быть неотрицательным целым числом.
uk_ua: Номер поточної сторінки має бути невід'ємним цілим числом.

source: The current page number is required
ja_jp: 現在のページ番号が必要です
lt_lt: Būtinas dabartinio puslapio numeris
ru_ru: Требуется текущий номер страницы
uk_ua: Необхідно вказати номер поточної сторінки.

source: The current page number should be equal or inferior to the total number of pages.
ja_jp: 現在のページ番号は、総ページ数と同じかそれ以下でなければなりません。
lt_lt: Dabartinio puslapio numeris turi būti lygus arba mažesnis už bendrą puslapių skaičių.
ru_ru: Текущий номер страницы должен быть меньше или равен общему количеству страниц.
uk_ua: Номер поточної сторінки має бути рівним або меншим за загальну кількість сторінок.

source: The current page cannot be greater than {0}
ja_jp: 現在のページは{0}より大きくすることはできません
lt_lt: Dabartinis puslapis negali būti didesnis nei {0}
ru_ru: Текущая страница не может быть больше {0}
uk_ua: Поточна сторінка не може перевищувати {0}.

source: The total number of pages should be a non negative integer.
ja_jp: 総ページ数は負でない整数である必要があります。
lt_lt: Bendras puslapių skaičius turi būti ne neigiamas sveikasis skaičius.
ru_ru: Общее количество страниц должно быть неотрицательным целым числом.
uk_ua: Загальна кількість сторінок має бути цілим невід’ємним числом.

source: The total number of pages is required.
ja_jp: 総ページ数が必要です。
lt_lt: Būtinas bendras puslapių skaičius.
ru_ru: Необходимо указать общее количество страниц.
uk_ua: Необхідно вказати загальну кількість сторінок.

source: The total number of pages should be greater than 0.
ja_jp: 総ページ数は0より大きくなければなりません。
lt_lt: Bendras puslapių skaičius turi būti didesnis nei 0.
ru_ru: Общее количество страниц должно быть больше 0.
uk_ua: Загальна кількість сторінок має бути більшою за 0.

source: The total number of pages cannot be greater than {0}
ja_jp: 総ページ数は{0}より大きくすることはできません
lt_lt: Bendras puslapių skaičius negali būti didesnis nei {0}
ru_ru: Общее количество страниц не может превышать {0}
uk_ua: Загальна кількість сторінок не може перевищувати {0}.

source: The status should not be empty.
ja_jp: ステータスは空にできません。
lt_lt: Padėtis neturi būti tuščia.
ru_ru: Статус не должен быть пустым.
uk_ua: Статус не повинен бути порожнім.

source: The status is required.
ja_jp: ステータスが必要です。
lt_lt: Padėtis būtina.
ru_ru: Статус обязателен.
uk_ua: Статус є обов'язковим.

source: The status must be one of the following: {0}.
ja_jp: ステータスは次のいずれかでなければなりません: {0}。
lt_lt: Padėtis turi būti viena iš šių: {0}.
ru_ru: Статус должен быть одним из следующих: {0}.
uk_ua: Статус має бути одним із наступних: {0}.

source: The user must be active.
ja_jp: ユーザーがアクティブである必要があります。
lt_lt: Vartotojas turi būti aktyvus.
ru_ru: Пользователь должен быть активен.
uk_ua: Користувач має бути активним.

source: Could not validate the transfer data.
ja_jp: 転送データを検証できませんでした。
lt_lt: Nepavyko patvirtinti perdavimo duomenų.
ru_ru: Не удалось проверить данные передачи.
uk_ua: Не вдалося перевірити дані передачі.

source: The transfer could not be created.
ja_jp: 転送を作成できませんでした。
lt_lt: Nepavyko sukurti perkėlimo.
ru_ru: Не удалось создать передачу.
uk_ua: Не вдалося створити передачу.

source: Could not update the transfer data.
ja_jp: 転送データを更新できませんでした。
lt_lt: Nepavyko atnaujinti duomenų perdavimo.
ru_ru: Не удалось обновить данные передачи.
uk_ua: Не вдалося оновити дані передачі.

source: The transfer could not be updated.
ja_jp: 転送を更新できませんでした。
lt_lt: Nepavyko atnaujinti perkėlimo.
ru_ru: Не удалось обновить передачу.
uk_ua: Не вдалося оновити передачу.

source: This operation is not allowed.
ja_jp: この操作はできません。
lt_lt: Ši operacija neleidžiama.
ru_ru: Эта операция не разрешена.
uk_ua: Ця операція заборонена.

source: Restarting a transfer is not allowed.
ja_jp: 転送を再開することはできません。
lt_lt: Perkelti perkėlimą iš naujo neleidžiama.
ru_ru: Перезапуск передачи не допускается.
uk_ua: Повторний запуск передачі заборонений.

source: The operation is already over.
ja_jp: 操作はすでに終了しています。
lt_lt: Operacija jau baigta.
ru_ru: Операция уже закончилась.
uk_ua: Операцію вже завершено.

source: The current page does not match the total number of pages.
ja_jp: 現在のページが総ページ数と一致しません。
lt_lt: Dabartinis puslapis neatitinka bendro puslapių skaičiaus.
ru_ru: Текущая страница не соответствует общему количеству страниц.
uk_ua: Поточна сторінка не співпадає із загальною кількістю сторінок.

source: The authentication token is missing.
ja_jp: 認証トークンがありません。
lt_lt: Trūksta autentifikavimo prieigos rakto.
ru_ru: Маркер аутентификации отсутствует.
uk_ua: Токен автентифікації відсутній.

source: The authentication token is not valid for this user.
ja_jp: 認証トークンはこのユーザーには有効ではありません。
lt_lt: Autentifikavimo prieigos raktas negalioja šiam vartotojui.
ru_ru: Маркер аутентификации недействителен для этого пользователя.
uk_ua: Токен автентифікації недійсний для цього користувача.

source: The authentication token type is invalid.
ja_jp: 認証トークンの型が無効です。
lt_lt: Autentifikavimo prieigos rakto tipas netinkamas.
ru_ru: Недопустимый тип маркера аутентификации.
uk_ua: Тип токена автентифікації недійсний.

source: The authentication token is not active.
ja_jp: 認証トークンがアクティブではありません。
lt_lt: Autentifikavimo prieigos raktas neaktyvus.
ru_ru: Маркер аутентификации не активен.
uk_ua: Токен автентифікаціїไม่активний.

source: The authentication token is expired.
ja_jp: 認証トークンが期限切れです。
lt_lt: Baigėsi autentifikavimo prieigos raktas.
ru_ru: Срок действия маркера аутентификации истек.
uk_ua: Токен автентифікації прострочений.

source: Unable to authenticate to Duo.
ja_jp: Duo に対して認証できません。
lt_lt: Nepavyko autentifikuoti su „Duo“.
ru_ru: Не удалось авторизоваться в Duo.
uk_ua: Неможливо авторизуватися в Duo.

source: Unable to validate the Duo callback data.
ja_jp: Duo コールバックデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti „Duo“ atgalinio iškvietimo duomenų.
ru_ru: Не удалось подтвердить обратные данные Duo.
uk_ua: Неможливо перевірити дані зворотного виклику Duo.

source: A Duo state cookie is required.
ja_jp: Duo stateクッキーが必要です。
lt_lt: Reikalingas „Duo“ būsenos slapukas.
ru_ru: Требуется Cookie состояния Duo.
uk_ua: Необхідний cookie стану Duo.

source: The Duo state cookie value should be a string.
ja_jp: Duo stateクッキーの値は文字列である必要があります。
lt_lt: „Duo“ būsenos slapuko reikšmė turėtų būti eilutė.
ru_ru: Значение Cookie состояния Duo должно быть строкой.
uk_ua: Значення cookie стану Duo має бути рядком.

source: The Duo state cookie should be a valid UUID.
ja_jp: Duo stateクッキーは有効なUUIDである必要があります。
lt_lt: „Duo“ būsenos slapukas turėtų būti galiojantis UUID.
ru_ru: Cookie состояния Duo должен быть действительным UUID.
uk_ua: Cookie стану Duo має бути дійсним UUID.

source: This entrypoint is not available anymore.
ja_jp: このエンドポイントはもう利用できません。
lt_lt: Šis įėjimo taškas nebegalimas.
ru_ru: Эта точка входа больше недоступна.
uk_ua: Ця точка входу більше недоступна.

source: This authentication provider is not enabled for your organization.
ja_jp: この認証プロバイダーはあなたの組織では有効になっていません。
lt_lt: Šis autentifikavimo teikėjas jūsų organizacijoje neįgalintas.
ru_ru: Этот поставщик проверки подлинности не включен для вашей организации.
uk_ua: Цей постачальник автентифікації не активовано для вашої організації.

source: This functionality is not available using AJAX/JSON.
ja_jp: この機能は、AJAX/JSONでは使用できません。
lt_lt: Ši funkcija negalima naudojant AJAX / JSON.
ru_ru: Эта функция недоступна при использовании AJAX/JSON.
uk_ua: Ця функціональність недоступна через AJAX/JSON.

source: This authentication provider is already setup. Disable it first
ja_jp: この認証プロバイダーはすでに設定されています。 まず無効にしてください。
lt_lt: Šis autentifikavimo teikėjas jau nustatytas. Pirmiausia išjunkite
ru_ru: Этот поставщик аутентификации уже настроен. Сначала отключите его
uk_ua: Цей постачальник автентифікації вже налаштований. Спершу вимкніть його

source: Multi Factor Authentication is configured!
ja_jp: 多要素認証が設定されています！
lt_lt: Sukonfigūruotas kelių faktorių autentifikavimas!
ru_ru: Многофакторная аутентификация настроена!
uk_ua: Налаштована двофакторна аутентифікація!

source: MFA authentication is required.
ja_jp: MFA認証が必要です。
lt_lt: Reikalingas MFA autentifikavimas.
ru_ru: Требуется аутентификация MFA.
uk_ua: Необхідна двофакторна аутентифікація.

source: The multi-factor authentication is not required.
ja_jp: 多要素認証は必要ありません。
lt_lt: Kelių veiksnių autentifikavimas nereikalingas.
ru_ru: Многофакторная аутентификация не требуется.
uk_ua: Двофакторна аутентифікація не вимагається.

source: No valid multi-factor authentication settings found.
ja_jp: 有効な多要素認証の設定が見つかりませんでした。
lt_lt: Nerasta jokių galiojančių kelių veiksnių autentifikavimo nustatymų.
ru_ru: Не найдены действительные параметры многофакторной аутентификации.
uk_ua: Не знайдено чинних налаштувань багатофакторної автентифікації.

source: No valid multi-factor authentication settings found for this provider.
ja_jp: このプロバイダーに有効な多要素認証設定が見つかりません。
lt_lt: Šiam teikėjui nerasta jokių galiojančių kelių veiksnių autentifikavimo nustatymų.
ru_ru: Для этого поставщика не найдены действительные параметры многофакторной аутентификации.
uk_ua: Не знайдено жодних дійсних налаштувань двофакторної аутентифікації для цього постачальника.

source: The multi-factor authentication was a success.
ja_jp: 多要素認証は成功しました。
lt_lt: Daugiafaktoris autentifikavimas buvo sėkmingas.
ru_ru: Многофакторная аутентификация прошла успешно.
uk_ua: Двофакторну аутентифікацію успішно виконано.

source: The multi factor authentication settings for the organization were updated.
ja_jp: 組織の多要素認証設定が更新されました。
lt_lt: Buvo atnaujinti organizacijos kelių veiksnių autentifikavimo nustatymai.
ru_ru: Настройки многофакторной аутентификации для организации были обновлены.
uk_ua: Налаштування двофакторної аутентифікації для організації було оновлено.

source: Please setup the TOTP application.
ja_jp: TOTPアプリケーションをセットアップしてください。
lt_lt: Nustatykite TOTP (laiku pagrįstas vienkartinis slaptažodis) programą.
ru_ru: Пожалуйста, настройте приложение TOTP.
uk_ua: Будь ласка, налаштуйте TOTP-додаток.

source: Please provide the one-time password.
ja_jp: ワンタイムパスワードを入力してください。
lt_lt: Pateikite vienkartinį slaptažodį.
ru_ru: Укажите одноразовый пароль.
uk_ua: Будь ласка, надайте одноразовий пароль.

source: You have been logged out due to too many failed attempts.
ja_jp: 失敗回数が多すぎるためログアウトさせられました。
lt_lt: Buvote atjungti dėl pernelyg daugelio nesėkmingų bandymų.
ru_ru: Вы вышли из системы из-за слишком большого числа неудачных попыток.
uk_ua: Вас було виведено з системи через надто багато невдалих спроб.

source: The user id is not valid.
ja_jp: ユーザーIDが有効ではありません。
lt_lt: Vartotojo ID negalioja.
ru_ru: Идентификатор пользователя недействителен.
uk_ua: Ідентифікатор користувача недійсний.

source: No multi-factor authentication settings defined for the user.
ja_jp: ユーザーに定義されている多要素認証設定はありません。
lt_lt: Nenustatyti kelių veiksnių autentifikavimo nustatymai vartotojui.
ru_ru: Для пользователя не заданы параметры многофакторной аутентификации.
uk_ua: Не задано налаштувань двофакторної аутентифікації для цього користувача.

source: The multi-factor authentication settings for the user were deleted.
ja_jp: ユーザーの多要素認証設定を削除しました。
lt_lt: Kelių veiksnių autentifikavimo nustatymai vartotojui buvo ištrinti.
ru_ru: Настройки многофакторной аутентификации для пользователя были удалены.
uk_ua: Налаштування двофакторної аутентифікації для користувача видалено.

source: Please setup the Yubikey settings.
ja_jp: YubiKey設定を設定してください。
lt_lt: Nustatykite „Yubikey“ nustatymus.
ru_ru: Пожалуйста, настройте параметры Yubikey.
uk_ua: Будь ласка, налаштуйте параметри Yubikey.

source: A state is required.
ja_jp: State が必要です。
lt_lt: Reikalinga būsena.
ru_ru: Необходимо состояние.
uk_ua: Потрібен стан.

source: The state should be a valid BMP-UTF8 string.
ja_jp: State は有効なBMP-UTF8文字列である必要があります。
lt_lt: Būsena turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Состояние должно быть действительной строкой BMP-UTF8.
uk_ua: Стан має бути дійсним BMP-UTF8 рядком.

source: The state should not be empty.
ja_jp: State を空にすることはできません。
lt_lt: Būsena neturi būti tuščia.
ru_ru: Состояние не может быть пустым.
uk_ua: Стан не повинен бути порожнім.

source: A duo code is required.
ja_jp: Duoコードが必要です。
lt_lt: Būtinas „Duo“ kodas.
ru_ru: Требуется код duo.
uk_ua: Потрібен код Duo.

source: The duo code state should be a valid BMP-UTF8 string.
ja_jp: Duoコードのstateは有効なBMP-UTF8文字列である必要があります。
lt_lt: „Duo“ kodo būsena turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Состояние duo кода должно быть действительной строкой BMP-UTF8.
uk_ua: Стан коду duo має бути дійсним BMP-UTF8 рядком.

source: The duo code should not be empty.
ja_jp: Duoコードを空にすることはできません。
lt_lt: „Duo“ kodas neturi būti tuščias.
ru_ru: Код duo не может быть пустым.
uk_ua: Код Duo не повинен бути порожнім.

source: The error description should be a valid BMP-UTF8 string.
ja_jp: エラーの説明は有効なBMP-UTF8文字列である必要があります。
lt_lt: Klaidos aprašymas turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Описание ошибки должно быть корректной строкой BMP-UTF8.
uk_ua: Опис помилки має бути дійсним BMP-UTF8 рядком.

source: The error description state should be a valid BMP-UTF8 string.
ja_jp: エラー説明のstateは有効なBMP-UTF8文字列である必要があります。
lt_lt: Klaidos aprašymo būsena turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Состояние описания ошибки должно быть корректной строкой BMP-UTF8.
uk_ua: Стан опису помилки має бути дійсним BMP-UTF8 рядком.

source: Something went wrong when validating the one-time password.
ja_jp: ワンタイムパスワードの検証中に問題が発生しました。
lt_lt: Kažkas nepavyko tikrinant vienkartinį slaptažodį.
ru_ru: Что-то пошло не так при проверке одноразового пароля.
uk_ua: Сталася помилка під час перевірки одноразового пароля.

source: This OTP provision uri is not valid.
ja_jp: このOTPプロビジョニングuriは有効ではありません。
lt_lt: Šis vienkartinio slaptažodžio nuostatos uri negalioja.
ru_ru: Этот uri предоставления одноразового пароля недействителен.
uk_ua: URI для OTP-провізії недійсний.

source: An OTP is required.
ja_jp: OTPが必要です。
lt_lt: Būtinas vienkartinis slaptažodis.
ru_ru: Требуется одноразовый пароль.
uk_ua: Потрібен одноразовий пароль (OTP).
