Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: You need to login to access this location.
ja_jp: この場所にアクセスするにはログインする必要があります。
lt_lt: Norėdami pasiekti šią vietą, turite prisijungti.
ru_ru: Вам необходимо войти в систему, чтобы получить доступ к этому местоположению.
uk_ua: Ви повинні увійти, щоб отримати доступ до цього розташування.

source: The server verify token is missing or invalid.
ja_jp: サーバー検証トークンが見つからないか無効です。
lt_lt: Trūksta serverio patvirtinimo prieigos rakto arba jis neteisingas.
ru_ru: Токен проверки сервера отсутствует или недействителен.
uk_ua: Токен верифікації сервера відсутній або недійсний.

source: Decryption failed.
ja_jp: 復号に失敗しました。
lt_lt: Nepavyko iššifruoti.
ru_ru: Расшифровка не удалась.
uk_ua: Помилка розшифрування.

source: Failed to create token.
ja_jp: トークンを作成できませんでした。
lt_lt: Nepavyko sukurti prieigos rakto.
ru_ru: Не удалось создать токен.
uk_ua: Не вдалося створити токен.

source: The user token result should be a valid UUID.
ja_jp: ユーザートークンの結果は有効な UUID でなければなりません。
lt_lt: Vartotojo prieigos rakto rezultatas turėtų būti galiojantis UUID.
ru_ru: Результат токена пользователя должен быть действительным UUID.
uk_ua: Результат токена користувача має бути дійсним UUID.

source: The user token result could not be found
ja_jp: ユーザートークンの結果が見つかりませんでした
lt_lt: Vartotojo prieigos rakto rezultatas nerastas
ru_ru: Не удалось найти результат токена пользователя
uk_ua: Не вдалось знайти результат за токеном користувача

source: The OpenPGP server key defined in the config cannot be used to decrypt.
ja_jp: 設定で定義された OpenPGP サーバーの鍵を復号に使用できません。
lt_lt: Konfigūracijoje apibrėžtas „OpenPGP“ serverio raktas negali būti naudojamas iššifruoti.
ru_ru: Ключ сервера OpenPGP, указанный в конфигурации, нельзя использовать для расшифровки.
uk_ua: Вказаний у конфігурації ключ сервера OpenPGP, неможливо використаний для дешифрування.

source: Could not import the user OpenPGP key.
ja_jp: ユーザーのOpenPGP鍵をインポートできませんでした。
lt_lt: Nepavyko importuoti vartotojo „OpenPGP“ rakto.
ru_ru: Не удалось импортировать пользовательский ключ OpenPGP.
uk_ua: Не вдалось імпортувати користувацький OpenPGP ключ.

source: Invalid verify token type.
ja_jp: 無効な検証トークンタイプです。
lt_lt: Neteisingas patvirtinimo prieigos rakto tipas.
ru_ru: Недопустимый тип токена проверки.
uk_ua: Невірний тип токена перевірки.

source: Invalid verify token format,
ja_jp: トークンの検証形式が無効です。
lt_lt: Neteisingas patvirtinimo prieigos rakto formatas,
ru_ru: Неверный формат токена подтверждения,
uk_ua: Невірний формат токена верифікації,

source: sections are missing or using wrong delimiters.
ja_jp: セクションが存在しないか、間違った区切り文字を使用しています。
lt_lt: skyrių nėra arba juose naudojami neteisingi skirtukai.
ru_ru: разделы отсутствуют или используют неправильные разделители.
uk_ua: розділи відсутні або мають неправильні роздільники.

source: the version numbers do not match.
ja_jp: バージョン番号が一致しません。
lt_lt: versijos numeriai nesutampa.
ru_ru: номера версий не совпадают.
uk_ua: номери версій не збігаються.

source: wrong version number.
ja_jp: バージョン番号が間違っています。
lt_lt: neteisingas versijos numeris.
ru_ru: неверный номер версии.
uk_ua: хибний номер версії.

source: it is not a UUID.
ja_jp: それはUUIDではありません。
lt_lt: tai nėra UUID.
ru_ru: это не UUID.
uk_ua: це не UUID.

source: wrong token data length.
ja_jp: トークンデータの長さが間違っています。
lt_lt: neteisingas prieigos rakto duomenų ilgis.
ru_ru: неправильная длина данных токена.
uk_ua: хибна довжина даних токена.

source: There is no user associated with this key.
ja_jp: この鍵に関連付けられているユーザーはいません。
lt_lt: Nėra vartotojo, susieto su šiuo raktu.
ru_ru: Нет пользователя, связанного с этим ключом.
uk_ua: Немає користувача, пов’язаного з цим ключем.

source: Page not found.
ja_jp: ページが見つかりません。
lt_lt: Puslapis nerastas.
ru_ru: Страница не найдена.
uk_ua: Сторінку не знайдено.

source: Please use .json extension in URL or accept application/json.
ja_jp: .json拡張子をURLに使用するか、application/jsonを受け入れてください。
lt_lt: Naudokite .json plėtinį URL adrese arba priimkite application/json.
ru_ru: Пожалуйста, используйте расширение .json в URL или используйте application/json.
uk_ua: Будь ласка, використовуйте .json розширення в URL або прийміть application/json.

source: The request data can not be empty.
ja_jp: リクエストデータを空にすることはできません。
lt_lt: Užklausos duomenys negali būti tušti.
ru_ru: Данные запроса не должны быть пустыми.
uk_ua: Дані запиту не можуть бути порожніми.

source: You are successfully logged in.
ja_jp: 正常にログインしました。
lt_lt: Jūs sėkmingai prisijungėte.
ru_ru: Вы успешно вошли в систему.
uk_ua: Ви успішно увійшли.

source: You are successfully logged out.
ja_jp: 正常にログアウトしました。
lt_lt: Jūs sėkmingai atsijungėte.
ru_ru: Вы успешно вышли из системы.
uk_ua: Ви успішно вийшли.

source: The logout route should only be accessed with POST method.
ja_jp: ログアウトルートにはPOSTメソッドでのみアクセスできます。
lt_lt: Atsijungimo maršrutas turėtų būti pasiekiamas tik per POST metodą.
ru_ru: Маршрут выхода должен быть доступен только методом POST.
uk_ua: Маршрут виходу із системи має бути доступний лише через POST метод.

source: The OpenPGP public key information was not found in config.
ja_jp: OpenPGP の公開鍵情報が config に見つかりませんでした。
lt_lt: „OpenPGP“ viešojo rakto informacija konfigūracijoje nerasta.
ru_ru: Информация об открытом ключе OpenPGP не найдена в config.
uk_ua: Інформацію про публічний ключ OpenPGP не знайдено у конфігурації.

source: The operation was successful.
ja_jp: 操作は成功しました。
lt_lt: Operacija buvo sėkminga.
ru_ru: Операция прошла успешно.
uk_ua: Операція пройшла успішно.

source: The comment was successfully added.
ja_jp: コメントが正常に追加されました。
lt_lt: Komentaras buvo sėkmingai pridėtas.
ru_ru: Комментарий был успешно добавлен.
uk_ua: Коментар успішно додано.

source: The comment was deleted.
ja_jp: コメントが削除されました。
lt_lt: Komentaras buvo ištrintas.
ru_ru: Комментарий был удален.
uk_ua: Коментар видалено.

source: The comment id is not valid.
ja_jp: コメントIDが有効ではありません。
lt_lt: Komentaro id neteisingas.
ru_ru: Идентификатор комментария недействителен.
uk_ua: Id коментаря недійсний.

source: The comment was successfully updated.
ja_jp: コメントは正常に更新されました。
lt_lt: Komentaras sėkmingai atnaujintas.
ru_ru: Комментарий был успешно обновлен.
uk_ua: Коментар успішно оновлено.

source: Invalid order. "{0}" is not in the list of allowed order.
ja_jp: 順序が無効です。 "{0}" は許可された順序のリストにありません。
lt_lt: Neteisingas užsakymas. „{0}“ nėra leidžiamų užsakymų sąraše.
ru_ru: Неверный заказ. "{0}" отсутствует в списке допустимых порядков.
uk_ua: Некоректна властивість. "{0}" відсутній в переліку дозволених властивостей.

source: Invalid order. "{0}" is not a valid order.
ja_jp: 順序が無効です。 "{0}" は有効な順序ではありません。
lt_lt: Neteisingas užsakymas. „{0}“ nėra galiojantis užsakymas.
ru_ru: Неверный заказ. "{0}" не является допустимым заказом.
uk_ua: Некоректна властивість. "{0}" відсутній в переліку доступних властивостей.

source: Invalid order. "{0}" is not a valid field.
ja_jp: 順序が無効です。 "{0}" は有効なフィールドではありません。
lt_lt: Neteisingas užsakymas. „{0}“ nėra tinkamas laukas.
ru_ru: Неверный заказ. "{0}" не является допустимым полем.
uk_ua: Неприпустимий порядок. "{0}" не є дійсним полем.

source: Invalid pagination.
ja_jp: ページネーションが無効です。
lt_lt: Neteisingas puslapių numeravimas.
ru_ru: Неверная нумерация страниц.
uk_ua: Недійсна нумерація сторінок.

source: Invalid query string. The filter parameter should be an array.
ja_jp: クエリ文字列が無効です。filterパラメータは配列でなければなりません。
lt_lt: Netinkama užklausos eilutė. Filtro parametras turi būti masyvas.
ru_ru: Недопустимая строка запроса. Параметр фильтра должен быть массивом.
uk_ua: Некоректний рядок запиту. Параметр фільтра має бути масивом.

source: Invalid query string. The contain parameter should be an array.
ja_jp: クエリ文字列が無効です。containパラメータは配列でなければなりません。
lt_lt: Netinkama užklausos eilutė. Įtraukimo parametras turi būti masyvas.
ru_ru: Недопустимая строка запроса. Содержащийся параметр должен быть массивом.
uk_ua: Некоректний рядок запиту. Параметр contain має бути масивом.

source: Invalid filter.
ja_jp: フィルターが無効です。
lt_lt: Netinkamas filtras.
ru_ru: Неверный фильтр.
uk_ua: Недопустимий фільтр.

source: Invalid order.
ja_jp: 順序が無効です。
lt_lt: Neteisinga tvarka.
ru_ru: Неверный заказ.
uk_ua: Помилка в порядку.

source: Invalid contain.
ja_jp: containが無効です。
lt_lt: Neteisingas kiekis.
ru_ru: Недопустимое содержание.
uk_ua: Недійсне значення contain.

source: No validation rule for filter {0}. Please create one.
ja_jp: フィルター {0} の検証ルールがありません。作成してください。
lt_lt: Nėra filtro {0} patvirtinimo taisyklės. Sukurkite vieną.
ru_ru: Нет правила проверки для фильтра {0}. Пожалуйста, создайте его.
uk_ua: Немає правила валідації фільтра {0}. Будь ласка, створіть його.

source: Filter {0} is not valid.
ja_jp: フィルター {0} は有効ではありません。
lt_lt: Filtras {0} negalioja.
ru_ru: Фильтр {0} недействителен.
uk_ua: Фільтр {0} не дійсний.

source: "{0}" is not a valid value for filter {1}.
ja_jp: "{0}" はフィルター {1} の有効な値ではありません。
lt_lt: "{0}" nėra tinkama filtro {1} vertė.
ru_ru: "{0}" не является допустимым значением для фильтра {1}.
uk_ua: "{0}" не є дійсним значенням для фільтра {1}.

source: "{0}" is not a valid search filter.
ja_jp: "{0}" は有効な検索フィルターではありません。
lt_lt: "{0}" nėra tinkamas paieškos filtras.
ru_ru: "{0}" не является допустимым поисковым фильтром.
uk_ua: "{0}" не є допустимим пошуковим фільтром.

source: "{0}" is not a valid search filter. It is not a UTF8 string.
ja_jp: "{0}" は有効な検索フィルターではありません。UTF8文字列ではありません。
lt_lt: "{0}" nėra tinkamas paieškos filtras. Tai nėra UTF8 eilutė.
ru_ru: "{0}" не является допустимым поисковым фильтром. Это не строка UTF8.
uk_ua: "{0}" не є допустимим пошуковим фільтром. Це не рядок UTF8.

source: It should be between 1 and 64 char in length.
ja_jp: 長さは1文字以上64文字以下にする必要があります。
lt_lt: Tai turėtų būti nuo 1 iki 64 ženklų ilgio.
ru_ru: Длина должна быть от 1 до 64 символов.
uk_ua: Має мати довжину від 1 до 64 символів.

source: "{0}" is not a valid user filter.
ja_jp: "{0}" は有効なユーザーフィルターではありません。
lt_lt: "{0}" nėra tinkamas naudotojo filtras.
ru_ru: "{0}" не является допустимым пользовательским фильтром.
uk_ua: "{0}" не є допустимим користувацьким фільтром.

source: "{0}" is not a valid user id for filter {1}.
ja_jp: "{0}" はフィルター {1} の有効なユーザーIDではありません。
lt_lt: "{0}" nėra tinkamas filtro {1} vartotojo Id.
ru_ru: "{0}" не является допустимым идентификатором пользователя для фильтра {1}.
uk_ua: "{0}" не є дійсним ідентифікатором користувача {1}.

source: "{0}" is not a valid group filter.
ja_jp: "{0}" は有効なグループフィルターではありません。
lt_lt: "{0} nėra tinkamas grupės filtras.
ru_ru: "{0}" не является допустимым групповым фильтром.
uk_ua: "{0}" не є допустимим груповим фільтром.

source: "{0}" is not a valid parent filter.
ja_jp: "{0}" は有効な親フィルターではありません。
lt_lt: „{0}“ nėra tinkamas pirminis filtras.
ru_ru: "{0}" не является допустимым родительским фильтром.
uk_ua: \"{0}\" не є допустимим фільтром-батьком.

source: "{0}" is not a valid resource id for filter {1}.
ja_jp: "{0}" はフィルター {1} の有効なリソースIDではありません。
lt_lt: „{0}“ nėra tinkamas filtro {1} šaltinio ID.
ru_ru: "{0}" не является допустимым идентификатором ресурса для фильтра {1}.
uk_ua: "{0}" не є вірним ідентифікатором користувача для фільтра {1}.

source: "{0}" is not a valid group id for filter {1}.
ja_jp: "{0}" はフィルター {1} の有効なグループIDではありません。
lt_lt: „{0}“ nėra tinkamas filtro {1} grupės ID.
ru_ru: "{0}" не является допустимым идентификатором группы для фильтра {1}.
uk_ua: "{0}" не є вірним ідентифікатором групи для фільтра {1}.

source: "{0}" is not a valid parent id for filter {1}.
ja_jp: "{0}" はフィルター {1} の有効な親IDではありません。
lt_lt: „{0}“ nėra tinkamas pirminis filtro {1} ID.
ru_ru: "{0}" не является допустимым родительским идентификатором для фильтра {1}.
uk_ua: \"{0}\" не є дійсним ідентифікатором батька для фільтра {1}.

source: "{0}" is not a valid timestamp for filter {1}.
ja_jp: "{0}" は、フィルター {1} の有効なタイムスタンプではありません。
lt_lt: „{0}“ nėra tinkama filtro {1} laiko žyma.
ru_ru: "{0}" не является допустимой отметкой времени для фильтра {1}.
uk_ua: "{0}" не є дійсною міткою часу для фільтра {1}.

source: "{0}" is not a valid datetime for filter {1}.
ja_jp: "{0}" はフィルター {1} の有効な日時ではありません。
lt_lt: „{0}“ nėra tinkama data ir laikas filtrui {1}.
ru_ru: "{0}" не является допустимой датой и временем для фильтра {1}.
uk_ua: "{0}" не є дійсною датою для фільтра {1}.

source: "{0}" is not a valid order.
ja_jp: "{0}" は有効な順序ではありません。
lt_lt: „{0}“ nėra galiojantis užsakymas.
ru_ru: "{0}" не является допустимым заказом.
uk_ua: "{0}" не є допустимим значенням.

source: "{0}" is not in the list of allowed order.
ja_jp: "{0}" は許可された順序のリストにありません。
lt_lt: „{0}“ nėra leidžiamų užsakymų sąraše.
ru_ru: "{0}" отсутствует в списке допустимых порядков.
uk_ua: "{0}" відсутній в переліку дозволених властивостей.

source: "{0}" is not a valid contain value.
ja_jp: "{0}" は有効な contain 値ではありません。
lt_lt: „{0}“ nėra tinkama įtraukimo reikšmė.
ru_ru: "{0}" не является допустимым значением содержимого.
uk_ua: "{0}" не є дійсним значенням вмісту.

source: undefined user agent
ja_jp: 未定義のユーザーエージェント
lt_lt: neapibrėžtas vartotojo agentas
ru_ru: неопределенный пользовательский агент
uk_ua: невизначений агент користувача

source: Access restricted to administrators.
ja_jp: アクセスは管理者に制限されています。
lt_lt: Prieiga suteikta tik administratoriams.
ru_ru: Доступ ограничен администраторами.
uk_ua: Доступ тільки для адміністраторів.

source: Access restricted to unauthenticated users.
ja_jp: アクセスは未認証ユーザーに制限されています。
lt_lt: Prieiga apribota neautentifikuotiems naudotojams.
ru_ru: Доступ ограничен для неавторизованных пользователей.
uk_ua: Доступ обмежено для неавтентифікованих користувачів.

source: The user should not be logged in.
ja_jp: ユーザーはログインしていない必要があります。
lt_lt: Vartotojas neturėtų būti prisijungęs.
ru_ru: Пользователь не должен быть авторизован.
uk_ua: Користувач не повинен бути авторизований.

source: This feature is not supported by your version of passbolt.
ja_jp: この機能は、お使いのバージョンのパスボルトではサポートされていません。
lt_lt: Šios funkcijos jūsų „passbolt“ versija nepalaiko.
ru_ru: Эта функция не поддерживается вашей версией passbolt.
uk_ua: Ця функція не підтримується вашою версією Passbolt.

source: The resource identifier should be a valid UUID.
ja_jp: リソース識別子は有効なUUIDでなければなりません。
lt_lt: Ištekliaus identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор ресурса должен быть допустимым UUID.
uk_ua: Ідентифікатор ресурсу має бути дійсним UUID.

source: The resource was marked as favorite.
ja_jp: リソースはお気に入りとしてマークされました。
lt_lt: Išteklius buvo pažymėtas kaip mėgstamiausias.
ru_ru: Ресурс был отмечен как избранный.
uk_ua: Ресурс позначено як обраний.

source: The favorite id is not valid.
ja_jp: お気に入りIDが無効です。
lt_lt: Mėgstamiausias ID negalioja.
ru_ru: Идентификатор избранного недействителен.
uk_ua: Ідентифікатор обраного недійсний.

source: The favorite was deleted.
ja_jp: お気に入りは削除されました。
lt_lt: Mėgstamiausias buvo ištrintas.
ru_ru: Избранное удалено.
uk_ua: Обране видалено.

source: The OpenPGP key identifier should be a valid UUID.
ja_jp: OpenPGP の鍵識別子は、有効な UUID である必要があります。
lt_lt: OpenPGP rakto identifikatorius turėtų būti galiojantis UUID.
ru_ru: Идентификатор ключа OpenPGP должен быть действительным UUID.
uk_ua: Ідентифікатор ключа OpenPGP має бути дійсним UUID.

source: The OpenPGP key does not exist.
ja_jp: OpenPGP 鍵が存在しません。
lt_lt: OpenPGP rakto nėra.
ru_ru: Ключ OpenPGP не существует.
uk_ua: Ключ OpenPGP не існує.

source: The group has been added successfully.
ja_jp: グループが正常に追加されました。
lt_lt: Grupė sėkmingai pridėta.
ru_ru: Группа успешно добавлена.
uk_ua: Групу успішно додано.

source: The group can be deleted.
ja_jp: グループは削除できます。
lt_lt: Grupę galima ištrinti.
ru_ru: Группу можно удалить.
uk_ua: Групу можна видалити.

source: The group was deleted successfully.
ja_jp: グループは正常に削除されました。
lt_lt: Grupė sėkmingai ištrinta.
ru_ru: Группа успешно удалена.
uk_ua: Групу успішно видалено.

source: You are not authorized to access that location.
ja_jp: その場所にアクセスする権限がありません。
lt_lt: Jūs neturite teisės pasiekti tos vietos.
ru_ru: У вас нет прав доступа к этому местоположению.
uk_ua: Ви не маєте дозволу на доступ до цього розташування.

source: The group identifier should be a valid UUID.
ja_jp: グループ識別子は有効な UUID でなければなりません。
lt_lt: Grupės identifikatorius turėtų būti galiojantis UUID.
ru_ru: Идентификатор группы должен быть допустимым UUID.
uk_ua: Ідентифікатор групи має бути дійсним UUID.

source: The group does not exist or has been already deleted.
ja_jp: グループが存在しないか、すでに削除されています。
lt_lt: Grupė neegzistuoja arba jau buvo ištrinta.
ru_ru: Группа не существует или уже удалена.
uk_ua: Група не існує або вже була видалена.

source: The group cannot be deleted.
ja_jp: グループを削除できません。
lt_lt: Grupės negalima ištrinti.
ru_ru: Группа не может быть удалена.
uk_ua: Групу неможливо видалити.

source: The permissions identifiers must be valid UUID.
ja_jp: パーミッション識別子は有効な UUID でなければなりません。
lt_lt: Leidimų identifikatoriai turi būti galiojantys UUID.
ru_ru: Идентификаторы разрешений должны быть действительными UUID.
uk_ua: Ідентифікатори дозволів мають бути дійсними UUID.

source: The group id is not valid.
ja_jp: グループ ID が有効ではありません。
lt_lt: Grupės id negalioja.
ru_ru: Идентификатор группы недействителен.
uk_ua: Ідентифікатор групи недійсний.

source: The group does not exist.
ja_jp: グループは存在しません。
lt_lt: Grupės nėra.
ru_ru: Группа не существует.
uk_ua: Група не існує.

source: All checks ran successfully!
ja_jp: すべてのチェックが正常に実行されました！
lt_lt: Visi patikrinimai vyko sėkmingai!
ru_ru: Все проверки прошли успешно!
uk_ua: Усі перевірки виконано успішно!

source: Healthcheck security index endpoint disabled.
ja_jp: ヘルスチェックセキュリティインデックスエンドポイントは無効です。
lt_lt: Healthcheck saugumo indeksavimo įėjimo taškas išjungtas.
ru_ru: Конечная точка индексной проверки безопасности healthcheck отключена.
uk_ua: Кінцева точка перевірки безпеки Healthcheck вимкнена.

source: OK
lt_lt: Gerai
ru_ru: ХОРОШО

source: The identifier should be a valid UUID.
ja_jp: 識別子は有効な UUID である必要があります。
lt_lt: Identifikatorius turėtų būti galiojantis UUID.
ru_ru: Идентификатор должен быть действительным UUID.
uk_ua: Ідентифікатор має бути дійсним UUID.

source: The resource does not exist.
ja_jp: リソースが存在しません。
lt_lt: Išteklius neegzistuoja.
ru_ru: Ресурс не существует.
uk_ua: Ресурс не існує.

source: The resource has been added successfully.
ja_jp: リソースが正常に追加されました。
lt_lt: Išteklius sėkmingai pridėtas.
ru_ru: Ресурс успешно добавлен.
uk_ua: Ресурс було додано успішно.

source: The resource has been deleted successfully.
ja_jp: リソースが正常に削除されました。
lt_lt: Išteklius sėkmingai ištrintas.
ru_ru: Ресурс успешно удален.
uk_ua: Ресурс успішно видалено.

source: You do not have the permission to delete this resource.
ja_jp: このリソースを削除するパーミッションがありません。
lt_lt: Neturite leidimo ištrinti šio šaltinio.
ru_ru: У вас нет разрешения на удаление этого ресурса.
uk_ua: Ви не маєте дозволу на видалення цього ресурсу.

source: Could not delete the resource.
ja_jp: リソースを削除できませんでした。
lt_lt: Nepavyko ištrinti šaltinio.
ru_ru: Не удалось удалить ресурс.
uk_ua: Не вдалося видалити ресурс.

source: The resource has been updated successfully.
ja_jp: リソースが正常に更新されました。
lt_lt: Išteklius sėkmingai atnaujintas.
ru_ru: Ресурс успешно обновлен.
uk_ua: Ресурс успішно оновлено.

source: The secret does not exist.
ja_jp: 秘密は存在しません。
lt_lt: Paslaptis neegzistuoja.
ru_ru: Секрет не существует.
uk_ua: Секрет не існує.

source: Only guests are allowed to abort recovery process.
ja_jp: ゲストのみがリカバリープロセスを中断できます。
lt_lt: Tik svečiams leidžiama nutraukti atkūrimo procesą.
ru_ru: Только гостям разрешается прерывать процесс восстановления.
uk_ua: Тільки гостям дозволено скасувати процес відновлення.

source: An authentication token must be provided.
ja_jp: 認証トークンを提供する必要があります。
lt_lt: Turi būti pateiktas autentifikavimo prieigos raktas.
ru_ru: Должен быть предоставлен токен аутентификации.
uk_ua: Необхідно вказати токен автентифікації.

source: The recovery process was aborted.
ja_jp: 復旧プロセスが中止されました。
lt_lt: Atkūrimo procesas buvo nutrauktas.
ru_ru: Процесс восстановления был прерван.
uk_ua: Процес відновлення було перервано.

source: Only guests are allowed to complete setup.
ja_jp: ゲストのみがセットアップを完了できます。
lt_lt: Tik svečiams leidžiama užbaigti sąranką.
ru_ru: Только гость может завершить настройку.
uk_ua: Тільки гостям дозволено завершити встановлення.

source: The recovery was completed successfully.
ja_jp: 復旧が正常に完了しました。
lt_lt: Atkūrimas sėkmingai baigtas.
ru_ru: Восстановление завершено успешно.
uk_ua: Відновлення завершено успішно.

source: Only guests are allowed to proceed with account recovery.
ja_jp: ゲストのみがアカウント復旧を続行できます。
lt_lt: Tik svečiams leidžiama atkurti paskyrą.
ru_ru: Только гости могут продолжить восстановление аккаунта.
uk_ua: Тільки гостям дозволено продовжити відновлення облікового запису.

source: The setup was completed successfully.
ja_jp: セットアップは正常に完了しました。
lt_lt: Konfigūracija sėkmingai baigta.
ru_ru: Настройка завершена успешно.
uk_ua: Налаштування успішно завершено.

source: Only guests are allowed to start setup.
ja_jp: ゲストのみがセットアップを開始できます。
lt_lt: Tik svečiams leidžiama pradėti sąranką.
ru_ru: Только гость может начать установку.
uk_ua: Тільки гостям дозволено розпочати встановлення.

source: You are not authorized to share this resource.
ja_jp: このリソースを共有する権限がありません。
lt_lt: Jūs neturite teisės dalintis šiuo šaltiniu.
ru_ru: У вас нет прав для совместного использования этого ресурса.
uk_ua: Ви не маєте прав поширювати цей ресурс.

source: Resource metadata key type is invalid.
ja_jp: リソースメタデータのキータイプが無効です。
lt_lt: Ištekliaus metaduomenų rakto tipas neteisingas.
ru_ru: Недопустимый тип ключа метаданных ресурса.
uk_ua: Тип ключа метаданих ресурсу є недійсним.

source: Only administrators can add new users.
ja_jp: 管理者のみが新しいユーザーを追加できます。
lt_lt: Tik administratoriai gali pridėti naujų vartotojų.
ru_ru: Только администраторы могут добавлять новых пользователей.
uk_ua: Тільки адміністратори можуть додавати нових користувачів.

source: The user was successfully added. This user now need to complete the setup.
ja_jp: ユーザーが正常に追加されました。このユーザーは今セットアップを完了する必要があります。
lt_lt: Vartotojas sėkmingai pridėtas. Šis vartotojas dabar turi baigti sąranką.
ru_ru: Пользователь был успешно добавлен. Теперь этому пользователю необходимо завершить настройку.
uk_ua: Користувача успішно додано. Цьому користувачеві тепер потрібно завершити встановлення.

source: The user can be deleted.
ja_jp: ユーザーを削除できます。
lt_lt: Vartotoją galima ištrinti.
ru_ru: Пользователь может быть удален.
uk_ua: Користувач може бути видалений.

source: The user has been deleted successfully.
ja_jp: ユーザーが正常に削除されました。
lt_lt: Vartotojas sėkmingai ištrintas.
ru_ru: Пользователь успешно удален.
uk_ua: Користувача успішно видалено.

source: The user identifier should be a valid UUID.
ja_jp: ユーザー識別子は有効な UUID でなければなりません。
lt_lt: Vartotojo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя должен быть действительным UUID.
uk_ua: Ідентифікатор користувача має бути дійсним UUID.

source: You are not allowed to delete yourself.
ja_jp: 自分自身を削除することはできません。
lt_lt: Jums neleidžiama ištrinti savęs.
ru_ru: Вы не можете удалить себя.
uk_ua: Ви не можете видалити самого себе.

source: The user does not exist or has been already deleted.
ja_jp: ユーザーが存在しないか、すでに削除されています。
lt_lt: Vartotojo nėra arba jis jau ištrintas.
ru_ru: Пользователь не существует или уже удален.
uk_ua: Користувач не існує або вже був видалений.

source: The user cannot be deleted.
ja_jp: このユーザーは削除できません。
lt_lt: Vartotojo negalima ištrinti.
ru_ru: Пользователь не может быть удален.
uk_ua: Неможливо видалити користувача.

source: The groups users identifiers must be valid UUID.
ja_jp: グループユーザー識別子は有効なUUIDでなければなりません。
lt_lt: Grupių naudotojų identifikatoriai turi būti galiojantys UUID.
ru_ru: Идентификаторы пользователей групп должны быть действительными UUID.
uk_ua: Ідентифікатори користувачів груп мають бути дійсними UUID.
