Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The identifier of the user who created the Rbac should be a valid UUID.
ja_jp: Rbacを作成したユーザーの識別子は有効なUUIDである必要があります。
lt_lt: Vartotojo, sukūrusio Rbac, identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, который создал Rbac должен быть действительным UUID.
uk_ua: Ідентифікатор користувача, який створив Rbac, має бути дійсним UUID.

source: The identifier of the user who modified the Rbac should be a valid UUID.
ja_jp: Rbacを修正したユーザーの識別子は有効なUUIDである必要があります。
lt_lt: Vartotojo, modifikavusio Rbac, identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, который модифицировал Rbac должен быть действительным UUID.
uk_ua: Ідентифікатор користувача, який змінив Rbac, має бути дійсним UUID.

source: The identifier of the user who modified the Rbac should not be empty.
ja_jp: Rbacを修正したユーザーの識別子を空にすることはできません。
lt_lt: Vartotojo, modifikavusio Rbac, identifikatorius neturi būti tuščias.
ru_ru: Идентификатор пользователя, который изменял Rbac не должен быть пустым.
uk_ua: Ідентифікатор користувача, який змінив Rbac, не повинен бути порожнім.

source: An RBAC entry already exists for the given id.
ja_jp: 指定されたidのRBACエントリはすでに存在します。
lt_lt: RBAC įrašas su pateiktu ID jau egzistuoja.
ru_ru: Запись RBAC уже существует для данного идентификатора.
uk_ua: Запис RBAC уже існує для вказаного ідентифікатора.

source: An entry already exists for the given role and action ids.
ja_jp: 指定されたロールIDとアクションIDのエントリはすでに存在します。
lt_lt: Įrašas su pateiktais vaidmens ir veiksmo id jau egzistuoja.
ru_ru: Запись уже существует для данной роли и идентификаторов действий.
uk_ua: Запис уже існує для вказаних ролі та ідентифікаторів дії.

source: The control function is not allowed for this UI Action.
ja_jp: このUIアクションではcontrol functionは許可されていません。
lt_lt: Ši valdymo funkcija neleidžiama šiam UI veiksmui.
ru_ru: Функция управления для этого пользовательского интерфейса не допускается.
uk_ua: Функція керування не дозволена для цієї дії UI.

source: An action already exists for the given name.
ja_jp: 指定された名前のアクションはすでに存在します。
lt_lt: Veiksmas su pateiktu pavadinimu jau egzistuoja.
ru_ru: Действие уже существует для данного имени.
uk_ua: Дія вже існує для заданого імені.

source: The RBAC settings could not be updated.
ja_jp: RBAC設定を更新できませんでした。
lt_lt: Nepavyko atnaujinti RBAC nustatymų.
ru_ru: Настройки RBAC не могут быть обновлены.
uk_ua: Налаштування RBAC не вдалося оновити.

source: No data found.
ja_jp: データが見つかりません。
lt_lt: Duomenų nerasta.
ru_ru: Данные не найдены.
uk_ua: Дані не знайдено.

source: Some data not found.
ja_jp: 一部のデータが見つかりません。
lt_lt: Kai kurių duomenų nerasta.
ru_ru: Некоторые данные не найдены.
uk_ua: Деякі дані не знайдено.

source: The UI actions data could not be validated.
ja_jp: UIアクションデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti UI veiksmų duomenų.
ru_ru: Не удалось проверить данные действий пользовательского интерфейса.
uk_ua: Не вдалося перевірити дані дій користувацького інтерфейсу.

source: 5 minutes
ja_jp: 5分
lt_lt: 5 minutės
ru_ru: 5 минут
uk_ua: 5 хвилин

source: 15 minutes
ja_jp: 15分
lt_lt: 15 minučių
ru_ru: 15 минут
uk_ua: 15 хвилин

source: 30 minutes
ja_jp: 30分
lt_lt: 30 minučių
ru_ru: 30 минут
uk_ua: 30 хвилин

source: 1 hour
ja_jp: 1時間
lt_lt: 1 valanda
ru_ru: 1 час
uk_ua: 1 година

source: until I log out
ja_jp: ログアウトするまで
lt_lt: kol atsijungsite
ru_ru: пока я не выйду
uk_ua: поки я не вийду

source: Only administrators can view reports.
ja_jp: 管理者のみレポートを表示できます。
lt_lt: Tik administratoriai gali peržiūrėti ataskaitas.
ru_ru: Только администраторы могут просматривать отчеты.
uk_ua: Переглядати звіти можуть лише адміністратори.

source: The requested report `{0}` does not exist.
ja_jp: リクエストされたレポート `{0}` は存在しません。
lt_lt: Prašoma ataskaita „{0}“ neegzistuoja.
ru_ru: Запрошенный отчет `{0}` не существует.
uk_ua: Запитуваний звіт `{0}` не існує.

source: Description
ja_jp: 説明
lt_lt: Domenas
ru_ru: Описание
uk_ua: Опис

source: Passbolt report
ja_jp: パスボルトレポート
lt_lt: Passbolt ataskaita
ru_ru: Отчет Passbolt
uk_ua: Звіт Passbolt

source: Report name
ja_jp: レポート名
lt_lt: Ataskaitos pavadinimas
ru_ru: Название отчета
uk_ua: Назва звіту

source: Generated by
ja_jp: 生成者
lt_lt: Sukurta
ru_ru: Создано
uk_ua: Згенеровано

source: Creation date
ja_jp: 作成日
lt_lt: Sukūrimo data
ru_ru: Дата создания
uk_ua: Дата створення

source: All users have completed the setup.
ja_jp: すべてのユーザーがセットアップを完了しました。
lt_lt: Visi vartotojai baigė sąranką.
ru_ru: Все пользователи завершили настройку.
uk_ua: Усі користувачі завершили налаштування.

source: Name
ja_jp: 名前
lt_lt: Vardas
ru_ru: Имя
uk_ua: Ім'я

source: Username
ja_jp: ユーザー名
lt_lt: Vartotojo vardas
ru_ru: Имя пользователя
uk_ua: Ім'я користувача

source: Created since
ja_jp: この日以降に作成
lt_lt: Sukurta nuo
ru_ru: Создано с
uk_ua: Створено з

source: Setup completed
ja_jp: セットアップが完了しました
lt_lt: Sąranka baigta
ru_ru: Настройка завершена
uk_ua: Налаштування виконано

source: Role
ja_jp: ロール
lt_lt: Vaidmuo
ru_ru: Роль
uk_ua: Роль

source: No
ja_jp: いいえ
lt_lt: Ne
ru_ru: Нет
uk_ua: Ні

source: The deleted field must be set to null.
ja_jp: deletedフィールドは null に設定しなければなりません。
lt_lt: Laukas "deleted" turi turėti reikšmę null.
ru_ru: Поле deleted должно быть установлено в null.
uk_ua: Поле "deleted" має бути встановлено в null.

source: It is not allowed to update these resource type properties.
ja_jp: これらのリソースタイプのプロパティを更新することは許可されていません。
lt_lt: Neleidžiama atnaujinti šių ištekliaus tipo savybių.
ru_ru: Обновление этих свойств типа ресурса не допускается.
uk_ua: Не дозволено оновлювати ці властивості типу ресурсу.

source: The name should be a valid BMP-UTF8 string.
ja_jp: 名前は有効なBMP-UTF8文字列でなければなりません。
lt_lt: Pavadinimas turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Имя должно быть допустимой строкой BMP-UTF8.
uk_ua: Імʼя має бути дійсним рядком BMP-UTF8.

source: The slug should be a valid BMP-UTF8 string.
ja_jp: スラッグは有効なBMP-UTF8文字列である必要があります。
lt_lt: Etiketė turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Слаг должен быть допустимой строкой BMP-UTF8.
uk_ua: Slug має бути дійсним рядком BMP-UTF8.

source: A slug is required.
ja_jp: スラッグが必要です。
lt_lt: Reikalinga etiketė.
ru_ru: Требуется слизняк.
uk_ua: Потрібно вказати slug.

source: The slug length should be maximum {0} characters.
ja_jp: スラッグの長さは {0} 文字以内でなければなりません。
lt_lt: Pavadinimo santrumpos ilgis turi būti ne daugiau kaip {0} simboliai.
ru_ru: Длина слага не должна превышать {0} символов.
uk_ua: Довжина slug не повинна перевищувати {0} символів.

source: The slug should not be empty
ja_jp: スラッグは空にしないでください
lt_lt: Pavadinimo santrumpa neturėtų būti tuščia.
ru_ru: Слаг не должен быть пустым
uk_ua: Slug не повинен бути порожнім

source: The definition should be a valid BMP-UTF8 string.
ja_jp: 定義は有効なBMP-UTF8文字列でなければなりません。
lt_lt: Apibrėžimas turėtų būti tinkama BMP-UTF8 eilutė.
ru_ru: Определение должно быть допустимой строкой BMP-UTF8.
uk_ua: Визначення має бути дійсним рядком BMP-UTF8.

source: A definition is required.
ja_jp: 定義が必要です。
lt_lt: Reikalingas apibrėžimas.
ru_ru: Требуется определение.
uk_ua: Потрібно вказати визначення.

source: The definition should not be empty.
ja_jp: 定義は空にしないでください。
lt_lt: Apibrėžimas neturi būti tuščias.
ru_ru: Определение не должно быть пустым.
uk_ua: Визначення не повинно бути порожнім.

source: The message should be valid JSON message.
ja_jp: メッセージは有効なJSONメッセージでなければなりません。
lt_lt: Pranešimas turi būti galiojantis JSON pranešimas.
ru_ru: Сообщение должно быть действительным сообщением JSON.
uk_ua: Повідомлення має бути дійсним JSON-повідомленням.

source: A resource type already exists with this slug.
ja_jp: このスラッグを持つリソース型はすでに存在します。
lt_lt: Ištekliaus tipas su šia pavadinimo santrumpa jau yra.
ru_ru: Тип ресурса с этим слагом уже существует.
uk_ua: Ресурс такого типу вже існує з цим slug.

source: A resource type already exists with this definition.
ja_jp: この定義を持つリソース型はすでに存在します。
lt_lt: Ištekliaus tipas su šiuo apibrėžimu jau yra.
ru_ru: Тип ресурса с этим определением уже существует.
uk_ua: Ресурс такого типу вже існує з цим визначенням.

source: The resource type identifier should be a UUID.
ja_jp: リソースタイプの識別子はUUIDである必要があります。
lt_lt: Ištekliaus tipo identifikatorius turi būti UUID.
ru_ru: Идентификатор типа ресурса должен быть UUID.
uk_ua: Ідентифікатор типу ресурсу має бути UUID.

source: The resource type is already deleted.
ja_jp: このリソースタイプはすでに削除されています。
lt_lt: Ištekliaus tipas jau ištrintas.
ru_ru: Тип ресурса уже удалён.
uk_ua: Тип ресурсу вже видалено.

source: You cannot delete the last resource type of the default version.
ja_jp: デフォルトバージョンの最後のリソースタイプは削除できません。
lt_lt: Negalite ištrinti paskutinio ištekliaus tipo numatytojoje versijoje.
ru_ru: Невозможно удалить последний тип ресурса для версии по умолчанию.
uk_ua: Ви не можете видалити останній тип ресурсу за промовчанням.

source: You cannot delete the last resource type available.
ja_jp: 利用可能な最後のリソースタイプは削除できません。
lt_lt: Negalite ištrinti paskutinio galimo ištekliaus tipo.
ru_ru: Невозможно удалить последний доступный тип ресурса.
uk_ua: Ви не можете видалити останній доступний тип ресурсу.

source: The resource type can not be deleted as resources of this type still exist.
ja_jp: このリソースタイプはまだこのタイプのリソースが存在するため削除できません。
lt_lt: Negalima ištrinti šio ištekliaus tipo, nes tokio tipo ištekliai vis dar egzistuoja.
ru_ru: Невозможно удалить этот тип ресурса, так как существуют ресурсы данного типа.
uk_ua: Неможливо видалити цей тип ресурсу, оскільки ресурси цього типу ще існують.

source: The resource type could not be deleted.
ja_jp: リソースタイプを削除できませんでした。
lt_lt: Nepavyko ištrinti ištekliaus tipo.
ru_ru: Не удалось удалить тип ресурса.
uk_ua: Неможливо видалити тип ресурсу.

source: The resource type is not deleted.
ja_jp: そのリソースタイプは削除されていません。
lt_lt: Ištekliaus tipas nėra ištrintas.
ru_ru: Тип ресурса не удалён.
uk_ua: Тип ресурсу не видалено.

source: The self registration setting id should be a valid UUID.
ja_jp: セルフ登録設定IDは有効なUUIDである必要があります。
lt_lt: Savarankiškos registracijos nustatymo identifikacija (ID) turi būti galiojantis UUID.
ru_ru: Идентификатор параметра саморегистрации должен быть действительным UUID.
uk_ua: Id налаштування самої реєстрації повинен бути дійсним UUID.

source: An email is required.
ja_jp: メールアドレスが必要です。
lt_lt: Reikalingas el. paštas.
ru_ru: Необходимо указать адрес электронной почты.
uk_ua: Потрібна електронна адреса.

source: The provider should not be empty.
ja_jp: プロバイダーを空にすることはできません。
lt_lt: Teikėjas neturi būti tuščias.
ru_ru: Провайдер не может быть пустым.
uk_ua: Поле провайдера не повинно бути порожнім.

source: The provider should be part of the supported list: {0}.
ja_jp: プロバイダはサポートされているリストに含まれている必要があります: {0}。
lt_lt: Teikėjas turėtų būti palaikomo sąrašo dalis: {0}.
ru_ru: Поставщик должен быть в списке поддерживаемых: {0}.
uk_ua: Провайдер має бути зі списку підтримуваних: {0}.

source: The list of allowed domains should not be empty.
ja_jp: 許可されたドメインのリストは空にできません。
lt_lt: Leidžiamų domenų sąrašas neturi būti tuščias.
ru_ru: Список разрешенных доменов не должен быть пустым.
uk_ua: Список дозволених доменів не повинен бути порожнім.

source: The list of allowed domains should be an array of strings.
ja_jp: 許可されたドメインのリストは文字列の配列である必要があります。
lt_lt: Leidžiamų domenų sąrašą turėtų sudaryti eilučių masyvas.
ru_ru: Список разрешенных доменов должен быть массивом строк.
uk_ua: Список дозволених доменів має бути масивом рядків.

source: The domain #{0} should be a valid domain.
ja_jp: ドメイン #{0} は有効なドメインである必要があります。
lt_lt: Domenas #{0} turi būti galiojantis domenas.
ru_ru: Домен #{0} должен быть допустимым доменом.
uk_ua: Домен #{0} має бути дійсним доменом.

source: Allowed domains: {0}
ja_jp: 許可ドメイン: {0}
lt_lt: Leidžiami domenai: {0}
ru_ru: Разрешенные домены: {0}
uk_ua: Дозволені домени: {0}

source: {0} edited the self registration settings.
ja_jp: {0} さんがセルフ登録設定を編集しました。
lt_lt: {0} redagavo savarankiškos registracijos nustatymus.
ru_ru: {0} изменил настройки саморегистрации.
uk_ua: {0} відредагував налаштування самої реєстрації.

source: You edited the self registration settings.
ja_jp: セルフ登録設定を編集しました。
ru_ru: Вы изменили настройки саморегистрации.
uk_ua: Ви відредагували налаштування самої реєстрації.

source: {0} just created an account on passbolt!
ja_jp: {0} さんがパスボルトでアカウントを作成しました！
lt_lt: {0} ką tik sukūrė paskyrą "passbolt"!
ru_ru: {0} только что создал учетную запись на passbolt!
uk_ua: {0} щойно створив(ла) обліковий запис у Passbolt!

source: The email is already registered.
ja_jp: そのメールアドレスはすでに登録されています。
lt_lt: Laiškas jau užregistruotas.
ru_ru: Такой email уже зарегистрирован.
uk_ua: Ця адреса електронної пошти вже зареєстрована.

source: The self registration plugin is not enabled.
ja_jp: セルフ登録プラグインが有効になっていません。
lt_lt: Savarankiškos registracijos papildinys neįjungtas.
ru_ru: Плагин саморегистрации не включен.
uk_ua: Плагін самореєстрації не увімкнений.

source: The self registration data could not be validated.
ja_jp: セルフ登録データを検証できませんでした。
lt_lt: Nepavyko patvirtinti savarankiškos registracijos duomenų.
ru_ru: Данные саморегистрации не могут быть проверены.
uk_ua: Дані самої реєстрації не вдалося перевірити.

source: The self registration is disabled.
ja_jp: セルフ登録は無効です。
lt_lt: Savarankiška registracija išjungta.
ru_ru: Саморегистрация отключена.
uk_ua: Самореєстрація вимкнена.

source: The domain is not supported for self-registration.
ja_jp: このドメインではセルフ登録をサポートしていません。
lt_lt: Domenas nepalaikomas savarankiškai registruojantis.
ru_ru: Домен не поддерживается для саморегистрации.
uk_ua: Домен не підтримується для самореєстрації.

source: Email domain safe list
ja_jp: メールドメインの安全リスト
lt_lt: Saugių el. pašto domenų sąrašas
ru_ru: Список безопасных доменов электронной почты
uk_ua: Безпечний список доменів електронної пошти

source: Could not parse the self registration settings found in database.
ja_jp: データベースで見つかったセルフ登録設定を解析できませんでした。
lt_lt: Nepavyko išanalizuoti duomenų bazėje rastų savarankiškos registracijos nustatymų.
ru_ru: Не удалось разобрать настройки саморегистрации, найденные в базе данных.
uk_ua: Не вдалося розібрати налаштування самої реєстрації, знайдені в базі даних.

source: Could not validate the self registration settings found in database.
ja_jp: データベースで見つかったセルフ登録設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti duomenų bazėje rastų saviregistracijos nustatymų.
ru_ru: Не удалось проверить настройки саморегистрации, найденные в базе данных.
uk_ua: Не вдалося перевірити налаштування самої реєстрації, знайдені в базі даних.

source: Could not validate the self registration settings.
ja_jp: セルフ登録設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti savarankiškos registracijos nustatymų.
ru_ru: Не удалось проверить настройки саморегистрации.
uk_ua: Не вдалося перевірити налаштування самої реєстрації.

source: {0} updated the self registration settings
ja_jp: {0} さんがセルフ登録設定を更新しました
lt_lt: {0} atnaujino savarankiškos registracijos nustatymus
ru_ru: {0} изменил настройки саморегистрации
uk_ua: {0} оновив(ла) налаштування самої реєстрації

source: Status: {0}
ja_jp: ステータス: {0}
lt_lt: Būsena: {0}
ru_ru: Статус: {0}
uk_ua: Статус: {0}

source: The sslVerifyPeer configuration should be a boolean.
ja_jp: SslVerifyPeer の設定はブール値である必要があります。
lt_lt: SslVerifyPeer konfigūracija turi būti loginė reikšmė.
ru_ru: Конфигурация sslVerifyPeer должна быть логическим значением.
uk_ua: Налаштування sslVerifyPeer має бути логічним значенням.

source: The sslVerifyPeerName configuration should be a boolean.
ja_jp: SslVerifyPeerName の設定はブール値である必要があります。
lt_lt: SslVerifyPeerName konfigūracija turi būti loginė reikšmė.
ru_ru: Конфигурация sslVerifyPeerName должна быть логическим значением.
uk_ua: Налаштування sslVerifyPeerName має бути логічним значенням.

source: The sslAllowSelfSigned configuration should be a boolean.
ja_jp: SslAllowSelfSigned の設定はブール値である必要があります。
lt_lt: SslAllowSelfSigned konfigūracija turi būti loginė reikšmė.
ru_ru: Конфигурация sslAllowSelfSigned должна быть логическим значением.
uk_ua: Налаштування sslAllowSelfSigned має бути логічним значенням.

source: The sslCafile configuration should be NULL or string.
ja_jp: SslCafile の設定はNULLまたは文字列である必要があります。
lt_lt: SslCafile konfigūracija turi būti NULL arba eilutė.
ru_ru: Конфигурация sslCafile должна быть NULL или строкой.
uk_ua: Налаштування sslCafile має бути NULL або рядком.

source: A sender name is required.
ja_jp: 送信者名が必要です。
lt_lt: Būtina nurodyti siuntėjo vardą.
ru_ru: Требуется имя отправителя.
uk_ua: Потрібно вказати ім'я відправника.

source: The sender name should not be empty.
ja_jp: 送信者名は空にできません。
lt_lt: Siuntėjo vardo laukas neturi būti tuščias.
ru_ru: Имя отправителя не должно быть пустым.
uk_ua: Ім'я відправника не повинно бути порожнім.

source: The sender name should be a valid BMP-UTF8 string.
ja_jp: 送信者名は有効なBMP-UTF8文字列でなければなりません。
lt_lt: Siuntėjo vardas turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Имя отправителя должно быть допустимой строкой BMP-UTF8.
uk_ua: Ім'я відправника має бути дійсним рядком BMP-UTF8.

source: A sender email is required.
ja_jp: 送信者のメールアドレスが必要です。
lt_lt: Reikalingas siuntėjo el.paštas.
ru_ru: Электронная почта отправителя обязательна.
uk_ua: Потрібно вказати електронну адресу відправника.

source: The sender email should not be empty.
ja_jp: 送信者のメールは空にできません。
lt_lt: Siuntėjo el. paštas neturi būti tuščias.
ru_ru: Адрес электронной почты отправителя не должен быть пустым.
uk_ua: Електронна адреса відправника не повинна бути порожньою.

source: The sender email should be a valid BMP-UTF8 string.
ja_jp: 送信者のメールアドレスは有効なBMP-UTF8文字列である必要があります。
lt_lt: Siuntėjo el. pašto adresas turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Электронная почта отправителя должна быть действительной строкой BMP-UTF8.
uk_ua: Електронна адреса відправника має бути дійсним рядком BMP-UTF8.

source: A host name is required.
ja_jp: ホスト名が必要です。
lt_lt: Būtinas pagrindinio kompiuterio pavadinimas.
ru_ru: Требуется имя хоста.
uk_ua: Потрібно вказати ім'я хоста.

source: The host name should not be empty.
ja_jp: ホスト名は空にしないでください。
lt_lt: Pagrindinio kompiuterio pavadinimo laukas neturi būti tuščias.
ru_ru: Имя хоста не должно быть пустым.
uk_ua: Ім'я хоста не повинно бути порожнім.

source: The host name should be a valid BMP-UTF8 string.
ja_jp: ホスト名は有効なBMP-UTF8文字列である必要があります。
lt_lt: Pagrindinio kompiuterio pavadinimas turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Имя хоста должно быть допустимой строкой BMP-UTF8.
uk_ua: Ім'я хоста має бути дійсним рядком BMP-UTF8.

source: A TLS setting is required.
ja_jp: TLS 設定が必要です。
ru_ru: Требуется настройка TLS.
uk_ua: Потрібно вказати налаштування TLS.

source: The TLS setting should be "true" or NULL.
ja_jp: TLS 設定は "true" または NULL である必要があります。
lt_lt: TLS nustatymas turi būti „true“ arba NULL.
ru_ru: Параметр TLS должен быть "true" или NULL.
uk_ua: Налаштування TLS повинно бути "true" або NULL.

source: A port number is required.
ja_jp: ポート番号が必要です。
lt_lt: Būtinas praėjimo numeris.
ru_ru: Требуется номер порта.
uk_ua: Потрібно вказати номер порту.

source: The port number should be numeric.
ja_jp: ポート番号は数値でなければなりません。
lt_lt: Praėjimo numeris turi būti skaitinis.
ru_ru: Номер порта должен быть числовым.
uk_ua: Номер порту має бути числом.

source: The port number should be between {0} and {1}.
ja_jp: ポート番号は {0} から {1} の間でなければなりません。
lt_lt: Prievado numeris turi būti nuo {0} iki {1}.
ru_ru: Номер порта должен быть между {0} и {1}.
uk_ua: Номер порту має бути в межах від {0} до {1}.

source: The username should be a valid BMP-UTF8 string.
ja_jp: ユーザー名は有効なBMP-UTF8文字列でなければなりません。
lt_lt: Vartotojo vardas turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Имя пользователя должно быть допустимой строкой BMP-UTF8.
uk_ua: Ім'я користувача має бути дійсним рядком BMP-UTF8.

source: A password is required.
ja_jp: パスワードが必要です。
lt_lt: Būtinas slaptažodis.
ru_ru: Требуется пароль.
uk_ua: Потрібно вказати пароль.

source: The password should be a valid BMP-UTF8 string.
ja_jp: パスワードは有効なBMP-UTF8文字列である必要があります。
lt_lt: Slaptažodis turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Пароль должен быть действительной строкой BMP-UTF8.
uk_ua: Пароль має бути дійсним рядком BMP-UTF8.

source: The test email should be a valid email address.
ja_jp: テストメールアドレスは有効なメールアドレスである必要があります。
lt_lt: Bandomasis el. pašto adresas turi būti galiojantis el. paštas.
ru_ru: Тестовый адрес электронной почты должен быть действительным адресом электронной почты.
uk_ua: Тестовий лист повинен бути дійсною адресою електронної пошти.

source: The authentication method is required.
ja_jp: 認証方法が必要です。
lt_lt: Būtinas autentifikavimo metodas.
ru_ru: Требуется способ аутентификации.
uk_ua: Потрібно вказати метод автентифікації.

source: The authentication method should be one of the following: {0}.
ja_jp: 認証方法は次のいずれかでなければなりません: {0}。
lt_lt: Autentifikavimo metodas turi būti vienas iš šių: {0}.
ru_ru: Метод аутентификации должен быть одним из следующих: {0}.
uk_ua: Метод автентифікації має бути одним із наступних: {0}.

source: The sender email should be a valid email address.
ja_jp: 送信者のメールアドレスは有効なメールアドレスでなければなりません。
lt_lt: Siuntėjo el. paštas turi būti galiojantis el.pašto adresas.
ru_ru: Электронная почта отправителя должна быть действительным адресом электронной почты.
uk_ua: Електронна адреса відправника має бути дійсною адресою.

source: A test recipient is required.
ja_jp: テスト受信者が必要です。
lt_lt: Būtinas testo gavėjas.
ru_ru: Требуется получатель теста.
uk_ua: Потрібен тестовий одержувач.

source: SMTP settings endpoints disabled.
ja_jp: SMTP設定のエンドポイントが無効です。
lt_lt: SMTP nustatymų galiniai taškai išjungti.
ru_ru: Конечные точки настроек SMTP отключены.
uk_ua: Точки доступу налаштувань SMTP вимкнено.

source: The client should be a valid IP or a valid domain.
ja_jp: クライアントは有効なIPアドレスまたは有効なドメインである必要があります。
lt_lt: Klientas turi būti galiojantis IP arba galiojantis domenas.
ru_ru: Клиент должен быть действительным IP или действительным доменом.
uk_ua: Клієнт повинен бути правильною IP-адресою або дійсним доменом.

source: No custom SSL configuration for SMTP server.
ja_jp: SMTPサーバーのカスタムSSL設定はありません。
lt_lt: Nėra pasirinktinių SSL nustatymų SMTP serveriui.
ru_ru: Для SMTP-сервера не задана пользовательская конфигурация SSL.
uk_ua: Немає спеціальної конфігурації SSL для SMTP сервера.

source: Custom SSL certificate options for SMTP server is in use.
ja_jp: SMTPサーバーのカスタムSSL証明書オプションが使用中です。
lt_lt: SMTP serveriui naudojamos pritaikytos SSL sertifikato parinktys.
ru_ru: Используются пользовательские параметры SSL-сертификата для SMTP-сервера.
uk_ua: Використовуються спеціальні налаштування сертифіката SSL для SMTP-сервера.

source: Custom SSL configuration options set are invalid.
ja_jp: カスタムSSL設定のオプションが無効です。
lt_lt: Netaisingas pasirinktinių SSL konfigūracijos parinkčių rinkinys.
ru_ru: Набор пользовательских параметров SSL-конфигурации недействителен.
uk_ua: Набір спеціальних параметрів конфігурації SSL є недійсним.

source: SSL certification validation for SMTP server is disabled.
ja_jp: SMTPサーバーのSSL証明書検証は無効化されています。
lt_lt: SMTP serveriui SSL sertifikato patikra išjungta.
ru_ru: Проверка сертификата SSL для SMTP-сервера отключена.
uk_ua: Перевірка сертифікації SSL для SMTP-сервера вимкнена.

source: SMTP Settings coherent. You may send a test email to validate them.
ja_jp: SMTP設定は整合しています。テストメールを送信して検証することができます。
lt_lt: SMTP nustatymai suderinti. Galite išsiųsti bandomąjį el. laišką, kad juos patvirtintumėte.
ru_ru: Настройки SMTP согласованы. Вы можете отправить тестовое письмо, чтобы проверить их.
uk_ua: Налаштування SMTP узгоджені. Ви можете надіслати тестовий лист, щоб перевірити їх.

source: SMTP Setting errors: {0}
ja_jp: SMTP設定エラー: {0}
lt_lt: SMTP nustatymų klaidos: {0}
ru_ru: Ошибки в настройках SMTP: {0}
uk_ua: Помилки налаштування SMTP: {0}

source: The {0} plugin endpoints are disabled.
ja_jp: {0} プラグインのエンドポイントは無効化されています。
lt_lt: „{0}“ įskiepio galiniai taškai išjungti.
ru_ru: Endpoint'ы плагина {0} отключены.
uk_ua: Кінцеві точки плагіну {0} вимкнено.
