Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: The user does not exist or has been deleted.
ja_jp: そのユーザーは存在しないか、削除されました。
lt_lt: Vartotojo nėra arba jis buvo ištrintas.
ru_ru: Пользователь не существует или был удален.
uk_ua: Користувач не існує або був видалений.

source: Could not validate user data.
ja_jp: ユーザーデータを検証できませんでした。
lt_lt: Nepavyko patvirtinti vartotojo duomenų.
ru_ru: Не удалось проверить данные пользователя.
uk_ua: Не вдалося перевірити дані користувача.

source: Could not find the user data after save. Maybe it has been deleted in the meantime.
ja_jp: 保存後にユーザーデータが見つかりませんでした。しばらくしてから削除された可能性があります。
lt_lt: Po išsaugojimo nepavyko rasti vartotojo duomenų. Gal tuo tarpu jis buvo ištrintas.
ru_ru: Не удалось найти данные пользователя после сохранения. Возможно, его удалили за это время.
uk_ua: Не вдалося знайти дані користувача після збереження. Можливо, вони були видалені у цей час.

source: The user has been updated successfully.
ja_jp: ユーザーが正常に更新されました。
lt_lt: Vartotojas sėkmingai atnaujintas.
ru_ru: Пользователь был успешно обновлен.
uk_ua: Користувача успішно оновлено.

source: Some user data should be provided.
ja_jp: ユーザーデータを一部提供する必要があります。
lt_lt: Reikėtų pateikti kai kuriuos vartotojo duomenis.
ru_ru: Должны быть предоставлены некоторые пользовательские данные.
uk_ua: Потрібно надати деякі дані користувача.

source: Updating the OpenPGP key is not allowed.
ja_jp: OpenPGP鍵の更新はできません。
lt_lt: Atnaujinti „OpenPGP“ raktą neleidžiama.
ru_ru: Обновление ключа OpenPGP не допускается.
uk_ua: Оновлення ключа OpenPGP не дозволено.

source: Updating the groups is not allowed.
ja_jp: グループの更新はできません。
lt_lt: Grupių atnaujinti neleidžiama.
ru_ru: Обновление групп запрещено.
uk_ua: Оновлення груп не дозволено.

source: You are not authorized to edit the role.
ja_jp: ロールを編集する権限がありません。
lt_lt: Jūs neturite teisės redaguoti vaidmens.
ru_ru: У вас нет прав на изменение роли.
uk_ua: Ви не маєте дозволу редагувати роль.

source: Multiple has-access filters are not supported.
ja_jp: 複数のhas-accessフィルターはサポートされていません。
lt_lt: Keli „has-access“ filtrai nepalaikomi.
ru_ru: Множественные фильтры доступа не поддерживаются.
uk_ua: Декілька фільтрів доступів не підтримуються.

source: This operation is not allowed for this user.
ja_jp: この操作はこのユーザーには許可されていません。
lt_lt: Ši operacija neleidžiama šiam vartotojui.
ru_ru: Эта операция не разрешена для этого пользователя.
uk_ua: Ця операція недоступна для цього користувача.

source: Only guests are allowed to recover an account. Please logout first.
ja_jp: ゲストのみアカウントを復旧できます。まずログアウトしてください。
lt_lt: Tik svečiams leidžiama atkurti paskyrą. Pirmiausia atsijunkite.
ru_ru: Только гостю разрешено восстанавливать учетную запись. Сначала выйдите из системы.
uk_ua: Тільки гостям дозволено відновити обліковий запис. Будь ласка, спочатку вийдіть.

source: Recovery process started, check your email.
ja_jp: 復旧処理が開始されました。メールを確認してください。
lt_lt: Pradėtas atkūrimo procesas, patikrinkite el. paštą.
ru_ru: Процесс восстановления запущен, проверьте почту.
uk_ua: Процес відновлення запущено, перевірте свою електронну пошту.

source: Only guests are allowed to register.
ja_jp: ゲストのみが登録できます。
lt_lt: Registruotis gali tik svečiai.
ru_ru: Только гость может зарегистрироваться.
uk_ua: Тільки гостям дозволено реєструватися.

source: Registration is not opened to public.
ja_jp: 登録は公開されていません。
lt_lt: Registracija nėra atvira visuomenei.
ru_ru: Регистрация не открыта для публичного использования.
uk_ua: Реєстрація не відкрита для загального використання.

source: Please contact your administrator.
ja_jp: 管理者に問い合わせてください。
lt_lt: Susisiekite su administratoriumi.
ru_ru: Пожалуйста, свяжитесь с вашим администратором.
uk_ua: Будь ласка, звʼяжіться з адміністратором.

source: This is due to a security setting.
ja_jp: これはセキュリティ設定によるものです。
lt_lt: Taip yra dėl saugumo nustatymo.
ru_ru: Это объясняется настройкой безопасности.
uk_ua: Це пов'язано з налаштуванням безпеки.

source: The user identifier should be a valid UUID or "me".
ja_jp: ユーザー識別子は有効なUUIDか"me" である必要があります。
lt_lt: Vartotojo identifikatorius turėtų būti galiojantis UUID arba „aš“.
ru_ru: Идентификатор пользователя должен быть действительным UUID или "me".
uk_ua: Ідентифікатор користувача має бути дійсним UUID або "me".

source: The user does not exist.
ja_jp: ユーザーは存在しません。
lt_lt: Vartotojas neegzistuoja.
ru_ru: Пользователь не существует.
uk_ua: Користувач не існує.

source: No admin were found in the database.
ja_jp: データベースに管理者が見つかりませんでした。
lt_lt: Duomenų bazėje administratoriaus nerasta.
ru_ru: В базе данных не было найдено ни одного администратора.
uk_ua: В базі даних не знайдено жодного адміністратора.

source: The `{0}` configuration must be a valid non-empty string.
ja_jp: `{0}` の設定は有効な空でない文字列でなければなりません。
lt_lt: Konfigūracija "{0}" turi būti galiojanti ir netuščia eilutė.
ru_ru: Конфигурация "{0}" должна быть допустимой непустой строкой.
uk_ua: Налаштування "{0}" має бути дійсним непорожнім рядком.

source: Invalid expiry time {0}.
ja_jp: 有効期限 {0} が無効です。
lt_lt: Neteisingas galiojimo laikas {0}.
ru_ru: Некорректное время истечения {0}.
uk_ua: Неприпустимий час завершення дії {0}.

source: The identifier should not be empty.
ja_jp: 識別子は空にしないでください。
lt_lt: Identifikatorius neturėtų būti tuščias.
ru_ru: Идентификатор не должен быть пустым.
uk_ua: Ідентифікатор не повинен бути порожнім.

source: The token should be a valid UUID.
ja_jp: トークンは有効なUUIDでなければなりません。
lt_lt: Žetonas turi būti galiojantis UUID.
ru_ru: Токен должен быть действительным UUID.
uk_ua: Токен має бути дійсним UUID.

source: A token is required.
ja_jp: トークンが必要です。
lt_lt: Reikalingas ženklas.
ru_ru: Требуется токен.
uk_ua: Потрібен токен.

source: The token should not be empty.
ja_jp: トークンは空にしないでください。
lt_lt: Ženklas neturi būti tuščias.
ru_ru: Токен не должен быть пустым.
uk_ua: Токен не повинен бути порожнім.

source: The type should be one of the following: {0}.
ja_jp: 型は次のいずれかでなければなりません: {0}。
lt_lt: Tipas turi būti vienas iš šių: {0}.
ru_ru: Тип должен быть одним из следующих: {0}.
uk_ua: Тип має бути одним із наступних: {0}.

source: A type is required.
ja_jp: 型が必要です。
lt_lt: Reikalingas tipas.
ru_ru: Требуется тип.
uk_ua: Необхідно вказати тип.

source: The type should not be empty.
ja_jp: 型は空にしないでください。
lt_lt: Tipo laukas neturi būti tuščias.
ru_ru: Тип не должен быть пустым.
uk_ua: Тип не повинен бути порожнім.

source: A user identifier is required.
ja_jp: ユーザー識別子が必要です。
lt_lt: Būtinas vartotojo identifikatorius.
ru_ru: Требуется идентификатор пользователя.
uk_ua: Потрібен ідентифікатор користувача.

source: The user identifier should not be empty.
ja_jp: ユーザー識別子は空にしないでください。
lt_lt: Vartotojo identifikatorius neturėtų būti tuščias.
ru_ru: Идентификатор пользователя не должен быть пустым.
uk_ua: Ідентифікатор користувача не повинен бути порожнім.

source: The active status should be a valid boolean.
ja_jp: アクティブステータスは有効なブール値でなければなりません。
lt_lt: Aktyvi būsena turi būti tinkama loginė vertė.
ru_ru: Активный статус должен быть допустимым логическим значением.
uk_ua: Стан активності має бути дійсним логічним значенням.

source: An active status is required
ja_jp: アクティブステータスが必要です
lt_lt: Būtina aktyvi būsena
ru_ru: Требуется активный статус
uk_ua: Необхідно вказати стан активності

source: It is not possible to create an authentication token for this user.
ja_jp: このユーザーの認証トークンを作成することはできません。
lt_lt: Neįmanoma sukurti šio vartotojo autentifikavimo prieigos rakto.
ru_ru: Невозможно создать токен аутентификации для этого пользователя.
uk_ua: Неможливо створити токен автентифікації для цього користувача.

source: A file is required.
ja_jp: ファイルが必要です。
lt_lt: Reikalingas failas.
ru_ru: Требуется файл.
uk_ua: Потрібен файл.

source: The file should not be empty
ja_jp: ファイルは空にしないでください
lt_lt: Failas neturėtų būti tuščias
ru_ru: Файл не должен быть пустым
uk_ua: Файл не повинен бути порожнім

source: The file mime type should be one of the following: {0}.
ja_jp: ファイルのMIME型は次のいずれかでなければなりません: {0}.
lt_lt: Failo mime tipas turi būti vienas iš šių: {0}.
ru_ru: Тип MIME файла должен быть одним из следующих: {0}.
uk_ua: Тип MIME файлу має бути одним із наступних: {0}.

source: The file extension should be one of the following: {0}.
ja_jp: ファイル拡張子は次のいずれかでなければなりません: {0}.
lt_lt: Failo plėtinys turi būti vienas iš šių: {0}.
ru_ru: Расширение файла должно быть одним из следующих: {0}.
uk_ua: Розширення файлу має бути одним із наступних: {0}.

source: The file is not valid, or exceeds max size of {0} bytes.
ja_jp: ファイルが有効でないか、最大サイズ {0} バイトを超えています。
lt_lt: Failas neteisingas arba viršija maksimalų {0} baitų dydį.
ru_ru: Файл недействителен или превышает максимальный размер {0} байт.
uk_ua: Файл недійсний або перевищує максимальний розмір {0} байтів.

source: Could not save the data in {0} format.
ja_jp: {0} 形式でデータを保存できませんでした。
lt_lt: Nepavyko išsaugoti duomenų {0} formatu.
ru_ru: Не удалось сохранить данные в формате {0}.
uk_ua: Не вдалося зберегти дані у форматі {0}.

source: The parent comment identifier should be a valid UUID.
ja_jp: 親コメント識別子は有効なUUIDでなければなりません。
lt_lt: Pirminio komentaro identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор родительского комментария должен быть допустимым UUID.
uk_ua: Ідентифікатор батьківського коментаря має бути дійсним UUID.

source: The commented object type should be one of the following: {0}.
ja_jp: コメントされたオブジェクト型は次のいずれかでなければなりません: {0}。
lt_lt: Komentuojamo objekto tipas turi būti vienas iš šių: {0}.
ru_ru: Тип комментируемого объекта должен быть одним из следующих: {0}.
uk_ua: Тип коментованого об'єкта має бути одним із наступних: {0}.

source: The commented object type is required.
ja_jp: コメントされたオブジェクト型が必要です。
lt_lt: Būtinas komentuojamo objekto tipas.
ru_ru: Требуется тип комментируемого объекта.
uk_ua: Необхідно вказати тип коментованого об'єкта.

source: The commented object type should not be empty.
ja_jp: コメントされたオブジェクト型は空にできません。
lt_lt: Komentuojamo objekto tipas neturi būti tuščias.
ru_ru: Тип комментируемого объекта не должен быть пустым.
uk_ua: Тип коментованого об'єкта не повинен бути порожнім.

source: The commented object identifier should be a valid UUID.
ja_jp: コメントされたオブジェクト識別子は有効なUUIDでなければなりません。
lt_lt: Komentuojamo objekto identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор комментируемого объекта должен быть допустимым UUID.
uk_ua: Ідентифікатор коментованого обʼєкта має бути дійсним UUID.

source: The commented object identifier is required.
ja_jp: コメントされたオブジェクト識別子が必要です。
lt_lt: Būtinas komentuojamo objekto identifikatorius.
ru_ru: Требуется идентификатор комментируемого объекта.
uk_ua: Потрібен ідентифікатор коментованого обʼєкта.

source: The commented object identifier should not be empty.
ja_jp: コメントされたオブジェクト識別子は空にしないでください。
lt_lt: Komentuojamo objekto identifikatoriaus laukas neturi būti tuščias.
ru_ru: Идентификатор комментируемого объекта не должен быть пустым.
uk_ua: Ідентифікатор коментованого обʼєкта не повинен бути порожнім.

source: The content should be a valid UTF8 string.
ja_jp: コンテンツは有効なUTF8文字列でなければなりません。
lt_lt: Turinys turi būti tinkama UTF8 eilutė.
ru_ru: Содержимое должно быть допустимой строкой UTF8.
uk_ua: Вміст має бути дійсним рядком UTF8.

source: A content is required
ja_jp: コンテンツが必要です
lt_lt: Reikalingas turinys
ru_ru: Требуется содержание
uk_ua: Необхідно вказати вміст

source: The content should not be empty
ja_jp: コンテンツは空にできません
lt_lt: Turinys neturi būti tuščias
ru_ru: Содержимое не должно быть пустым
uk_ua: Вміст не повинен бути порожнім

source: The content length should be between {0} and {1} characters.
ja_jp: コンテンツの長さは {0} 文字から {1} 文字の間でなければなりません。
lt_lt: Turinio ilgis turi būti nuo {0} iki {1} simbolių.
ru_ru: Длина содержимого должна быть между {0} и {1} символами.
uk_ua: Довжина вмісту має бути від {0} до {1} символів.

source: The identifier of the user who created the comment should be a valid UUID.
ja_jp: コメントを作成したユーザーの識別子は有効なUUIDでなければなりません。
lt_lt: Komentarą sukūrusio naudotojo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, создавшего комментарий, должен быть допустимым UUID.
uk_ua: Ідентифікатор користувача, який створив коментар, має бути дійсним UUID.

source: The identifier of the user who created the comment is required.
ja_jp: コメントを作成したユーザーの識別子が必要です。
lt_lt: Būtinas komentarą sukūrusio vartotojo identifikatorius.
ru_ru: Требуется идентификатор пользователя, создавшего комментарий.
uk_ua: Потрібен ідентифікатор користувача, який створив коментар.

source: The identifier of the user who created the comment should not be empty.
ja_jp: コメントを作成したユーザーの識別子は空にしないでください。
lt_lt: Būtinas komentarą sukūrusio vartotojo identifikatorius.
ru_ru: Необходимо указать идентификатор пользователя, создавшего комментарий.
uk_ua: Ідентифікатор користувача, який створив коментар, не повинен бути порожнім.

source: The identifier of the user who modified the comment should be a valid UUID.
ja_jp: コメントを修正したユーザーの識別子は有効なUUIDでなければなりません。
lt_lt: Komentarą pakeitusio naudotojo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, изменившего комментарий, должен быть допустимым UUID.
uk_ua: Ідентифікатор користувача, який змінив коментар, має бути дійсним UUID.

source: The identifier of the user who modified the comment required.
ja_jp: コメントを修正したユーザーの識別子が必要です。
lt_lt: Reikalingas komentarą pakeitusio naudotojo identifikatorius.
ru_ru: Идентификатор пользователя, изменившего необходимый комментарий.
uk_ua: Потрібен ідентифікатор користувача, який змінив коментар.

source: The identifier of the user who modified the comment should not be empty.
ja_jp: コメントを修正したユーザーの識別子は空にしないでください。
lt_lt: Komentarą pakeitusio vartotojo identifikatorius neturi būti tuščias.
ru_ru: Укажите идентификатор пользователя, изменившего комментарий.
uk_ua: Ідентифікатор користувача, який змінив коментар, не повинен бути порожнім.

source: Access denied.
ja_jp: アクセスが拒否されました。
lt_lt: Prieiga uždrausta.
ru_ru: В доступе отказано.
uk_ua: Доступ заборонено.

source: The parent comment does not exist.
ja_jp: 親コメントは存在しません。
lt_lt: Pirminis komentaras neegzistuoja.
ru_ru: Родительский комментарий не существует.
uk_ua: Батьківський коментар не існує.

source: The user cannot update this comment.
ja_jp: このユーザーはこのコメントを更新できません。
lt_lt: Vartotojas negali atnaujinti šio komentaro.
ru_ru: Пользователь не может обновить этот комментарий.
uk_ua: Користувач не може оновити цей коментар.

source: The user cannot delete this comment.
ja_jp: このユーザーはこのコメントを削除できません。
lt_lt: Vartotojas negali ištrinti šio komentaro.
ru_ru: Пользователь не может удалить этот комментарий.
uk_ua: Користувач не може видалити цей коментар.

source: The commented object type does not exist.
ja_jp: コメントされたオブジェクト型は存在しません。
lt_lt: Komentuojamo objekto tipo nėra.
ru_ru: Комментируемый тип объекта не существует.
uk_ua: Тип коментованого обʼєкта не існує.

source: The favorite object type should be one of the following: {0}.
ja_jp: お気に入りのオブジェクト型は次のいずれかでなければなりません: {0}。
lt_lt: Mėgstamiausias objekto tipas turi būti vienas iš šių: {0}.
ru_ru: Тип избранного объекта должен быть одним из следующих: {0}.
uk_ua: Тип обʼєкта обраного має бути одним із наступних: {0}.

source: The favorite object type is required.
ja_jp: お気に入りのオブジェクト型が必要です。
lt_lt: Būtinas mėgstamiausio objekto tipas.
ru_ru: Требуется любимый тип объекта.
uk_ua: Необхідно вказати тип обʼєкта обраного.

source: The favorite object type should not be empty
ja_jp: お気に入りのオブジェクト型は空にしないでください
lt_lt: Mėgstamiausias objekto tipas neturi būti tuščias
ru_ru: Укажите тип избранного объекта.
uk_ua: Тип обʼєкта обраного не повинен бути порожнім

source: The favorite object identifier should be a valid UUID.
ja_jp: お気に入りのオブジェクト識別子は有効なUUIDでなければなりません。
lt_lt: Mėgstamiausio objekto identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор любимого объекта должен быть действительным UUID.
uk_ua: Ідентифікатор обʼєкта обраного має бути дійсним UUID.

source: The favorite object identifier is required.
ja_jp: お気に入りのオブジェクト識別子が必要です。
lt_lt: Būtinas mėgstamiausio objekto identifikatorius.
ru_ru: Требуется идентификатор любимого объекта.
uk_ua: Необхідно вказати ідентифікатор обʼєкта обраного.

source: The favorite object identifier should not be empty.
ja_jp: お気に入りのオブジェクト識別子は空にしないでください。
lt_lt: Mėgstamiausio objekto identifikatorius neturi būti tuščias.
ru_ru: Идентификатор любимого объекта не должен быть пустым.
uk_ua: Ідентифікатор обʼєкта обраного не повинен бути порожнім.

source: The resource is already marked as favorite.
ja_jp: このリソースはすでにお気に入りとしてマークされています。
lt_lt: Išteklius jau pažymėtas kaip mėgstamiausias.
ru_ru: Ресурс уже отмечен как избранный.
uk_ua: Ресурс уже позначено як обраний.

source: The user cannot delete this favorite.
ja_jp: このユーザーはこのお気に入りを削除できません。
lt_lt: Vartotojas negali ištrinti šio mėgstamiausio.
ru_ru: Пользователь не может удалить это избранное.
uk_ua: Користувач не може видалити це обране.

source: The armored key should be a valid ASCII string.
ja_jp: アーマー（暗号化）されたキーは有効なASCII文字列である必要があります。
lt_lt: Šarvuotasis raktas turi būti tinkama ASCII eilutė.
ru_ru: Армированный ключ должен быть допустимой строкой ASCII.
uk_ua: ASCII-armor ключ має бути дійсним рядком ASCII.

source: An armored key is required.
ja_jp: アーマー（暗号化）されたキーが必要です。
lt_lt: Reikalingas šarvuotas raktas.
ru_ru: Требуется бронированный ключ.
uk_ua: Потрібен ASCII-armor ключ.

source: The armored key should not be empty.
ja_jp: アーマー（暗号化）されたキーは空にしないでください。
lt_lt: Šarvuotas raktas neturi būti tuščias.
ru_ru: Бронированный ключ не должен быть пустым.
uk_ua: ASCII-armor ключ не повинен бути порожнім.

source: The fingerprint should be a valid ASCII string.
ja_jp: 指紋は有効なASCII文字列でなければなりません。
lt_lt: Piršto atspaudas turi būti tinkama ASCII eilutė.
ru_ru: Отпечаток пальца должен быть допустимой строкой ASCII.
uk_ua: Відбиток має бути дійсним рядком ASCII.

source: A fingerprint is required
ja_jp: 指紋が必要です
lt_lt: Būtinas piršto atspaudas
ru_ru: Требуется отпечаток пальца
uk_ua: Потрібен відбиток

source: The fingerprint should not be empty
ja_jp: 指紋は空にしないでください
lt_lt: Pirštų atspaudai neturėtų būti tušti
ru_ru: Необходимо указать отпечаток пальца.
uk_ua: Відбиток не повинен бути порожнім

source: A length is required.
ja_jp: 長さが必要です。
lt_lt: Būtinas ilgis.
ru_ru: Требуется длина.
uk_ua: Потрібно вказати довжину.

source: The identifier should be a valid BMP-UTF8 string.
ja_jp: 識別子は有効なBMP-UTF8文字列である必要があります。
lt_lt: Identifikatorius turi būti tinkama BMP-UTF8 eilutė.
ru_ru: Идентификатор должен быть допустимой строкой BMP-UTF8.
uk_ua: Ідентифікатор має бути дійсним рядком BMP-UTF8.

source: The key identifier should be a valid ASCII string.
ja_jp: キー識別子は有効なASCII文字列である必要があります。
lt_lt: Rakto identifikatorius turi būti tinkama ASCII eilutė.
ru_ru: Идентификатор ключа должен быть допустимой строкой ASCII.
uk_ua: Ідентифікатор ключа має бути дійсним рядком ASCII.

source: A key identifier is required.
ja_jp: キー識別子が必要です。
lt_lt: Būtinas rakto identifikatorius.
ru_ru: Требуется идентификатор ключа.
uk_ua: Потрібно вказати ідентифікатор ключа.

source: The key identifier should not be empty.
ja_jp: キー識別子は空にしないでください。
lt_lt: Rakto identifikatorius neturi būti tuščias.
ru_ru: Идентификатор ключа не должен быть пустым.
uk_ua: Ідентифікатор ключа не повинен бути порожнім.

source: The type should be a valid ASCII string.
ja_jp: 型は有効なASCII文字列でなければなりません。
lt_lt: Tipas turi būti tinkama ASCII eilutė.
ru_ru: Тип должен быть допустимой строкой ASCII.
uk_ua: Тип має бути дійсним рядком ASCII.

source: A type is required
ja_jp: 型は必要です
lt_lt: Reikalingas tipas
ru_ru: Укажите тип
uk_ua: Потрібно вказати тип

source: The type should not be empty
ja_jp: 型は空にしないでください
lt_lt: Tipo laukas neturi būti tuščias
ru_ru: Тип не должен быть пустым
uk_ua: Тип не повинен бути порожнім

source: The expiry should be a valid date.
ja_jp: 有効期限は有効な日付でなければなりません。
lt_lt: Galiojimo pabaigos data turi būti tinkama.
ru_ru: Срок действия должен быть действительной датой.
uk_ua: Термін дії має бути дійсною датою.

source: The creation date should be a valid date.
ja_jp: 作成日は有効な日付である必要があります。
lt_lt: Sukūrimo data turi būti tinkama data.
ru_ru: Дата создания должна быть действительной датой.
uk_ua: Дата створення має бути дійсною датою.

source: A creation date is required.
ja_jp: 作成日が必要です。
lt_lt: Būtina nurodyti sukūrimo datą.
ru_ru: Дата создания обязательна.
uk_ua: Необхідно вказати дату створення.

source: The creation date should not be empty.
ja_jp: 作成日は空にしないでください。
lt_lt: Sukūrimo datos laukas neturi būti tuščias.
ru_ru: Дата создания не должна быть пустой.
uk_ua: Дата створення не повинна бути порожньою.

source: The deleted status should be a valid boolean.
ja_jp: 削除されたステータスは有効なブール値である必要があります。
lt_lt: Ištrinta būsena turi būti tinkama loginė vertė.
ru_ru: Статус удаления должен быть допустимым логическим значением.
uk_ua: Статус видалення має бути дійсним логічним значенням.

source: A deleted status is required
ja_jp: 削除されたステータスが必要です
lt_lt: Būtina ištrinta būsena
ru_ru: Требуется удаленный статус
uk_ua: Необхідно вказати видалений статус

source: A user identifier is required
ja_jp: ユーザー識別子が必要です。
lt_lt: Reikalingas vartotojo identifikatorius
ru_ru: Требуется идентификатор пользователя
uk_ua: Необхідно вказати ідентифікатор користувача

source: The user identifier should not be empty
ja_jp: ユーザー識別子は空にしないでください
lt_lt: Vartotojo identifikatoriaus laukas neturi būti tuščias
ru_ru: Укажите идентификатор пользователя.
uk_ua: Ідентифікатор користувача не повинен бути порожнім

source: You cannot reuse the server keys.
ja_jp: サーバーキーを再利用することはできません。
lt_lt: Negalite pakartotinai naudoti serverio raktų.
ru_ru: Вы не можете повторно использовать ключи сервера.
uk_ua: Ви не можете повторно використовувати ключі сервера.

source: A valid OpenPGP key must be provided.
ja_jp: 有効な OpenPGP鍵を提供する必要があります。
lt_lt: Turi būti pateiktas galiojantis OpenPGP raktas.
ru_ru: Должен быть предоставлен действительный ключ OpenPGP.
uk_ua: Потрібно надати дійсний ключ OpenPGP.

source: The OpenPGP armored key could not be parsed.
ja_jp: OpenPGPアーマーされたキーを解析できませんでした。
lt_lt: Nepavyko išanalizuoti OpenPGP šarvuoto rakto.
ru_ru: Не удалось разобрать бронированный ключ OpenPGP.
uk_ua: Не вдалося проаналізувати OpenPGP-ключ у форматі ASCII-armor.

source: The OpenPGP armored key could not be validated.
ja_jp: OpenPGPアーマーされたキーを検証できませんでした。
lt_lt: Nepavyko patvirtinti OpenPGP šarvuoto rakto.
ru_ru: Не удалось проверить защищенный ключ OpenPGP.
uk_ua: Не вдалося перевірити ключ OpenPGP у форматі ASCII-armor.

source: The name should be a valid UTF8 string.
ja_jp: 名前は有効なUTF8文字列でなければなりません。
lt_lt: Pavadinimas turi būti tinkama UTF8 eilutė.
ru_ru: Имя должно быть допустимой строкой UTF8.
uk_ua: Імʼя має бути дійсним рядком UTF8.

source: The name length should be maximum {0} characters.
ja_jp: 名前の長さは {0} 文字以内でなければなりません。
lt_lt: Vardo ilgis turi būti daugiausia {0} simbolių.
ru_ru: Длина имени не должна превышать {0} символов.
uk_ua: Довжина імені не повинна перевищувати {0} символів.

source: A name is required.
ja_jp: 名前が必要です。
lt_lt: Būtinas vardas.
ru_ru: Требуется имя.
uk_ua: Необхідно вказати імʼя.

source: The name should not be empty.
ja_jp: 名前は空にしないでください。
lt_lt: Vardas neturi būti tuščias.
ru_ru: Имя не должно быть пустым.
uk_ua: Імʼя не повинно бути порожнім.

source: The identifier of the user who created the group should be a valid UUID.
ja_jp: グループを作成したユーザーの識別子は有効な UUID でなければなりません。
lt_lt: Grupę sukūrusio vartotojo identifikatorius turėtų būti galiojantis UUID.
ru_ru: Идентификатор пользователя, создавшего группу, должен быть допустимым UUID.
uk_ua: Ідентифікатор користувача, який створив групу, має бути дійсним UUID.

source: The identifier of the user who created the group is required.
ja_jp: グループを作成したユーザーの識別子が必要です。
lt_lt: Būtinas grupės sukūrusio vartotojo identifikatorius.
ru_ru: Требуется идентификатор пользователя, создавшего группу.
uk_ua: Потрібен ідентифікатор користувача, який створив групу.
