Repository: passbolt/passbolt_api
Catalog: resources/locales/*/default.po
Languages: ja_jp, lt_lt, ru_ru, uk_ua

source: Allow creation of V5 tags
ja_jp: V5タグの作成を許可する
lt_lt: Leisti kurti V5 žymas
ru_ru: Разрешить создание тегов V5
uk_ua: Дозволити створення тегів V5

source: Allow creation of V5 comments
ja_jp: V5コメントの作成を許可する
lt_lt: Leisti kurti V5 komentarus
ru_ru: Разрешить создание комментариев V5
uk_ua: Дозволити створення коментарів V5

source: Allow creation of V4 resources
ja_jp: V4リソースの作成を許可する
lt_lt: Leisti kurti V4 išteklius
ru_ru: Разрешить создание ресурсов V4
uk_ua: Дозволити створення ресурсів V4

source: Allow creation of V4 folders
ja_jp: V4フォルダの作成を許可する
lt_lt: Leisti kurti V4 aplankus
ru_ru: Разрешить создание папок V4
uk_ua: Дозволити створення тек V4

source: Allow creation of V4 tags
ja_jp: V4タグの作成を許可する
lt_lt: Leisti kurti V4 žymas
ru_ru: Разрешить создание тегов V4
uk_ua: Дозволити створення тегів V4

source: No permission found for the entity: {0}
ja_jp: エンティティ「{0}」の権限が見つかりません
lt_lt: Nerasta leidimo objektui: {0}
ru_ru: Не найдено разрешения для сущности: {0}
uk_ua: Для сутності {0} не знайдено дозволу

source: The identifier of the user who created the metadata key should be a valid UUID.
ja_jp: メタデータ鍵を作成したユーザーの識別子は有効なUUIDでなければなりません。
lt_lt: Metaduomenų raktą sukūrusio vartotojo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, создавшего ключ метаданных, должен быть действительным UUID.
uk_ua: Ідентифікатор користувача, який створив ключ метаданих, має бути дійсним UUID.

source: The creator is required.
ja_jp: 作成者が必要です。
lt_lt: Reikalingas kūrėjas.
ru_ru: Требуется создатель.
uk_ua: Потрібно вказати творця.

source: The identifier of the user who modified the metadata key should be a valid UUID.
ja_jp: メタデータ鍵を修正したユーザーの識別子は有効なUUIDでなければなりません。
lt_lt: Metaduomenų raktą pakeitusio vartotojo identifikatorius turi būti galiojantis UUID.
ru_ru: Идентификатор пользователя, изменившего ключ метаданных, должен быть действительным UUID.
uk_ua: Ідентифікатор користувача, який змінив ключ метаданих, має бути дійсним UUID.

source: A expired date is required.
ja_jp: 有効期限が必要です。
lt_lt: Reikalingas galiojimo laikas.
ru_ru: Требуется дата истечения.
uk_ua: Потрібно вказати дату завершення дії.

source: The expired date should not be empty.
ja_jp: 有効期限は空にしないでください。
lt_lt: Galiojimo laikas neturi būti tuščias.
ru_ru: Дата истечения не должна быть пустой.
uk_ua: Дата завершення дії не повинна бути порожньою.

source: The modifier is required.
ja_jp: 変更者が必要です。
lt_lt: Reikalingas keitėjas.
ru_ru: Требуется изменяющий пользователь.
uk_ua: Потрібно вказати користувача, який змінив.

source: The fingerprint is already in use.
ja_jp: この指紋はすでに使用されています。
lt_lt: Piršto atspaudas jau naudojamas.
ru_ru: Этот отпечаток пальца уже используется.
uk_ua: Цей відбиток уже використовується.

source: Already two metadata keys are active.
ja_jp: すでに2つのメタデータ鍵がアクティブです。
lt_lt: Jau yra du aktyvūs metaduomenų raktai.
ru_ru: Уже активны два ключа метаданных.
uk_ua: Вже активні два ключі метаданих.

source: You cannot reuse the user key.
ja_jp: ユーザー鍵を再利用することはできません。
lt_lt: Negalite pakartotinai naudoti vartotojo rakto.
ru_ru: Вы не можете повторно использовать ключ пользователя.
uk_ua: Ви не можете повторно використовувати ключ користувача.

source: The user does not exist or is not active or is deleted.
ja_jp: ユーザーが存在しないか、アクティブでないか、削除されています。
lt_lt: Vartotojo nėra, jis neaktyvus arba ištrintas.
ru_ru: Пользователь не существует, не активен или удалён.
uk_ua: Користувач не існує, не активний або видалений.

source: The metadata key id & user id combination is already in use.
ja_jp: メタデータ鍵IDとユーザーIDの組み合わせは既に使用されています。
lt_lt: Metaduomenų rakto id ir vartotojo id derinys jau naudojamas.
ru_ru: Комбинация идентификатора ключа метаданных и идентификатора пользователя уже используется.
uk_ua: Комбінація метаданого ключа та ідентифікатора користувача вже використовується.

source: The data is not valid. Please make sure it is encrypted for the correct key.
ja_jp: データが有効ではありません。正しい鍵に対して暗号化されていることを確認してください。
lt_lt: Duomenys neteisingi. Įsitikinkite, kad jie užšifruoti tinkamam raktui.
ru_ru: Данные недействительны. Убедитесь, что они зашифрованы для корректного ключа.
uk_ua: Дані є недійсними. Будь ласка, перевірте, що вони зашифровані для правильного ключа.

source: The entity must be an array.
ja_jp: エンティティは配列である必要があります。
lt_lt: Objektas turi būti masyvas.
ru_ru: Сущность должна быть массивом.
uk_ua: Сутність має бути масивом.

source: Entity {0} not found.
ja_jp: エンティティ {0} が見つかりません。
lt_lt: Objektas {0} nerastas.
ru_ru: Сущность {0} не найдена.
uk_ua: Сутність {0} не знайдено.

source: Could not validate the metadata key data for the entity with ID: {0}.
ja_jp: エンティティID {0} のメタデータ鍵データを検証できませんでした。
lt_lt: Nepavyko patvirtinti metaduomenų rakto duomenų objektui su ID: {0}.
ru_ru: Не удалось проверить данные ключа метаданных для сущности с ID: {0}.
uk_ua: Не вдалося перевірити дані ключа метаданих для сутності з ідентифікатором: {0}.

source: {0} created a new metadata key
ja_jp: {0} が新しいメタデータ鍵を作成しました
lt_lt: {0} sukūrė naują metaduomenų raktą
ru_ru: {0} создал новый ключ метаданных
uk_ua: {0} створив(-ла) новий ключ метаданих

source: You created a new metadata key
ja_jp: 新しいメタデータ鍵を作成しました
lt_lt: Sukūrėte naują metaduomenų raktą
ru_ru: Вы создали новый ключ метаданных
uk_ua: Ви створили новий ключ метаданих

source: {0} deleted a metadata key
ja_jp: {0} がメタデータ鍵を削除しました
lt_lt: {0} ištrynė metaduomenų raktą
ru_ru: {0} удалил ключ метаданных
uk_ua: {0} видалив(-ла) ключ метаданих

source: You deleted a metadata key
ja_jp: メタデータ鍵を削除しました
lt_lt: Ištrynėte metaduomenų raktą
ru_ru: Вы удалили ключ метаданных
uk_ua: Ви видалили ключ метаданих

source: {0} has expired a metadata key
ja_jp: {0} がメタデータ鍵を期限切れにしました
lt_lt: {0} panaikino metaduomenų rakto galiojimą
ru_ru: {0} просрочил ключ метаданных
uk_ua: {0} позначив(-ла) ключ метаданих як прострочений

source: You have expired a metadata key
ja_jp: メタデータ鍵を期限切れにしました
lt_lt: Jūs panaikinote metaduomenų rakto galiojimą
ru_ru: Вы просрочили ключ метаданных
uk_ua: Ви позначили ключ метаданих як прострочений

source: {0} edited the metadata settings
ja_jp: {0} がメタデータ設定を編集しました
lt_lt: {0} redagavo metaduomenų nustatymus
ru_ru: {0} изменил настройки метаданных
uk_ua: {0} відредагував(-ла) налаштування метаданих

source: You edited the metadata settings
ja_jp: メタデータ設定を編集しました
lt_lt: Redagavote metaduomenų nustatymus
ru_ru: Вы изменили настройки метаданных
uk_ua: Ви відредагували налаштування метаданих

source: No server metadata private key found.
ja_jp: サーバのメタデータ秘密鍵が見つかりません。
lt_lt: Nerastas serverio metaduomenų privatus raktas.
ru_ru: Не найден закрытый ключ метаданных сервера.
uk_ua: Приватний ключ метаданих сервера не знайдено.

source: Unable to decrypt the metadata private key data.
ja_jp: メタデータ秘密鍵データを復号できません。
lt_lt: Nepavyko iššifruoti metaduomenų privataus rakto duomenų.
ru_ru: Невозможно расшифровать данные закрытого ключа метаданных.
uk_ua: Неможливо розшифрувати дані приватного ключа метаданих.

source: The server is able to decrypt the metadata private key.
ja_jp: サーバはメタデータ秘密鍵を復号できます。
lt_lt: Serveris gali iššifruoti metaduomenų privatų raktą.
ru_ru: Сервер может расшифровать закрытый ключ метаданных.
uk_ua: Сервер може розшифрувати приватний ключ метаданих.

source: Unable to decrypt the metadata private key.
ja_jp: メタデータ秘密鍵を復号できません。
lt_lt: Nepavyko iššifruoti metaduomenų privataus rakto.
ru_ru: Не удалось расшифровать закрытый ключ метаданных.
uk_ua: Неможливо розшифрувати приватний ключ метаданих.

source: The metadata key does not exist or has been deleted.
ja_jp: メタデータ鍵が存在しないか、削除されています。
lt_lt: Metaduomenų raktas neegzistuoja arba buvo ištrintas.
ru_ru: Ключ метаданных не существует или был удалён.
uk_ua: Ключ метаданих не існує або був видалений.

source: The metadata key has already been deleted.
ja_jp: メタデータ鍵はすでに削除されています。
lt_lt: Metaduomenų raktas jau ištrintas.
ru_ru: Ключ метаданных уже удалён.
uk_ua: Ключ метаданих уже було видалено.

source: The metadata key should be marked as expired first.
ja_jp: メタデータ鍵は先に期限切れとしてマークされる必要があります。
lt_lt: Pirmiausia metaduomenų raktas turi būti pažymėtas kaip nebegaliojantis.
ru_ru: Сначала необходимо отметить ключ метаданных как истекший.
uk_ua: Спочатку ключ метаданих слід позначити як такий, що сплив термін його дії.

source: The metadata key is still in use, migrate the remaining items to the new key first.
ja_jp: メタデータ鍵はまだ使用中です。残りの項目を新しい鍵に移行してください。
lt_lt: Metaduomenų raktas dar naudojamas, pirmiausia perkelkite likusius elementus į naują raktą.
ru_ru: Ключ метаданных всё ещё используется, сначала перенесите оставшиеся элементы на новый ключ.
uk_ua: Ключ метаданих усе ще використовується, спочатку перенесіть решту елементів на новий ключ.

source: The metadata key could not be deleted.
ja_jp: メタデータ鍵を削除できませんでした。
lt_lt: Nepavyko ištrinti metaduomenų rakto.
ru_ru: Не удалось удалить ключ метаданных.
uk_ua: Не вдалося видалити ключ метаданих.

source: The metadata key fingerprint is invalid.
ja_jp: メタデータ鍵の指紋が無効です。
lt_lt: Neteisingas metaduomenų rakto piršto atspaudas.
ru_ru: Отпечаток ключа метаданных недействителен.
uk_ua: Відбиток ключа метаданих неприпустимий.

source: The metadata key is already marked as expired.
ja_jp: メタデータ鍵はすでに期限切れとしてマークされています。
lt_lt: Metaduomenų raktas jau pažymėtas kaip nebegaliojantis.
ru_ru: Ключ метаданных уже отмечен как истекший.
uk_ua: Ключ метаданих уже позначено як прострочений.

source: The metadata key could not be updated.
ja_jp: メタデータ鍵を更新できませんでした。
lt_lt: Nepavyko atnaujinti metaduomenų rakto.
ru_ru: Не удалось обновить ключ метаданных.
uk_ua: Неможливо оновити ключ метаданих.

source: The metadata key could not be saved.
ja_jp: メタデータ鍵を保存できませんでした。
lt_lt: Nepavyko išsaugoti metaduomenų rakto.
ru_ru: Не удалось сохранить ключ метаданных.
uk_ua: Не вдалося зберегти ключ метаданих.

source: Could not save the metadata key, please try again later.
ja_jp: メタデータ鍵を保存できませんでした。後でもう一度試してください。
lt_lt: Nepavyko išsaugoti metaduomenų rakto. Bandykite dar kartą vėliau.
ru_ru: Не удалось сохранить ключ метаданных, повторите попытку позже.
uk_ua: Не вдалося зберегти ключ метаданих, спробуйте пізніше.

source: Server metadata private key was not found.
ja_jp: サーバのメタデータ秘密鍵が見つかりませんでした。
lt_lt: Nerastas serverio metaduomenų privatus raktas.
ru_ru: Не удалось найти закрытый ключ метаданных сервера.
uk_ua: Не знайдено приватного ключа метаданих сервера.

source: Metadata key could not be shared with user id: {0}.
ja_jp: メタデータ鍵をユーザーID「{0}」と共有できませんでした。
lt_lt: Nepavyko bendrinti metaduomenų rakto su vartotojo id: {0}.
ru_ru: Не удалось расшарить ключ метаданных для идентификатора пользователя: {0}.
uk_ua: Не вдалося поділитися ключем метаданих із ідентифікатором користувача: {0}.

source: The data could not be validated.
ja_jp: データを検証できませんでした。
lt_lt: Nepavyko patvirtinti duomenų.
ru_ru: Не удалось проверить данные.
uk_ua: Неможливо перевірити дані.

source: The data could not be saved.
ja_jp: データを保存できませんでした。
lt_lt: Nepavyko išsaugoti duomenų.
ru_ru: Не удалось сохранить данные.
uk_ua: Неможливо зберегти дані.

source: The metadata private key should not be empty.
ja_jp: メタデータ秘密鍵は空にしないでください。
lt_lt: Metaduomenų privatus raktas neturi būti tuščias.
ru_ru: Закрытый ключ метаданных не должен быть пустым.
uk_ua: Приватний ключ метаданих не повинен бути порожнім.

source: The metadata private key cleartext data should be in JSON format.
ja_jp: メタデータ秘密鍵の平文データはJSON形式である必要があります。
lt_lt: Metaduomenų privataus rakto atviro teksto duomenys turi būti JSON formatu.
ru_ru: В открытом виде данные закрытого ключа метаданных должны быть в формате JSON.
uk_ua: Дані приватного ключа метаданих у відкритому вигляді мають бути у форматі JSON.

source: The metadata private key cleartext data should not be empty.
ja_jp: メタデータ秘密鍵の平文データは空にしないでください。
lt_lt: Metaduomenų privataus rakto atviro teksto duomenys neturi būti tušti.
ru_ru: В открытом виде данные закрытого ключа метаданных не должны быть пустыми.
uk_ua: Дані приватного ключа метаданих у відкритому вигляді не можуть бути порожніми.

source: The metadata private key cleartext data is not valid.
ja_jp: メタデータ秘密鍵の平文データが有効ではありません。
lt_lt: Neteisingi metaduomenų privataus rakto atviro teksto duomenys.
ru_ru: В открытом виде данные закрытого ключа метаданных недействительны.
uk_ua: Дані приватного ключа метаданих у відкритому вигляді є недійсними.

source: The OpenPGP user key cannot be found.
ja_jp: OpenPGPユーザー鍵が見つかりません。
lt_lt: Nepavyko rasti "OpenPGP" vartotojo rakto.
ru_ru: Невозможно найти ключ пользователя OpenPGP.
uk_ua: Не знайдено ключа користувача OpenPGP.

source: Could not validate the settings.
ja_jp: 設定を検証できませんでした。
lt_lt: Nepavyko patvirtinti nustatymų.
ru_ru: Не удалось проверить настройки.
uk_ua: Неможливо перевірити налаштування.

source: The server metadata private key is required to enable these settings.
ja_jp: これらの設定を有効にするにはサーバのメタデータ秘密鍵が必要です。
lt_lt: Norint įjungti šiuos nustatymus, reikalingas serverio metaduomenų privatus raktas.
ru_ru: Для включения этих настроек необходим закрытый ключ метаданных сервера.
uk_ua: Для активації цих налаштувань потрібен приватний ключ метаданих сервера.

source: The server metadata key id is required.
ja_jp: サーバのメタデータ鍵IDが必要です。
lt_lt: Reikalingas serverio metaduomenų rakto id.
ru_ru: Требуется идентификатор ключа метаданных сервера.
uk_ua: Потрібен ідентифікатор ключа метаданих сервера.

source: The server metadata private key is invalid.
ja_jp: サーバのメタデータ秘密鍵が無効です。
lt_lt: Serverio metaduomenų privatus raktas neteisingas.
ru_ru: Недействительный закрытый ключ метаданных сервера.
uk_ua: Приватний ключ метаданих сервера є недійсним.

source: The metadata private key could not be created.
ja_jp: メタデータ秘密鍵を作成できませんでした。
lt_lt: Nepavyko sukurti metaduomenų privataus rakto.
ru_ru: Не удалось создать закрытый ключ метаданных.
uk_ua: Неможливо створити приватний ключ метаданих.

source: Please try again later.
ja_jp: 後でもう一度お試しください。
lt_lt: Bandykite dar kartą vėliau.
ru_ru: Пожалуйста, повторите попытку позже.
uk_ua: Будь ласка, спробуйте пізніше.

source: The metadata private key could not be validated.
ja_jp: メタデータ秘密鍵を検証できませんでした。
lt_lt: Nepavyko patvirtinti metaduomenų privataus rakto.
ru_ru: Не удалось проверить закрытый ключ метаданных.
uk_ua: Не вдалося перевірити приватний ключ метаданих.

source: The request data is invalid.
ja_jp: リクエストデータが無効です。
lt_lt: Neteisingi užklausos duomenys.
ru_ru: Данные запроса недействительны.
uk_ua: Дані запиту є недійсними.

source: The metadata key is already shared with the user.
ja_jp: メタデータ鍵はすでにそのユーザーと共有されています。
lt_lt: Metaduomenų raktas jau bendrinamas su šiuo vartotoju.
ru_ru: Ключ метаданных уже расшарен с этим пользователем.
uk_ua: Ключ метаданих уже надано цьому користувачеві.

source: The metadata private keys could not be created.
ja_jp: メタデータ秘密鍵を作成できませんでした。
lt_lt: Nepavyko sukurti metaduomenų privačių raktų.
ru_ru: Не удалось создать закрытые ключи метаданных.
uk_ua: Неможливо створити приватні ключі метаданих.

source: The metadata private key data is not valid.
ja_jp: メタデータ秘密鍵データが有効ではありません。
lt_lt: Metaduomenų privataus rakto duomenys yra neteisingi.
ru_ru: Данные закрытого ключа метаданных недействительны.
uk_ua: Дані приватного ключа метаданих недійсні.

source: The metadata private key does not exist or has been deleted.
ja_jp: メタデータ秘密鍵が存在しないか、削除されています。
lt_lt: Metaduomenų privatus raktas neegzistuoja arba buvo ištrintas.
ru_ru: Закрытый ключ метаданных не существует или был удалён.
uk_ua: Приватний ключ метаданих не існує або був видалений.

source: The metadata private key was already edited by the user.
ja_jp: メタデータ秘密鍵はすでにそのユーザーによって編集されています。
lt_lt: Metaduomenų privatus raktas jau buvo redaguotas šio vartotojo.
ru_ru: Пользователь уже редактировал закрытый ключ метаданных.
uk_ua: Користувач уже редагував приватний ключ метаданих.

source: The metadata private key could not be updated.
ja_jp: メタデータ秘密鍵を更新できませんでした。
lt_lt: Nepavyko atnaujinti metaduomenų privataus rakto.
ru_ru: Не удалось обновить закрытый ключ метаданных.
uk_ua: Не вдалося оновити приватний ключ метаданих.

source: The metadata session key could not be saved.
ja_jp: メタデータセッション鍵を保存できませんでした。
lt_lt: Nepavyko išsaugoti metaduomenų sesijos rakto.
ru_ru: Не удалось сохранить сеансовый ключ метаданных.
uk_ua: Не вдалося зберегти сесійну ключ метаданих.

source: Could not save the metadata session key, please try again later.
ja_jp: メタデータセッション鍵を保存できませんでした。後でもう一度試してください。
lt_lt: Nepavyko išsaugoti metaduomenų sesijos rakto. Bandykite dar kartą vėliau.
ru_ru: Не удалось сохранить сеансовый ключ метаданных, повторите попытку позже.
uk_ua: Не вдалося зберегти сесійну ключ метаданих, спробуйте пізніше.

source: The data must be a string.
ja_jp: データは文字列でなければなりません。
lt_lt: Duomenys turi būti eilutė.
ru_ru: Данные должны быть строкой.
uk_ua: Дані мають бути рядком.

source: The metadata session key identifier should be a UUID.
ja_jp: メタデータセッション鍵の識別子はUUIDである必要があります。
lt_lt: Metaduomenų sesijos rakto identifikatorius turi būti UUID.
ru_ru: Идентификатор сеансового ключа метаданных должен быть UUID.
uk_ua: Ідентифікатор сесійного ключа метаданих повинен бути UUID.

source: The metadata session key does not exist or does not belong to this user.
ja_jp: メタデータセッション鍵が存在しないか、このユーザーのものではありません。
lt_lt: Metaduomenų sesijos raktas neegzistuoja arba nepriklauso šiam vartotojui.
ru_ru: Сеансовый ключ метаданных не существует или не принадлежит этому пользователю.
uk_ua: Сесійний ключ метаданих не існує або не належить цьому користувачеві.

source: The metadata session key could not be deleted.
ja_jp: メタデータセッション鍵を削除できませんでした。
lt_lt: Nepavyko ištrinti metaduomenų sesijos rakto.
ru_ru: Не удалось удалить сеансовый ключ метаданных.
uk_ua: Не вдалося видалити сесійний ключ метаданих.

source: Could not validate the data.
ja_jp: データを検証できませんでした。
lt_lt: Nepavyko patvirtinti duomenų.
ru_ru: Не удалось проверить данные.
uk_ua: Не вдалося перевірити дані.

source: The metadata session key data is identical.
ja_jp: メタデータセッション鍵のデータは同一です。
lt_lt: Metaduomenų sesijos rakto duomenys yra identiški.
ru_ru: Данные сеансового ключа метаданных идентичны.
uk_ua: Дані сесійного ключа метаданих ідентичні.

source: The metadata session key data has changed.
ja_jp: メタデータセッション鍵のデータが変更されました。
lt_lt: Metaduomenų sesijos rakto duomenys pasikeitė.
ru_ru: Данные сеансового ключа метаданных изменились.
uk_ua: Дані сесійного ключа метаданих змінено.

source: Could not save the metadata session keys, please try again later.
ja_jp: メタデータセッション鍵を保存できませんでした。後でもう一度試してください。
lt_lt: Nepavyko išsaugoti metaduomenų sesijos raktų. Bandykite dar kartą vėliau.
ru_ru: Не удалось сохранить сеансовые ключи метаданных, повторите попытку позже.
uk_ua: Не вдалося зберегти сесійні ключі метаданих, спробуйте пізніше.

source: Could not prepare private key for server key.
ja_jp: サーバ鍵用の秘密鍵を準備できませんでした。
lt_lt: Nepavyko paruošti privataus rakto serverio raktui.
ru_ru: Не удалось подготовить закрытый ключ для ключа сервера.
uk_ua: Не вдалося підготувати приватний ключ для серверного ключа.

source: User key not found.
ja_jp: ユーザー鍵が見つかりません。
lt_lt: Vartotojo raktas nerastas.
ru_ru: Ключ пользователя не найден.
uk_ua: Ключ користувача не знайдено.

source: Could not prepare private key for user id {0}.
ja_jp: ユーザーID {0} の秘密鍵を準備できませんでした。
lt_lt: Nepavyko paruošti privataus rakto vartotojo id {0}.
ru_ru: Не удалось подготовить закрытый ключ для идентификатора пользователя {0}.
uk_ua: Не вдалося підготувати приватний ключ для ідентифікатора користувача {0}.

source: No folders to migrate.
ja_jp: 移行するフォルダはありません。
lt_lt: Nėra aplankų perkėlimui.
ru_ru: Нет папок для переноса.
uk_ua: Немає тек для міграції.

source: Folder ID "{0}" is already V5
ja_jp: フォルダID "{0}" はすでにV5です
lt_lt: Aplanko ID "{0}" jau yra V5
ru_ru: Папка с ID "{0}" уже в формате V5
uk_ua: Тека з ID "{0}" уже має версію V5

source: No permission found for folder ID {0}
ja_jp: フォルダID {0} の権限が見つかりません
lt_lt: Nerastas leidimas aplanko ID {0}
ru_ru: Не найдено разрешений для папки с ID {0}
uk_ua: Не знайдено дозволу для теки з ID {0}

source: No user provided.
ja_jp: ユーザーが指定されていません。
lt_lt: Nenurodytas vartotojas.
ru_ru: Пользователь не указан.
uk_ua: Не вказано користувача.

source: The metadata could not be encrypted for permission id: {0}.
ja_jp: パーミッションID「{0}」についてメタデータを暗号化できませんでした。
lt_lt: Nepavyko užšifruoti metaduomenų leisimui su id: {0}.
ru_ru: Не удалось зашифровать метаданные для разрешения с ID: {0}.
uk_ua: Неможливо зашифрувати метадані для дозволу з ідентифікатором: {0}.

source: No OpenPGP key found for the user.
ja_jp: そのユーザーのOpenPGP鍵が見つかりません。
lt_lt: Vartotojui nerastas "OpenPGP" raktas.
ru_ru: У пользователя не найден ключ OpenPGP.
uk_ua: Не знайдено ключ OpenPGP для користувача.

source: The metadata could not be encrypted with the user id: {0}.
ja_jp: ユーザーID「{0}」でメタデータを暗号化できませんでした。
lt_lt: Nepavyko užšifruoti metaduomenų su vartotojo id: {0}.
ru_ru: Не удалось зашифровать метаданные с использованием идентификатора пользователя: {0}.
uk_ua: Неможливо зашифрувати метадані з використанням ідентифікатора користувача: {0}.

source: The metadata could not be encrypted with the metadata key id: {0}.
ja_jp: メタデータ鍵ID「{0}」でメタデータを暗号化できませんでした。
lt_lt: Nepavyko užšifruoti metaduomenų su metaduomenų rakto id: {0}.
ru_ru: Не удалось зашифровать метаданные с использованием идентификатора ключа метаданных: {0}.
uk_ua: Неможливо зашифрувати метадані з використанням ідентифікатора ключа метаданих: {0}.

source: Unable to migrate folder ID: {0} to V5.
ja_jp: フォルダID {0} をV5に移行できませんでした。
lt_lt: Nepavyko perkelti aplanko ID: {0} į V5.
ru_ru: Не удалось перенести папку с ID: {0} в формат V5.
uk_ua: Неможливо мігрувати теку з ID: {0} до V5.

source: Migrating {0}...
ja_jp: {0} を移行中…
lt_lt: Perkeliama {0}...
ru_ru: Выполняется перенос {0}...
uk_ua: Виконується міграція {0}...

source: Errors (encoded): {0}
ja_jp: エラー（エンコード済）: {0}
lt_lt: Klaidos (užkoduotos): {0}
ru_ru: Ошибки (в кодированном виде): {0}
uk_ua: Помилки (у кодованому вигляді): {0}

source: Migration process for {0} finished.
ja_jp: {0} の移行が完了しました。
lt_lt: Perkėlimo procesas {0} baigtas.
ru_ru: Процесс переноса для {0} завершен.
uk_ua: Процес міграції для {0} завершено.

source: No resources to migrate.
ja_jp: 移行するリソースはありません。
lt_lt: Nėra išteklių perkėlimui.
ru_ru: Нет ресурсов для переноса.
uk_ua: Немає ресурсів для міграції.

source: Resource ID "{0}" is already V5
ja_jp: リソースID "{0}" はすでにV5です
lt_lt: Ištekliaus ID "{0}" jau yra V5
ru_ru: Ресурс с ID \"{0}\" уже в формате V5
uk_ua: Ресурс з ID "{0}" уже має версію V5

source: No permission found for resource ID {0}
ja_jp: リソースID {0} の権限が見つかりません
lt_lt: Nerastas leidimas ištekliaus ID {0}
ru_ru: Не найдено разрешений для ресурса с ID {0}
uk_ua: Для ресурсу з ID {0} не знайдено дозволу

source: Unable to migrate resource ID: {0} to V5.
ja_jp: リソースID {0} をV5に移行できませんでした。
lt_lt: Nepavyko perkelti ištekliaus ID: {0} į V5.
ru_ru: Не удалось перенести ресурс с ID {0} в формат V5.
uk_ua: Неможливо мігрувати ресурс з ID: {0} до V5.

source: Could not validate metadata key data.
ja_jp: メタデータ鍵データを検証できませんでした。
lt_lt: Nepavyko patvirtinti metaduomenų rakto duomenų.
ru_ru: Не удалось проверить данные ключа метаданных.
uk_ua: Не вдалося перевірити дані ключа метаданих.

source: Could not import the metadata OpenPGP key.
ja_jp: メタデータ用OpenPGP鍵をインポートできませんでした。
lt_lt: Nepavyko importuoti metaduomenų "OpenPGP" rakto.
ru_ru: Не удалось импортировать ключ OpenPGP метаданных.
uk_ua: Не вдалося імпортувати OpenPGP ключ метаданих.

source: The metadata key is not available or incomplete.
ja_jp: メタデータ鍵が利用できないか、不完全です。
lt_lt: Metaduomenų raktas nepasiekiamas arba neužbaigtas.
ru_ru: Ключ метаданных недоступен или неполон.
uk_ua: Ключ метаданих недоступний або неповний.

source: The metadata key fingerprint is not available or incomplete.
ja_jp: メタデータ鍵の指紋が利用できないか、不完全です。
lt_lt: Metaduomenų rakto piršto atspaudas nepasiekiamas arba neužbaigtas.
ru_ru: Отпечаток ключа метаданных недоступен или неполон.
uk_ua: Відбиток ключа метаданих недоступний або неповний.
