{
  "(Folder) new owner:": "(Pasta) novo proprietário:",
  "(group)": "(grupo)",
  "(not yet available)": "(ainda não disponível)",
  "(suspended)": "(suspenso)",
  "(tag)": "(etiqueta)",
  "{column.label}": "Rótulo: {column.label}",
  "{creatorName} did not initiate this request.": "{creatorName} não iniciou essa solicitação.",
  "{errors.get(key)}": "{errors.get(key)}",
  "{this.state.warnings.get(key)}": "{this.state.warnings.get(key)}",
  "@your-domain.com": "@seu-dominio.com",
  "/healthcheck/status is reachable": "/healthcheck/status está acessível",
  "<0>{{activityCreatorName}}</0> accepted the account recovery policy": "<0>{{activityCreatorName}}</0> aceitou a política de recuperação da conta",
  "<0>{{activityCreatorName}}</0> accessed secret of item <2>{{resourceName}}</2>": "<0>{{activityCreatorName}}</0> acessado segredo do item <2>{{resourceName}}</2>",
  "<0>{{activityCreatorName}}</0> changed permissions of folder <2>{{folderName}}</2> with": "<0> {{activityCreatorName}} </0> alterou as permissões da pasta <2> {{folderName}} </2> com",
  "<0>{{activityCreatorName}}</0> changed permissions of item <2>{{resourceName}}</2> with": "<0> {{activityCreatorName}} </0> alterou as permissões do item <2> {{resourceName}} </2> com",
  "<0>{{activityCreatorName}}</0> created folder <2>{{folderName}}</2>": "<0> {{activityCreatorName}} </0> criou a pasta <2> {{folderName}} </2>",
  "<0>{{activityCreatorName}}</0> created item <2>{{resourceName}}</2>": "<0> {{activityCreatorName}} </0> criou o item <2> {{resourceName}} </2>",
  "<0>{{activityCreatorName}}</0> rejected the account recovery policy": "<0>{{activityCreatorName}}</0> rejeitou a política de recuperação da conta",
  "<0>{{activityCreatorName}}</0> requested an account recovery": "<0>{{activityCreatorName}}</0> pediu uma recuperação de conta",
  "<0>{{activityCreatorName}}</0> updated folder <2>{{folderName}}</2>": "<0> {{activityCreatorName}} </0> pasta atualizada <2> {{folderName}} </2>",
  "<0>{{activityCreatorName}}</0> updated item <2>{{resourceName}}</2>": "<0> {{activityCreatorName}} </0> item atualizado <2> {{resourceName}} </2>",
  "<0>{{activityCreatorName}}</0> updated secret of item <2>{{resourceName}}</2>": "<0> {{activityCreatorName}} </0> segredo atualizado do item <2> {{resourceName}} </2>",
  "<0><0>{{activityCreatorName}}</0></0> accepted the account recovery request": "<0><0>{{activityCreatorName}}</0></0> aceitou o pedido de recuperação da conta",
  "<0><0>{{activityCreatorName}}</0></0> created the user account": "<0><0>{{activityCreatorName}}</0></0> criou a conta do usuário",
  "<0><0>{{activityCreatorName}}</0></0> rejected the account recovery request": "<0><0>{{activityCreatorName}}</0></0> rejeitou o pedido de recuperação da conta",
  "<0>Error: </0>Decryption failed": "<0>Erro: </0>A descriptografia falhou",
  "<0>Warning:</0> Suspension is scheduled for the {{suspendedDate}}": "<0>Aviso:</0> Suspensão está agendada para {{suspendedDate}}",
  "<0>Warning</0>: This recovery kit replace the old one.": "<0>Aviso</0>: Este kit de recuperação substitui o antigo.",
  "<0>Warning</0>: This secret will expire after some time (typically a few months). Make sure you save the expiry date and rotate it on time.": "<0>Aviso</0>: Esse segredo irá expirar após algum tempo (normalmente alguns meses). Certifique-se de salvar a data de validade e alterná-la em tempo.",
  "<0>Warning</0>: UPN is not active by default on Azure and requires a specific option set on Azure to be working.": "<0>Aviso</0>: UPN não está ativo por padrão no Azure e requer uma opção específica definida no Azure para funcionar.",
  "<0>Warning</0>: using Azure email field to map with Passbolt username is generally unsafe (see. noauth vulnerability class).": "<0>Aviso</0>: usando o campo de e-mail da Azure para mapear com o nome de usuário Passbolt é geralmente inseguro (veja classe de vulnerabilidade nenhuma de autenticação).",
  "<0>When a user creates a resource, a default expiry date is set to </0><1></1><2>days</2>": "<0>Quando um usuário cria um recurso, uma data de validade padrão é definida para </0><1></1><2>dias</2>",
  "1. Click download the account kit.": "1. Clique para baixar o conjunto da conta.",
  "1. Install the application from the store.": "1. Instale o aplicativo pela loja.",
  "2. Install the application from the store.": "2. Instale o aplicativo pela loja.",
  "2. Open the application on your phone.": "2. Abra o aplicativo no seu telefone.",
  "3. Click start in your browser.": "3. Clique em iniciar no seu navegador.",
  "3. Open the application.": "3. Abra o aplicativo.",
  "4. Scan the QR codes with your phone.": "4. Escaneie os códigos QR com o seu telefone.",
  "4. Upload the account kit on the desktop app.": "4. Envie o conjunto de conta no aplicativo do computador.",
  "5. And you are done!": "5. E você terminou!",
  "A comment is required.": "Um comentário é obrigatório.",
  "A comment must be less than 256 characters": "Um comentário deve ter menos de 256 caracteres",
  "A connection could be established. Well done!": "Uma conexão pôde ser estabelecida. Muito bem!",
  "A domain is required.": "Um domínio é obrigatório.",
  "A domain name is required.": "Um nome de domínio é obrigatório.",
  "A download of the organization private key has automatically started.": "O download da chave privada da organização foi iniciado automaticamente.",
  "A download of your recovery kit, containing your secret key, has automatically started.": "Um download do seu kit de recuperação, contendo sua chave secreta, foi iniciado automaticamente.",
  "A file is required.": "Um arquivo é obrigatório.",
  "A first name is required.": "Um primeiro nome é obrigatório.",
  "A host is required.": "Um host é obrigatório.",
  "A last name is required.": "Um sobrenome é obrigatório.",
  "A metadata key should be enabled to allow users to create resources of this type.": "Uma chave de metadados deve ser habilitada para permitir que os usuários criem recursos desse tipo.",
  "A name can not be more than 255 char in length.": "Um nome não pode ter mais de 255 caracteres de comprimento.",
  "A name can not be more than 256 char in length.": "Um nome não pode ter mais de 256 caracteres de comprimento.",
  "A name can not be more than 50 char in length.": "Um nome não pode ter mais de 50 caracteres de comprimento.",
  "A name is required.": "Um nome é obrigatório.",
  "A OTP code is required.": "Um OTP é necessário.",
  "A passphrase is required.": "Uma senha é obrigatória.",
  "A password is required.": "Uma senha é obrigatória.",
  "A port is required.": "É necessária uma porta.",
  "A shared metadata key is required to save the metadata keys settings.": "Uma chave de metadados compartilhada é necessária para salvar as configurações de chaves de metadados.",
  "A shared metadata key is required.": "É necessária uma chave de metadados compartilhada.",
  "A strong passphrase is required. The minimum complexity must be 'fair'.": "É necessária uma senha forte, e a complexidade mínima deve ser 'média'.",
  "A subscription key is required.": "Uma chave secreta é obrigatória.",
  "A tag name is required.": "Um nome de etiqueta é obrigatório.",
  "A username is required.": "Um nome de usuário é obrigatório.",
  "A Users Directory is configured. The users and groups of passbolt will synchronize with it.": "Um Diretório de Usuários está configurado. Os usuários e grupos de Passbolt serão sincronizados com ele.",
  "About password expiry": "Sobre a expiração da senha",
  "Accept": "Aceitar",
  "Accept new key": "Aceitar nova chave",
  "Accept the new SSO provider": "Aceitar o novo provedor de SSO",
  "Access is restricted to authorized users only.": "O acesso é restrito apenas a usuários autorizados.",
  "Access to this service requires an invitation.": "O acesso a esse serviço requer um convite.",
  "Account kit": "Conjuntos de conta",
  "Account recovery": "Recuperação de conta",
  "Account Recovery": "Recuperação de conta",
  "Account recovery enrollment": "Inscrição de recuperação de conta",
  "Account recovery error": "Erro de recuperação da conta",
  "Account Recovery Policy": "Política de recuperação da conta",
  "Account recovery request": "Solicitação de recuperação de conta",
  "Account recovery request index": "Account recovery request index",
  "Account recovery request review": "Revisão de solicitação de recuperação de conta",
  "Account recovery request view": "Visualização de solicitação de recuperação de conta",
  "Account Recovery Requests": "Solicitações de recuperação de conta",
  "Action aborted": "Ação abortada",
  "Activated": "Ativado",
  "Activation pending": "Ativação pendente",
  "active": "ativo",
  "Active": "Ativo",
  "Active Directory": "Active Directory",
  "Active metadata key found or not required.": "Chave de metadados ativa encontrada ou não é necessária.",
  "Activity": "Atividade",
  "Add": "Adicionar",
  "Add a comment": "Adicionar um comentário",
  "Add a description": "Adicionar uma descrição",
  "Add a note": "Adicionar uma nota",
  "Add a unique import tag to passwords": "Adicione uma etiqueta única de importação para senhas",
  "Add an Organization Recovery Key": "Adicione uma chave de recuperação para a Organização",
  "Add comment": "Adicionar comentário",
  "Add key": "Adicionar chave",
  "Add Open PGP Public key": "Adicionar chave pública Open PGP",
  "Add people": "Adicionar pessoas",
  "Add role": "Adicionar função",
  "Add Row": "Adicionar linha",
  "Add secret": "Adicionar segredo",
  "Add stars to passwords you want to easily find later.": "Adicione estrelas às senhas que você deseja que sejam facilmente encontradas mais tarde.",
  "Add URI": "Adicionar URI",
  "Add User": "Adicionar Usuário",
  "Add user?": "Adicionar usuário?",
  "Additional URI": "URI adicional",
  "Additional URIs": "URIs adicionais",
  "admin": "administrador",
  "Admin": "Administrador",
  "Advanced password generation": "Geração avançada de senha",
  "Advanced settings": "Configurações avançadas",
  "after clicking on send, a test email will be sent to the recipient email in order to check that your configuration is correct.": "após clicar em enviar, será enviado um e-mail de teste para o destinatário para verificar que a sua configuração está correta.",
  "Algorithm": "Algoritmo",
  "Algorithm and key size cannot be changed at the moment. These are secure default": "Algoritmo e tamanho da chave não podem ser alterados no momento. Esses são padrões de segurança",
  "All": "Todos",
  "All content": "Todo o conteúdo",
  "All email notifications will be sent": "Todas as notificações de e-mail serão enviadas",
  "All encrypted metadata resource types were previously disabled. Re-enable them if you want users to create resources of this type.": "Todos os tipos de recursos com metadados criptografados foram previamente desativados. Reative-os se quiser que os usuários criem recursos desse tipo.",
  "All encrypted metadata resource types were previously disabled. Re-enable them if you want users to upgrade their resources.": "Todos os tipos de recursos com metadados criptografados foram previamente desativados. Reative-os se quiser que os usuários atualizem seus recursos.",
  "All groups": "Todos os grupos",
  "All items": "Todos os itens",
  "All legacy cleartext resource types were previously disabled. Re-enable them if you want users to create resources of this type.": "Todos os tipos de recursos legados com metadados em texto simples foram previamente desativados. Reative-os se quiser que os usuários criem recursos desse tipo.",
  "All migrated": "Tudo migrado",
  "All resources including the private ones.": "Todos os recursos, incluindo os privados.",
  "All statuses": "Todos os status",
  "All tags": "Todas etiquetas",
  "All the users with an email address ending with the domain in the safe list are allowed to register on passbolt.": "Todos os usuários com um endereço de e-mail que termine com o domínio na lista segura têm permissão para se registrar no passbolt.",
  "All users": "Todos os usuários",
  "Allow": "Permitir",
  "Allow &ldquo;Remember this device for a month.&ldquo; option during MFA.": "Permitir &ldquo;Lembrar este dispositivo por um mês.&ldquo; opção durante o MFA.",
  "Allow content types": "Permitir tipos de conteúdo",
  "Allow group manager": "Permitir gerenciar de grupo",
  "Allow passbolt to access external services to check if a password has been compromised.": "Permitir que o passbolt acesse serviços externos para verificar se uma senha foi comprometida.",
  "Allow passbolt to access external services to check if the user passphrase has been compromised when the user creates it.": "Permitir que o passbolt acesse serviços externos para verificar se uma senha foi comprometida quando criada pelo usuário.",
  "Allow the use of personal keys. (Recommended)": "Permitir o uso de chaves pessoais. (Recomendado)",
  "Allow users to override the default policy.": "Permitir que os usuários substituam a política padrão.",
  "Allow users to upgrade their content from cleartext to encrypted metadata type.": "Permitir que os usuários atualizem seu conteúdo de metadados em texto simples para metadados criptografados.",
  "Allowed domains": "Domínios permitidos",
  "Allows Azure and Passbolt API to securely share information.": "Permite que o Azure e a API do Passbolt compartilhem informações com segurança.",
  "Allows Google and Passbolt API to securely share information.": "Permite que a API do Google e Passbolt compartilhe informações com segurança.",
  "Allows your AD FS provider and Passbolt API to securely share information.": "Permite que seu provedor de AD FS e API do Passbolt compartilhem informações com segurança.",
  "Allows your OAuth2 provider and Passbolt API to securely share information.": "Permite que o seu provedor OAuth2 e API do Passbolt compartilhe informações com segurança.",
  "Also delete items inside this folder.": "Também excluir itens dentro dessa pasta.",
  "Alternatively you can also get in touch with support on community forum or via the paid support channels.": "Como alternativa, você também pode entrar em contato com o suporte no fórum da comunidade ou através dos canais de suporte pagos.",
  "An account kit is required to transfer your profile and private key to the desktop app.": "Um conjunto de conta é necessário para transferir seu perfil e chave privada para o aplicativo do computador.",
  "An email is required.": "Um e-mail é obrigatório.",
  "An error occured during the sign-in via SSO.": "Ocorreu um erro durante o login via SSO.",
  "An organization key is required.": "Uma chave de organização é necessária.",
  "An unexpected error occurred": "Ocorreu um erro inesperado",
  "API Permissions": "Permissões da API",
  "API Status": "API Status",
  "App.fullBaseUrl does not validate": "App.fullBaseUrl não é válido",
  "App.fullBaseUrl is not set to HTTPS": "App.fullBaseUrl não está definido para HTTPS",
  "App.fullBaseUrl is set to HTTPS": "App.fullBaseUrl está definido para HTTPS",
  "App.fullBaseUrl validation OK": "Validação de App.fullBaseUrl OK",
  "Appearance": "Aparência",
  "Application (client) ID": "ID do aplicativo (cliente)",
  "Application configuration": "Configuração da aplicação",
  "Apply": "Aplicar",
  "Approve": "Aprovar",
  "Approved": "Aprovado",
  "Are you sure to disable the self registration for the organization ?": "Tem certeza de que deseja desativar o registro próprio para a organização?",
  "Are you sure you want to add <1>{{user}}</1> to <3>{{group}}</3>?": "Tem certeza de que deseja adicionar <1>{{user}}</1> a <3>{{group}}</3>?",
  "Are you sure you want to create the resource <1>{{resourceName}}</1>?": "Tem certeza de que deseja criar o recurso <1>{{resourceName}}</1>?",
  "Are you sure you want to delete <1>{{user}}</1>?": "Você tem certeza que deseja excluir <1>{{user}}</1>?",
  "Are you sure you want to delete the comment?": "Você tem certeza que deseja excluir o comentário?",
  "Are you sure you want to delete the folder <1>{{folderName}}</1>?": "Você tem certeza que deseja excluir a pasta <1>{{folderName}}</1>?",
  "Are you sure you want to delete the group <1>{{groupName}}</1>?": "Você tem certeza que deseja excluir o grupo <1>{{groupName}}</1>?",
  "Are you sure you want to delete the resource <1>{{resourceName}}</1>?": "Tem certeza que deseja excluir o recurso <1>{{resourceName}}</1>?",
  "Are you sure you want to delete the role <1>{{roleName}}</1>?": "Tem certeza de que deseja excluir a função <1>{{roleName}}</1>?",
  "Are you sure you want to delete the tag <1>{{tagName}}</1>?": "Você tem certeza que deseja excluir a etiqueta <1>{{tagName}}</1>?",
  "Are you sure you want to disable the current Single Sign-On settings?": "Tem certeza que deseja desativar as configurações de login único atuais?",
  "Are you sure you want to edit the resource <1>{{resourceName}}</1>?": "Tem certeza de que deseja editar o recurso <1>{{resourceName}}</1>?",
  "Are you sure you want to migrate the selected items to use encrypted metadata?": "Tem certeza de que deseja migrar os itens selecionados para usar metadados criptografados?",
  "Are you sure you want to remove <1>{{user}}</1> from <3>{{group}}</3>?": "Tem certeza de que deseja remover <1>{{user}}</1> de <3>{{group}}</3>?",
  "Are you sure?": "Você tem certeza?",
  "As soon as an administrator validates your request you will receive an email link to complete the process.": "Assim que um administrador validar o seu pedido, você receberá um link por e-mail para completar o processo.",
  "Ask another administrator to share them with you to update the metadata keys settings.": "Peça a outro administrador para compartilhá-las com você para atualizar as configurações das chaves de metadados.",
  "At least 1 set of characters must be selected": "Pelo menos 1 conjunto de caracteres deve ser selecionado",
  "At least one content type should be allowed": "Pelo menos um tipo de conteúdo deve ser permitido",
  "Attention Required": "Atenção necessária",
  "Authentication": "Autenticação",
  "Authentication method": "Método de autenticação",
  "Authentication token is missing from server response.": "O token de autenticação está faltando na resposta do servidor.",
  "Automate user identity management and provisioning via standardised SCIM integration.": "Automatize o gerenciamento e o provisionamento de identidades de usuários por meio de integração SCIM padronizada.",
  "Automate user onboarding and offboarding.": "Automatize a integração e desligamento de usuários.",
  "Automatic expiry": "Expiração automática",
  "Automatic Expiry": "Expiração automática",
  "Automatic update": "Atualização automática",
  "Automatic Update": "Atualização Automática",
  "Automatic workflows": "Workflows automáticos",
  "Avatar": "Avatar",
  "Avatar of the {{group_name}} group.": "Avatar do grupo {{group_name}}.",
  "Avatar of user {{first_name}} {{last_name}}.": "Avatar do usuário {{first_name}} {{last_name}}.",
  "Backup of the private key and passphrase will not be stored. This is the safest option.": "O backup da chave privada e a senha não serão armazenadas. Esta é a opção mais segura.",
  "Base DN": "Base DN",
  "Basic": "Básico",
  "Before getting started...": "Antes de começar...",
  "Before saving the settings, we need to test if the configuration is working.": "Antes de salvar, precisamos testar se a configuração está funcionando.",
  "Both the private key and passphrase are required to recover your account.": "Tanto a chave privada quanto a senha são necessárias para recuperar a sua conta.",
  "Browse": "Navegar",
  "Browse and update the subscription key details.": "Navegue e atualize os detalhes da chave de assinatura.",
  "Browse credentials": "Procurar credenciais",
  "Build email based on a prefix and suffix?": "Criar e-mail com base em um prefixo e sufixo?",
  "By default, metadata wil be encrypted with the shared keys. It is not possible to use personal keys to encrypt metadata.": "Por padrão, os metadados serão criptografados com chaves compartilhadas. Não é possível usar chaves pessoais para criptografar metadados.",
  "Cache is not working": "O cache não está funcionando",
  "Cache is working": "O cache está funcionando",
  "Camel case": "Camel case",
  "Can copy": "Pode copiar",
  "Can edit": "Pode editar",
  "Can export": "Pode exportar",
  "Can import": "Pode importar",
  "Can preview": "Pode visualizar",
  "can read": "pode ler",
  "Can read": "Pode ler",
  "Can see desktop application setup": "Pode ver a configuração do aplicativo do computador",
  "Can see mobile setup": "Pode ver a configuração para dispositivos móveis",
  "Can see password activities": "Pode ver as atividades de senha",
  "Can see password comments": "Pode ver comentários de senha",
  "Can see users workspace": "Pode ver espaço dos usuários",
  "Can see with whom passwords are shared with": "Pode ver com quem as senhas são compartilhadas",
  "Can share folders": "Pode compartilhar pastas",
  "can update": "pode atualizar",
  "Can use folders": "Pode usar pastas",
  "Can use tags": "Pode usar etiquetas",
  "Cancel": "Cancelar",
  "Cancel the operation": "Cancelar a operação",
  "Cannot decrypt the file, invalid credentials.": "Não foi possível descriptografar o arquivo, credenciais inválidas.",
  "Cannot perform the action while being logged in": "Não é possível executar a ação enquanto está logado",
  "Centralise user authentication management.": "Centralize o gerenciamento de autenticação de usuários.",
  "Certificate": "Certificado",
  "Change permissions": "Alterar permissões",
  "Changing your passphrase will only update it on your current device and browser profile.": "Alterar sua senha só a atualizará no seu perfil atual de navegador e dispositivo.",
  "Character Types": "Tipos de Personagem",
  "Check <1>this guide</1>": "Verifique <1>este guia</1>",
  "Check App.fullBaseUrl url scheme in {configurationFilePath}": "Verifique o esquema de URL App.fullBaseUrl em {configurationFilePath}",
  "Check out our ldap configuration guide.": "Confira nosso guia de configuração do ldap.",
  "Check out our Multi Factor Authentication configuration guide.": "Confira nosso guia de configuração de autenticação multi-fator.",
  "Check out the Role Based Access Control documentation.": "Confira a documentação do Controle de Acesso Baseado em Funções.",
  "Check that the domain name is correct in {configurationFilePath}": "Verifique se o nome de domínio está correto em {configurationFilePath}",
  "Check the settings in config/app.php": "Verifique as configurações em config/app.php",
  "Check your mailbox!": "Verifique sua caixa de e-mail!",
  "Check your spam folder if you do not hear from us after a while.": "Verifique a sua pasta de spam se não receber notícias nossas depois de um tempo.",
  "Checking resource types post-account-activation tasks.": "Verificando tipos de recurso Tarefas pós-ativação de conta.",
  "Checkout the <1>documentation</1> to see what information is supported.": "Confira a <1>documentação</1> para ver quais informações são suportadas.",
  "Choose a file": "Escolha um arquivo",
  "Choose a new passphrase.": "Escolha uma nova frase secreta.",
  "Choose between cleartext metadata and encrypted metadata.": "Escolher entre metadados de texto simples e metadados criptografados.",
  "Choose the export format (csv and kdbx are supported)": "Escolha o formato de exportação (csv e kdbx são suportados)",
  "Clear": "Limpar",
  "Clear selection": "Limpar seleção",
  "Click save to apply your pending changes.": "Clique em salvar para aplicar suas alterações pendentes.",
  "Click start once the mobile application is installed and opened on your phone and you are ready to scan QR codes.": "Clique em iniciar quando o aplicativo móvel estiver instalado e aberto no seu telefone e você estiver pronto para ler códigos QR.",
  "Click to copy": "Clique para copiar",
  "Client": "Cliente",
  "Client id": "ID do Cliente",
  "Client identifier": "Identificador de cliente",
  "Client secret": "Senha do cliente",
  "Client version:": "Versão do cliente:",
  "Close": "Fechar",
  "Color": "Cor",
  "Columns": "Colunas",
  "Comfortable": "Confortável",
  "Comment content": "Conteúdo do comentário",
  "Comments": "Comentários",
  "Community Edition": "Edição Community",
  "Compact": "Compacto",
  "Complete recovery": "Recuperação concluída",
  "Completing recover. Please wait...": "Completando a recuperação. Por favor, aguarde...",
  "Completing setup, please wait...": "Completando configuração, por favor aguarde...",
  "Config files": "Arquivos de configuração",
  "Configurable with an Organisation Recovery Key.": "Configurável com uma Chave de Recuperação da Organização.",
  "Configuration source": "Origem da configuração",
  "Configure another phone": "Configurar outro telefone",
  "Configure the synchronisation of users and groups with passbolt.": "Configura a sincronização de usuários e grupos com passbolt.",
  "Configure the System for Cross-domain Identity Management.": "Configure o Sistema para Gerenciamento de Identidade entre Domínios (SCIM).",
  "Configuring SSO access, please wait...": "Configurando acesso SSO, por favor aguarde...",
  "Confirm Organization Recovery Key download": "Confirmar o download da chave de recuperação da Organização",
  "Confirm password creation": "Confirmar criação de senha",
  "Confirm resource creation": "Confirmar criação de recurso",
  "Confirm resource edition": "Confirmar edição de recurso",
  "Congratulation! Passbolt extension has been installed.": "Parabéns! A extensão Passbolt foi instalada.",
  "Contact Sales": "Contatar Vendas",
  "Contact your administrator with details about what went wrong.": "Contate o seu administrador com detalhes sobre o que deu errado.",
  "Content": "Conteúdo",
  "Continue": "Continuar",
  "Continue import": "Continuar a importação",
  "Continue with my email.": "Continuar com o meu e-mail.",
  "Continue with SSO.": "Continuar com SSO.",
  "Contribute": "Contribua",
  "Control how many revisions are retained, enabling users to view and restore historical data.": "Controle quantas revisões são mantidas, permitindo que os usuários visualizem e restaurem dados históricos.",
  "Control how many secret revisions are retained.": "Controle quantas revisões de segredo são mantidas.",
  "Control the behavior for account recovery for all users.": "Controla o comportamento para a recuperação de contas para todos os usuários.",
  "Control the content types availability for all users.": "Controle a disponibilidade de tipos de conteúdo para todos os usuários.",
  "Control the default behaviour of multi factor authentication.": "Controla o comportamento padrão de autenticação de multiplos fatores.",
  "Control the default behaviour of password expiry policy for all users.": "Controla o comportamento padrão da política de expiração de senha para todos os usuários.",
  "Control the layer of encryption that is used to protect metadata.": "Controla a camada de criptografia que é usada para proteger os metadados.",
  "Control the SMTP server configuration used to send emails.": "Controla a configuração do servidor SMTP usada para enviar e-mails.",
  "Convert cleartext metadata into encrypted metadata.": "Converter metadados de texto simples em metadados criptografados.",
  "Convert to description": "Converter para descrição",
  "Convert to note": "Converter para nota",
  "Copy": "Copiar",
  "Copy card expiration": "Copiar data de expiração do cartão",
  "Copy card name": "Copiar nome do cartão",
  "Copy card number": "Copiar número do cartão",
  "Copy config/app.default.php to config/app.php": "Copiar config/app.default.php para config/app.php",
  "Copy config/passbolt.default.php to config/passbolt.php": "Copiar config/passbolt.default.php para config/passbolt.php",
  "Copy CVC code": "Copiar código CVC",
  "Copy email address": "Copiar endereço de e-mail",
  "Copy note": "Copiar nota",
  "Copy password": "Copiar senha",
  "Copy permalink": "Copiar permalink",
  "Copy public key": "Copiar chave pública",
  "Copy the link to this folder": "Copiar o link para essa pasta",
  "Copy the link to this group": "Copiar o link para esse grupo",
  "Copy the link to this password": "Copiar o link para essa senha",
  "Copy the link to this user": "Copiar o link para esse usuário",
  "Copy to clipboard": "Copiar para área de transferência",
  "Copy TOTP": "Copiar TOTP",
  "Copy URI": "Copiar URI",
  "Copy username": "Copiar usuário",
  "Core config": "Configuração principal",
  "Could not reach the /healthcheck/status with the url specified in App.fullBaseUrl": "Não foi possível acessar /healthcheck/status com a URL especificada em App.fullBaseUrl",
  "Create": "Criar",
  "Create a group": "Criar um grupo",
  "Create a new credential": "Criar nova credencial",
  "Create a new folder": "Criar uma nova pasta",
  "Create a resource": "Criar um recurso",
  "Create and customize it yourself": "Crie e personalize você mesmo",
  "Create folder": "Criar pasta",
  "Create group": "Criar grupo",
  "Create groups": "Criar grupos",
  "Create new": "Criar novo",
  "Create password": "Criar senha",
  "Create role": "Criar função",
  "Create users": "Criar usuários",
  "Create your first password or wait for a team member to share one with you.": "Crie a sua primeira senha ou aguarde um membro da equipe compartilhar uma com você.",
  "Create your first password.": "Crie sua primeira senha.",
  "Created": "Criado",
  "Created by": "Criado por",
  "Creation of content type v4 is allowed but all content types having passwords are deleted.": "A criação do tipo de conteúdo v4 é permitida, mas todos os tipos de conteúdo que possuem senhas são excluídos.",
  "Creation of content type v4 is allowed but all content types having totp are deleted.": "A criação do tipo de conteúdo v4 é permitida, mas todos os tipos de conteúdo que possuem totp são excluídos.",
  "Creation of content type v4 is not allowed.": "A criação do tipo de conteúdo v4 não é permitida.",
  "Creation of content type v5 is allowed but all content types having passwords are deleted.": "A criação do tipo de conteúdo v5 é permitida, mas todos os tipos de conteúdo que possuem senhas são excluídos.",
  "Creation of content type v5 is allowed but all content types having totp are deleted.": "A criação do tipo de conteúdo v5 é permitida, mas todos os tipos de conteúdo que possuem totp são excluídos.",
  "Creation of content type v5 is allowed but custom fields resource type is deleted.": "A criação do tipo de conteúdo v5 é permitida, mas o tipo de recurso campos personalizados foi excluído.",
  "Creation of content type v5 is allowed but note resource type is deleted.": "A criação do tipo de conteúdo v5 é permitida, mas o tipo de recurso anotação foi excluído.",
  "Creation of content type v5 is not allowed.": "A criação do tipo de conteúdo v5 não é permitida.",
  "Credentials": "Credenciais",
  "Credit card": "Cartão de crédito",
  "Credits": "Creditos",
  "csv exports from browsers (safari, chrome, edge, brave, opera, vivaldi, firefox, waterfox), keepassx, logmeonce, lastpass, 1password, nordpass, dashlane and bitwarden are supported": "exportações de csv de navegadores (safari, chrome, aresta, bravura, opera, vivaldi, firefox, waterfox), keepassx, logmeonce lastpass, 1password, nordpass, dashlane e bitwarden são suportados",
  "Current status": "Estado atual",
  "currently:": "atualmente:",
  "Curve": "Curva",
  "Custom fields": "Campos personalizados",
  "Custom fields resource type is deleted but there is existing custom fields resources.": "O tipo de recurso campos personalizados foi excluído, mas existem recursos de campos personalizados.",
  "Customer id:": "Id do cliente:",
  "Customise minimum length and complexity.": "Personalize o comprimento mínimo e a complexidade.",
  "database": "banco",
  "Database": "Banco",
  "days from now.": "daqui a alguns dias.",
  "Debug mode is on": "O modo de depuração está ativado",
  "Decrypting secret": "Descriptografando segredo",
  "default": "padrão",
  "Default": "Padrão",
  "Default admin": "Administrador padrão",
  "Default color": "Cor padrão",
  "default configuration": "configuração padrão",
  "Default group admin": "Administrador padrão do grupo",
  "Default icon": "Ícone padrão",
  "Default metadata type": "Tipo de metadados padrão",
  "Default password expiry period": "Período de expiração da senha padrão",
  "Default password type": "Tipo de senha padrão",
  "Default users multi factor authentication policy": "Política padrão de vários fatores de autenticação de usuários",
  "Default value found for security.salt": "Valor padrão encontrado para security.salt",
  "Define the behaviour when existing synchronized users are removed from the users directory": "Definir o comportamento quando usuários sincronizados existentes são removidos do diretório de usuários",
  "Define the default language of the organisation.": "Defina o idioma padrão da organização.",
  "Define the minimal entropy for the users' private key passphrase.": "Defina o mínimo de entropia para a frase secreta privada do usuário.",
  "Define the strategy to enable new resource types and encrypted metadata.": "Defina a estratégia para habilitar novos tipos de recursos e metadados criptografados.",
  "Define the strategy to manage and migrate the legacy items.": "Defina a estratégia para gerenciar e migrar os itens legados.",
  "Define UI level access controls for the user role.": "Defina controles de acesso de nível UI para a função do usuário.",
  "Define which email notifications will be sent.": "Define quais notificações por email serão enviadas.",
  "Define which metadata type is used by default.": "Defina qual tipo de metadado é usado por padrão.",
  "Define which metadata types are enabled for this instance.": "Defina quais tipos de metadados estão habilitados para esta instância.",
  "Defines the Azure login behaviour by prompting the user to fully login each time or not.": "Define o comportamento do login do Azure solicitando ao usuário o login completo a cada vez ou não.",
  "Defines which Azure field needs to be used as Passbolt username.": "Define qual campo do Azure precisa ser usado como nome de usuário do Passbolt.",
  "Delete": "Excluir",
  "Delete comment?": "Excluir comentário?",
  "Delete folder?": "Excluir pasta?",
  "Delete group?": "Excluir grupo?",
  "Delete groups": "Excluir grupos",
  "Delete or suspend users": "Excluir ou suspender usuários",
  "Delete role": "Excluir função",
  "Delete role?": "Excluir função?",
  "Delete Tag": "Excluir etiqueta",
  "Delete tag?": "Excluir etiqueta?",
  "Delete the users and all the data associated with them.": "Excluir os usuários e todos os dados associados a eles.",
  "Delete user?": "Excluir usuário?",
  "Delete users": "Excluir usuários",
  "deleted": "excluído",
  "Deleted": "Excluído",
  "Deny": "Negar",
  "Description": "Descrição",
  "Description is a searchable metadata.": "A descrição é um metadado pesquisável.",
  "Desktop app setup": "Configuração do aplicativo de desktop",
  "Details": "Detalhes",
  "digits": "dígitos",
  "Directory (tenant) ID": "ID do Diretório (tenant)",
  "Directory configuration": "Configuração de diretório",
  "Directory group's users field to map to Passbolt group's field.": "Campo de usuários do grupo de diretório para mapear ao campo do grupo do Passbolt.",
  "Directory ID": "ID do Diretório",
  "Directory Sync": "Sincronização de diretório",
  "Directory type": "Tipo de diretório",
  "Directory user's username fallback field to use when user username field cannot be found.": "Campo de fallback do nome de usuário do usuário de diretório a ser usado quando o campo de nome de usuário não for encontrado.",
  "Directory user's username field to map to Passbolt user's username field.": "Campo de nome de usuário do usuário de diretório para mapear ao campo de nome de usuário do Passbolt.",
  "Disable": "Desativado",
  "Disable (Default)": "Desabilitar (Padrão)",
  "Disable MFA": "Desativar MFA",
  "Disable self registration": "Desativar registro próprio",
  "Disable Single Sign-On settings?": "Desativar as Configurações de Login Único?",
  "Disabled": "Desativado",
  "Disabling the ssl verify check can lead to security attacks.": "Desativar a verificação de SSL pode levar a ataques de segurança.",
  "Do you need help?": "Precisa de ajuda?",
  "domain": "domínio",
  "Domain": "Domínio",
  "Don't forget to save your settings to apply your modification.": "Não se esqueça de salvar suas configurações para aplicar sua modificação.",
  "Done": "Concluído",
  "Double check the host, database name, username and password in {configurationFilePath}": "Verifique novamente o host, nome do banco de dados, nome de usuário e senha em {configurationFilePath}",
  "Double check the key fingerprint": "Verifique novamente a impressão digital da chave",
  "Downgrade resources": "Rebaixar recursos",
  "Download {{browserName}}": "Baixar {{browserName}}",
  "Download again": "Baixar novamente",
  "Download backup": "Baixar backup",
  "Download extension": "Baixar extensão",
  "Download the desktop app": "Baixe o aplicativo de desktop",
  "Download the Full Report": "Baixar o relatório completo",
  "Download the kit again!": "Baixe o kit novamente!",
  "Download the mobile app": "Baixe o aplicativo para dispositivos móveis",
  "Download your account kit": "Baixe seu kit de conta",
  "Edit": "Editar",
  "Edit a resource": "Editar um recurso",
  "Edit App.fullBaseUrl in {configurationFilePath}": "Edite App.fullBaseUrl em {configurationFilePath}",
  "Edit Avatar": "Editar Avatar",
  "Edit group": "Editar grupo",
  "Edit in passbolt": "Editar no passbolt",
  "Edit or generate another key with a valid email id.": "Edite ou gere outra chave com um email válido.",
  "Edit password": "Editar senha",
  "Edit profile": "Editar perfil",
  "Edit subscription key": "Editar chave de assinatura",
  "Edit tag": "Editar etiqueta",
  "Edit tags": "Editar etiquetas",
  "Edit the security.salt in config/app.php": "Edite o security.salt em config/app.php",
  "Edit User": "Editar Usuário",
  "Edition:": "Edição:",
  "Efficiently manage user identities in the cloud.": "Gerencie identidades de usuários de forma eficiente na nuvem.",
  "Email": "E-mail",
  "Email Address": "Endereço De E-Mail",
  "Email claim": "Reivindicação de e-mail",
  "Email content visibility": "Visibilidade do conteúdo e-mail",
  "Email delivery": "Entrega por e-mail",
  "Email domain safe list": "Lista de domínios de e-mail seguros",
  "Email Notification": "Notificação por e-mail",
  "Email notifications": "Notificações por e-mail",
  "Email Notifications": "Notificações por e-mail",
  "Email prefix": "Prefixo do e-mail",
  "Email provider": "Provedor de e-mail",
  "Email sent": "E-mail enviado",
  "Email server": "Servidor de e-mail",
  "Email suffix": "Sufixo do e-mail",
  "Email:": "E-mail:",
  "Emails": "E-mails",
  "empty": "vazio",
  "Enable Encrypted Metadata": "Habilitar Criptografia dos Metadados",
  "Enable encrypted metadata (recommended)": "Habilitar metadados criptografados (recomendado)",
  "Enable encrypted metadata and new resource types (recommended)": "Habilitar criptografia de metadados e novos tipos de recursos (recomendado)",
  "Enable encrypted metadata for resources.": "Habilitar metadados criptografados para recursos.",
  "Enable legacy cleartext metadata": "Habilitar metadados legados em texto simples",
  "Enable legacy cleartext metadata for resources.": "Habilitar metadados legados em texto simples para recursos.",
  "Enable Multi Factor Authentication": "Habilita Multi Fatores de Autenticação",
  "Enable the plugin in order to define self registration settings.": "Habilite o plugin para definir as configurações de auto registro.",
  "Enable users  to enrol without prior admin invitation.": "Permitir que os usuários se inscrevam sem convite do administrador anterior.",
  "Enabled": "Ativado",
  "Enabled users only": "Somente usuários ativados",
  "Enabling encrypted resource metadata.": "Habilitar recurso de metadados criptografado.",
  "Enabling SSO changes the security risks.": "Ativar SSO altera os riscos de segurança.",
  "Encrypted metadata": "Metadados criptografados",
  "Encrypted metadata (recommended)": "Metadados criptografados (recomendado)",
  "Encrypted metadata could not be enabled due to the following reason: ": "Os metadados criptografados não puderam ser habilitados devido ao seguinte motivo: ",
  "Encrypted metadata for resources is available.": "Metadados criptografados para recursos estão disponíveis.",
  "Encrypted metadata must be enabled to set it as the default type.": "Metadados criptografados devem estar habilitados para defini-los como tipo padrão.",
  "Encrypted metadata should be enabled to allow users to upgrade their resources.": "Metadados criptografados devem estar habilitados para permitir que os usuários atualizem seus recursos.",
  "Encrypted metadata were partially migrated.": "Os metadados criptografados foram migrados parcialmente.",
  "Encrypted secret": "Criptografando segredo",
  "Enforce complexity requirements.": "Imponha requisitos de complexidade.",
  "Enforce secure user passphrases to protect account access.": "Imponha senhas seguras de usuário para proteger o acesso à conta.",
  "Enforce the use of shared metadata keys.": "Impor o uso de chaves de metadados compartilhadas.",
  "Enhance security by enforcing multi-factor authentication.": "Aumente a segurança impondo autenticação de vários fatores.",
  "Ensure compliance with internal security standards.": "Garanta conformidade com os padrões internos de segurança.",
  "Ensure data consistency and security compliance.": "Garanta consistência de dados e conformidade de segurança.",
  "Ensure strong and consistent passwords entropy across your organisation.": "Garanta entropia forte e consistente de senhas em toda a sua organização.",
  "Ensure the keyring location exists and is accessible by the webserver user.": "Certifique-se de que o local do keyring exista e seja acessível pelo usuário do servidor da web.",
  "Ensure the private key file is defined by the variable passbolt.gpg.serverKey.private in {configurationFilePath}": "Certifique-se de que o arquivo de chave privada esteja definido pela variável passbolt.gpg.serverKey.private em {configurationFilePath}",
  "Ensure the public key file is defined by the variable passbolt.gpg.serverKey.public in {configurationFilePath}": "Certifique-se de que o arquivo de chave pública esteja definido pela variável passbolt.gpg.serverKey.public em {configurationFilePath}",
  "Ensure the temporary directory and its content are writable by the webserver user.": "Certifique-se de que o diretório temporário e seu conteúdo sejam graváveis pelo usuário do servidor da web.",
  "Enter the password and/or key file": "Insira a senha e/ou arquivo chave",
  "Enter the private key used by your organization for account recovery": "Digite a chave privada usada pela sua organização para a recuperação de conta",
  "Enter the six digit number as presented on your phone or tablet.": "Insira o número de seis dígitos conforme apresentado no seu telefone ou tablet.",
  "Entropy:": "Entropia:",
  "Entropy: {{currentEntropy}} / {{targettedEntropy}} bits": "Entropia: {{currentEntropy}} / {{targettedEntropy}} bits",
  "Environment": "Ambiente",
  "environment variables": "variáveis de ambiente",
  "environment variables (legacy)": "variáveis de ambiente (legado)",
  "Error": "Erro",
  "Error details": "Detalhes do erro",
  "Error, this is not the current organization recovery key.": "Erro, esta não é a chave de recuperação da organização atual.",
  "Errors:": "Erros",
  "Estimated entropy": "Entropia estimada",
  "Every user can decide to provide a copy of their private key and passphrase by default during the setup, but they can opt in.": "Cada usuário pode decidir fornecer uma cópia da sua chave privada e da sua frase secreta por padrão durante a configuração, mas pode optar por fazê-lo.",
  "Every user is required to provide a copy of their private key and passphrase during setup.": "Cada usuário é necessário para fornecer uma cópia da sua chave privada e da sua senha durante a configuração.",
  "Every user will be prompted to provide a copy of their private key and passphrase by default during the setup, but they can opt out.": "Cada usuário será solicitado a fornecer uma cópia da sua chave privada e da sua frase secreta por padrão durante a configuração, mas ele pode optar por não fornecer.",
  "Everything is running as expected.": "Tudo está funcionando conforme esperado.",
  "Exclude look-alike characters": "Excluir caracteres \"look-alike\"",
  "Existing settings will be lost. This action cannot be undone.": "As configurações existentes serão perdidas. Esta ação não pode ser desfeita.",
  "Expected fingerprint:": "Impressão digital solicitada:",
  "Expired": "Expirado",
  "expired ": "expirado ",
  "Expired {{expiredDate}}": "Expirado {{expiredDate}}",
  "Expires": "Vencimento",
  "Expires on:": "Vence em:",
  "Expiry": "Validade",
  "Expiry Policies": "Políticas de validade",
  "Export": "Exportar",
  "Export all": "Exportar tudo",
  "Export passwords": "Exportar senhas",
  "External password dictionary check": "Verificação de dicionário de senha externo",
  "External services": "Serviços externos",
  "Fair": "Média",
  "FAQ: Why are my emails not sent?": "FAQ: Por que meus e-mails não foram enviados?",
  "Favorite": "Favorito",
  "Favorites": "Favoritos",
  "Favourite": "Favorito",
  "file": "arquivo",
  "file (legacy)": "arquivo (legado)",
  "Files": "Arquivos",
  "Filters": "Filtros",
  "Fingerprint": "Fingerprint",
  "First complete the configuration steps described in the current tab.": "Primeiro conclua as etapas de configuração descritas na aba atual.",
  "First name": "Primeiro nome",
  "Flexible configuration based on user roles or access levels.": "Configuração flexível com base em funções de usuário ou níveis de acesso.",
  "folder": "pasta",
  "Folder": "Pasta",
  "Folder errors": "Erros de pasta",
  "Folder name": "Nome da pasta",
  "Folders": "Pastas",
  "Follow the procedure to login.": "Siga o procedimento para entrar.",
  "For advanced needs such as Single Sign-On (SSO), AD or SCIM integration, consider upgrading to Passbolt Pro.": "Para necessidades avançadas, como integração Single Sign-On (SSO), AD ou SCIM, considere a atualização para o Passbolt Pro.",
  "For any change or question related to your passbolt subscription, kindly contact our sales team.": "Para qualquer mudança ou pergunta relacionada à sua assinatura passbolt, entre em contato com nossa equipe de vendas.",
  "For example an attacker with a local machine access maybe be able to access secrets, if the user is still logged in with the Identity provider.": "Por exemplo, um invasor com acesso a uma máquina local pode conseguir acessar segredos, se o usuário ainda estiver conectado ao provedor de identidade.",
  "For more information about account recovery, checkout the dedicated page on the help website.": "Para obter mais informações sobre recuperação de conta, confira a página dedicada no site de ajuda.",
  "For more information about email notification, checkout the dedicated page on the help website.": "Para mais informações sobre a notificação por e-mail, confira a página dedicada no site de ajuda.",
  "For more information about MFA policy settings, checkout the dedicated page on the help website.": "Para mais informações sobre configurações de políticas de MFA, verifique a página dedicada no site de suporte.",
  "For more information about SCIM, checkout the dedicated page on the official website.": "Para mais informações sobre SCIM, consulte a página dedicada no site oficial.",
  "For more information about SSO, checkout the dedicated page on the help website.": "Para obter mais informações sobre SSO, confira a página dedicada no site de ajuda.",
  "For more information about the content type support and migration, checkout the dedicated page on the official website.": "Para mais informações sobre o suporte ao tipo de conteúdo e migração, consulte a página dedicada no site oficial.",
  "For more information about the password expiry, checkout the dedicated page on the help website.": "Para mais informações sobre a expiração de senha, verifique a página dedicada no site de suporte.",
  "For more information about the password policy settings, checkout the dedicated page on the help website.": "Para mais informações sobre as configurações de política de senha, verifique a página dedicada no site de suporte.",
  "For more information about the secret history settings, checkout the dedicated page on the official website.": "Para mais informações sobre as configurações de histórico de segredos, consulte a página dedicada no site oficial.",
  "For more information about the user passphrase policies, checkout the dedicated page on the help website.": "Para mais informações sobre as políticas de frase secreta do usuário, verifique a página dedicada no site de suporte.",
  "For more information, please run the health check from the command line on the server.": "Para mais informações, execute a verificação de integridade a partir da linha de comando no servidor.",
  "For Openldap only. Defines which group object to use.": "Somente para Openldap. Define qual objeto de grupo a ser usado.",
  "For Openldap only. Defines which user object to use.": "Somente para Openldap. Define qual objeto de usuário a ser usado.",
  "For security reasons please check with your administrator that this is a change that they initiated.": "Por razões de segurança, verifique com seu administrador se esta é uma alteração que ele iniciou.",
  "For security reasons please check with your administrator that this is a change that they initiated. The new fingerprint:": "Por razões de segurança, por favor verifique com o seu administrador se esta é uma alteração que ele iniciou. A nova fingerprint é:",
  "Full base url is not set": "A URL base completa não está definida",
  "Full base url is set to {fullBaseUrl}": "A URL base completa está definida para {fullBaseUrl}",
  "Full report": "Relatório completo",
  "GD or Imagick extension is installed": "A extensão GD ou Imagick está instalada",
  "Generate": "Gerar",
  "Generate & Apply": "Gerar & Aplicar",
  "Generate a new password securely": "Gerar uma nova senha com segurança",
  "Generate key": "Gerar chave",
  "Generate new key instead": "Gerar nova chave em vez disso",
  "Generate password": "Gerar Senha",
  "Get started": "Iniciar",
  "Get started !": "Iniciar !",
  "Get started in 5 easy steps": "Comece em 5 passos simples",
  "Getting started": "Iniciando",
  "Getting started with Duo": "Primeiros passos com o Duo",
  "Getting started with Time based One Time Password (TOTP)": "Começando com o tempo baseado em senha única (TOTP)",
  "Go back": "Voltar",
  "Go to administration workspace": "Ir para o espaço de trabalho de administração",
  "Go to MFA settings": "Vá para configurações de MFA",
  "GPG Configuration": "Configuração GPG",
  "Group": "Grupo",
  "Group custom filters": "Filtros personalizados de grupo",
  "Group custom filters are used in addition to the base DN and group path while searching groups.": "Filtros personalizados de grupo são usados além do Base DN e do caminho do grupo durante a busca de grupos.",
  "Group management": "Gerenciamento de grupo",
  "Group manager": "Gerenciador de grupo",
  "Group members": "Membros do Grupo",
  "Group membership": "Membros do Grupo",
  "group name": "nome do grupo",
  "Group name": "Nome do grupo",
  "Group object class": "Classe do objeto Grupo",
  "Group path": "Caminho do Grupo",
  "Group path is used in addition to the base DN while searching groups.": "O caminho do grupo é usado em adição ao base DN durante a busca de grupos.",
  "Group users field mapping": "Mapeamento de campo de usuários de grupo",
  "Groups": "Grupos",
  "Groups (Not supported).": "Grupos (Não suportado).",
  "Groups I am member of": "Grupos dos quais sou membro",
  "Groups I manage": "Grupos que eu administro",
  "Groups parent group": "Grupo pai de grupos",
  "Hang in there! Depending your installation, you might need to check the documentation in order to run the healthcheck from the CLI": "Aguente firme! Dependendo da sua instalação, talvez seja necessário verificar a documentação para executar a verificação de integridade via CLI",
  "Help": "Socorro",
  "Help site": "Site de Ajuda",
  "Help, I lost my passphrase.": "Socorro, eu perdi minha senha.",
  "Help, I lost my private key.": "Socorro, eu perdi minha chave privada.",
  "Here you can choose to enable it or do it later when ready. We recommend making a backup before, just in case.": "Aqui você pode optar por habilitar agora ou fazer isso mais tarde quando estiver pronto. Recomendamos fazer um backup antes, por precaução.",
  "Hide": "Ocultar",
  "Hide all": "Ocultar tudo",
  "History length": "Comprimento do histórico",
  "Home": "Início",
  "host": "hospedeiro",
  "Host availability checking is disabled": "A verificação de disponibilidade do host está desativada",
  "Host availability will be checked": "A disponibilidade do host será verificada",
  "Hostname": "Hostname",
  "Hostname does not match when validating certificates": "O nome do host não corresponde ao validar certificados",
  "Hostname is matching SSL certificate": "O nome do host corresponde ao certificado SSL",
  "How do I configure a {{smtpProviderName}} SMTP server?": "Como faço para configurar um servidor SMTP de {{smtpProviderName}}?",
  "How do I configure a AzureAD SSO?": "Como configurar um SSO AzureAD?",
  "How do I configure a Google SSO?": "Como configurar um SSO do Google?",
  "How do I configure an AD FS SSO?": "Como configurar um SSO AD FS?",
  "How do you want to proceed?": "Como deseja proceder?",
  "How does it work?": "Como funciona?",
  "I accept the <1>privacy policy</1>": "Eu aceito a <1>política de privacidade</1>",
  "I accept the <1>terms</1>": "Eu aceito os <1>termos</1>",
  "I accept the <1>terms</1> and the <3>privacy policy</3>": "Eu aceito os <1>termos</1> e a <3>política de privacidade</3>",
  "I agree to share securely a copy of my private key & passphrase with my organization recovery contacts.": "Concordo em compartilhar com segurança uma cópia da minha chave privada e da minha senha com os contatos de recuperação da organização.",
  "I agree to share this info with my organization recovery contacts": "Concordo em compartilhar estas informações com os contatos de recuperação da minha organização",
  "I already have an account": "Já tenho uma conta",
  "I do not agree to share this info with my organization recovery contacts": "Não concordo em compartilhar estas informações com meus contatos de recuperação da organização",
  "I do not want to share a copy of my private key & passphrase with my organization recovery contacts.": "Não quero compartilhar uma cópia da minha chave privada e da minha senha com os meus contatos de recuperação da organização.",
  "I lost my passphrase, generate a new private key.": "Eu perdi minha senha, gerar uma nova chave privada.",
  "I safely stored my recovery kit.": "Eu guardei meu kit de recuperação com segurança.",
  "I verified with <1>{creatorName}</1> that the request is valid.": "Eu verifiquei com <1>{creatorName}</1> que a solicitação é válida.",
  "I want to try again.": "Eu quero tentar de novo.",
  "Icons": "Ícones",
  "If checked, users signing in with Microsoft Azure must use their Passbolt email address.": "Se marcado, os usuários que entrarem com o Microsoft Azure deverão usar o endereço de e-mail do Passbolt.",
  "If there was an issue during the transfer, either the operation was cancelled on the mobile side, or the authentication token expired.": "Se houve um problema durante a transferência, a operação foi cancelada no lado móvel ou o token de autenticação expirou.",
  "If this does not work get in touch with support.": "Se isso não funcionar, entre em contato com o suporte.",
  "If this is empty then it will be queried from the RootDSE.": "Se isso estiver vazio, será consultado a partir do RootDSE.",
  "If users lose their private key and passphrase they will not be able to recover their account.": "Se os usuários perderem a sua chave privada e a sua senha, não serão capazes de recuperar a sua conta.",
  "If you changed systems, or reinstalled passbolt web extension in the meantime, you will need to start the account recovery process from scratch.": "Se você mudou de sistema, ou a extensão de 'Passbolt' foi reinstalada enquanto isso, você precisará reiniciar o processo de recuperação de conta.",
  "If you do not have access, you can request a new account recovery to an administrator.": "Se você não tem acesso, você pode solicitar uma nova recuperação de conta para um administrador.",
  "If you do not have access, you can request an account recovery to an administrator.": "Se você não tem acesso, você pode solicitar uma recuperação de conta para um administrador.",
  "If you do not have access, you can request help to an administrator.": "Se você não tem acesso, você pode solicitar ajuda para um administrador.",
  "If you have integrations, you will have to make sure they are updated before triggering the migration.": "Se você tiver integrações, precisará garantir que elas estejam atualizadas antes de iniciar a migração.",
  "If you still need to recover your account, you will need to start the process from scratch.": "Se você ainda precisa recuperar sua conta, você precisará iniciar o processo do zero.",
  "if you think the secret has been compromised please regenerate and update it in your provider settings.": "se você acha que o segredo foi comprometido, gere outro e atualize-o nas configurações do seu provedor.",
  "If you use Passbolt on multiple browsers or devices, you’ll need to update the passphrase on each one individually.": "Se você usar o Passbolt em vários navegadores ou dispositivos, precisará atualizar a senha em cada um individualmente.",
  "If you want it to be a searchable, you can convert it into a description.": "Se você quiser que seja pesquisável, você pode convertê-lo em uma descrição.",
  "If you want it to be a secret, you can convert it into a note.": "Se você quiser que seja um segredo, você pode convertê-lo em uma nota.",
  "If you weren’t expecting this, you can verify with your administrator.": "Se você não estava esperando isso, você pode verificar com o seu administrador.",
  "Ignored:": "Ignorado",
  "Import": "Importar",
  "Import account": "Importar conta",
  "Import an OpenPGP Public key": "Importar uma chave pública do OpenPGP",
  "Import another account": "Importar outra conta",
  "Import folders": "Importar pastas",
  "Import passwords": "Importar senhas",
  "Import resources": "Importar recursos",
  "Import summary": "Resumo da importação",
  "Import the private server key in the keyring of the webserver user.": "Importe a chave privada do servidor no keyring do usuário do servidor da web.",
  "Import/Export": "Importar/Exportar",
  "Important notice:": "Aviso importante:",
  "Importing account kit": "Importando conjunto da Conta",
  "Improve overall user account security.": "Melhore a segurança geral das contas de usuário.",
  "In case of passphrase loss.": "Em caso de perda da senha.",
  "In case of private key loss.": "Em caso de perda da chave privada.",
  "In order to use the \"Username & Password\" authentication method with Google, you will need to enable MFA on your Google Account. The password should not be your login password, you have to create an \"App Password\" generated by Google.. However, the email remain the same.": "Para usar o método de autenticação de nome de usuário e senha com o Google, você precisará ativar o MFA em sua Conta Google. A senha não deve ser sua senha de login, você deve criar uma \"Senha do Aplicativo\" gerada pelo Google.. No entanto, o e-mail permanece o mesmo.",
  "In this section you can adjust the composition of the emails, e.g. which information will be included in the notification.": "Nessa seção você pode ajustar a composição dos e-mails, por exemplo, quais informações serão incluídas na notificação.",
  "In this section you can choose automatic behaviours.": "Nesta seção, você pode escolher comportamentos automáticos.",
  "In this section you can choose the default behavior of account recovery for all users.": "Nesta seção, você pode escolher o comportamento padrão de recuperação de conta para todos os usuários.",
  "In this section you can choose the default behaviour of password expiry policy for all users.": "Nesta seção, você pode escolher o comportamento padrão da política de expiração de senha para todos os usuários.",
  "In this section you can choose which email notifications will be sent.": "Nessa seção você pode escolher quais notificações por e-mail serão enviadas.",
  "In this section you can choose which multi factor authentication will be available.": "Nesta seção, você pode escolher qual autenticação de vários fatores estará disponível.",
  "In this section you can define access controls for each user role.": "Nesta seção, você pode definir controles de acesso para cada função de usuário.",
  "Information": "Informação",
  "Information for public and secret key": "Informação para chave pública e secreta",
  "Initiate a migration to convert cleartext metadata to encrypted metadata.": "Iniciar uma migração para converter metadados em texto simples em metadados criptografados.",
  "Install php-gnupg, see <1>this guide</1>": "Instale php-gnupg, veja <1>este guia</1>",
  "Internationalisation": "Internacionalização",
  "Intl extension is installed": "A extensão Intl está instalada",
  "Invalid permission type for share permission item.": "Tipo de permissão inválido para compartilhar item de permissão.",
  "is owner": "é o proprietário",
  "Is owner": "É o proprietário",
  "It does feel a bit empty here.": "Parece um pouco solitário aqui.",
  "It is mandatory to share securely a copy of your private key with your organization recovery contacts. Would you like to continue?": "É obrigatório compartilhar com segurança uma cópia da sua chave privada com os seus contatos de recuperação de organização. Você gostaria de continuar?",
  "It is not possible to perform a setup of a new account as you are still logged in. You need to log out first before continuing.": "Não é possível executar a configuração de uma nova conta já que você ainda está logado. Você precisa encerrar a sessão antes de continuar.",
  "It is not possible to perform the recovery of your account as you are still logged in. You need to log out first before continuing.": "Não é possível realizar a recuperação de sua conta já que você ainda está logado. Você precisa encerrar a sessão antes de continuar.",
  "It is not possible to recover your private key of your account as you are still logged in. You need to log out first before continuing.": "Não é possível recuperar a sua chave privada da sua conta já que você ainda está logado. Você precisa encerrar a sessão antes de continuar.",
  "It is possible and recommended to share securely your recovery kit with your organization recovery contacts.": "É possível e recomendado compartilhar de forma segura seu kit de recuperação com seus contatos de recuperação de organização.",
  "It is possible for users to use their personal keys to encrypt resources metadata for more security. However you can elect to enforce the use of the shared metadata keys for all resources metadata for auditing purposes. Secrets such as passwords will always be encrypted using the user personal keys.": "É possível que os usuários usem suas chaves pessoais para criptografar metadados dos recursos para maior segurança. No entanto, você pode optar por impor o uso das chaves de metadados compartilhadas para todos os metadados dos recursos para fins de auditoria. Segredos como senhas sempre serão criptografados usando as chaves pessoais do usuário.",
  "It is possible to share securely your recovery kit with the administrator.": "É possível compartilhar de forma segura o seu kit de recuperação com o administrador.",
  "It is recommended to disable endpoints for updating the users directory configurations.": "É recomendado desativar os endpoints para atualizar as configurações de diretório de usuários.",
  "It is recommended to disable the plugin endpoints.": "É recomendado desativar os endpoints do plugin.",
  "It is recommended to set the SMTP Settings in the database through the administration section.": "É recomendado definir as Configurações SMTP no banco de dados através da seção de administração.",
  "It is recommended to share securely a copy of your private key with your organization recovery contacts. Would you like to continue?": "É recomendado compartilhar com segurança uma cópia da sua chave privada com os seus contatos de recuperação de organização. Você gostaria de continuar?",
  "It seems that the server is not able to reach internet.": "Parece que o servidor não consegue acessar a internet.",
  "It will clear in 30 seconds.": "Ele será limpo em 30 segundos.",
  "Items I own": "Itens que sou proprietário",
  "Items to migrate": "Itens para migrar",
  "Just now": "Agora há pouco",
  "kdbx files are files generated by keepass v2.x": "arquivos kdbx são arquivos gerados pelo keepass v2.x",
  "Keep existing permissions": "Manter as permissões existentes",
  "Keep legacy cleartext metadata": "Manter metadados legados em texto simples",
  "Keep the original permissions, do not apply the destination folder permissions.": "Manter as permissões originais, não aplicar as permissões da pasta de destino.",
  "Keep this backup in a safe place, you will need it in case of emergency.": "Guarde este backup em um lugar seguro, você precisará dele em caso de emergência.",
  "Keepass file format not recognized": "Formato de arquivo Keepass não reconhecido",
  "Keepass key file (optional)": "Arquivo chave Keepass (opcional)",
  "Keepass password": "Gerar Senha",
  "Key": "Chave",
  "Key fingerprint": "Impressão digital",
  "Key Id": "Id da Chave",
  "Key length": "Comprimento da chave",
  "Key Size": "Tamanho da chave",
  "Keys inspector": "Inspetor de chaves",
  "Language": "Língua",
  "Last logged in": "Último acesso em",
  "Last name": "Último Nome",
  "Later": "Depois",
  "Learn how to <1>generate a key separately.</1>": "Aprenda como <1>gerar uma chave separadamente.</1>",
  "Learn more": "Mais informações",
  "Leave empty if no additional filter is required.": "Deixe vazio se nenhum filtro adicional for necessário.",
  "Leave empty if users and groups are in the same DN.": "Deixe em branco se usuários e grupos estiverem no mesmo DN.",
  "Legacy cleartext metadata": "Metadados legados em texto simples",
  "Legacy cleartext metadata must be enabled to set it as the default type.": "Metadados legados em texto simples devem estar habilitados para defini-los como tipo padrão.",
  "Legacy resources": "Recursos legados",
  "Length": "Comprimento",
  "Loading metadata types settings": "Carregando configurações de tipos de metadados",
  "loading...": "carregando...",
  "Loading...": "Carregando...",
  "Location": "Locais",
  "login": "login",
  "Login": "Fazer login",
  "Login hint": "Dica de login",
  "Login URL": "URL de Login",
  "Logs": "Registros",
  "Lower case": "Letras minúsculas",
  "Main Uri": "URI Principal",
  "Main URI": "URI Principal",
  "Make sure the instance is not publicly available on the internet.": "Certifique-se de que a instância não esteja publicamente disponível na internet.",
  "Make sure users follow screen lock best practices.": "Certifique-se de que os usuários sigam as melhores práticas de bloqueio de tela.",
  "Make sure your passphrase is hard to guess but also that is long enough. For example you can use your favorite lyric from a song, grab the first couple of characters from the words in your favorite line.": "Certifique-se de que sua senha seja difícil de adivinhar, mas também ela é longa o suficiente. Por exemplo, você pode usar sua letra favorita de uma música, pegue os primeiros caracteres das palavras da sua linha favorita.",
  "Make sure your print it or store it in a safe place. You may need it later!": "Certifique-se de imprimi-la ou armazená-la em um lugar seguro. Você pode precisar dela mais tarde!",
  "Manage account": "Gerenciar conta",
  "Manage providers": "Gerenciar provedores",
  "Manage Subscription": "Gerenciar assinatura",
  "Manage Users & Groups": "Gerenciar Usuários & Grupos",
  "Mandatory": "Obrigatório",
  "Mark as expired": "Marcar como expirado",
  "Maximum number of roles reached": "Número máximo de funções atingido",
  "Mbstring extension is installed": "A extensão Mbstring está instalada",
  "Member": "Membro",
  "Members": "Membro",
  "Metadata": "Metadados",
  "Metadata key": "Chave de metadados",
  "Metadata key policy": "Política de chave de metadados",
  "Metadata keys": "Chaves de metadados",
  "Metadata keys have been shared with ({{username}})": "Chaves de metadados foram compartilhadas com ({{username}})",
  "MFA": "Multiplo Fator Autenticação",
  "MFA Policy": "Política de MFA",
  "Migrate": "Migrar",
  "Migrate metadata": "Migrar metadados",
  "Migration scope": "Escopo da migração",
  "Migration status": "Status da migração",
  "Minimal recommendation": "Recomendação mínima",
  "Minimal requirement": "Requisito mínimo",
  "Missing": "Ausente",
  "Missing Metadata Key": "Chave de metadados ausente",
  "Mitigate risks associated with weak passphrases.": "Mitigue riscos associados a senhas fracas.",
  "Mobile Apps": "Aplicativos Móveis",
  "Mobile setup": "Configuração de dispositivos móveis",
  "Mobile transfer": "Transferência móvel",
  "Modified": "Modificado",
  "Modified by": "Modificado por",
  "Modify the default settings of the passwords generator.": "Modifique as configurações padrão do gerador de senhas.",
  "Monitor the passbolt API's health and responsiveness.": "Monitore a saúde e a capacidade de resposta da API do Passbolt.",
  "More": "Mais",
  "More information": "Mais informações",
  "More informations": "Mais informações",
  "Move": "Mover",
  "Multi factor authentication": "Autenticação multifator",
  "Multi Factor Authentication": "Autenticação de vários fatores",
  "Multi resource and folder share is not implemented.": "O compartilhamento de múltiplas fontes e pastas não está implementado.",
  "Multi-factor authentication (MFA) is a method of confirming a user's identity that requires presenting two or more pieces of evidence (or factor).": "A autenticação de vários fatores (MFA) é um método de confirmação da identidade de um usuário que requer a apresentação de dois ou mais elementos de evidência (ou fator).",
  "Multi-factor authentication has been disabled successfully": "A autenticação multi-fatores foi desabilitada com sucesso",
  "My Profile": "Meu Perfil",
  "My tags": "Minhas etiquetas",
  "My workspace": "Meu espaço de trabalho",
  "n/a": "n/a",
  "N/A": "N/A",
  "Name": "Nome",
  "Name, Username, URI, Cleartext description.": "Nome, Nome de usuário, URI, Descrição em texto simples.",
  "Need help?": "Preciso de ajuda?",
  "Need some help?": "Precisa de alguma ajuda?",
  "Never": "Nunca",
  "new": "novo",
  "New Account Recovery Policy": "Nova política de recuperação de conta",
  "New here? Enter your name to get started.": "Novo aqui? Digite seu nome para começar.",
  "new manager": "novo gerente",
  "New Organization Recovery Key": "Nova chave de recuperação da organização",
  "new owner": "novo proprietário",
  "New role": "Nova função",
  "New shared Metadata key": "Nova chave de metadados compartilhada",
  "Next": "Próxima",
  "No": "Não",
  "No access": "Sem acesso",
  "No active metadata key defined.": "Nenhuma chave de metadados ativa definida.",
  "No active metadata key found.": "Nenhuma chave de metadados ativa encontrada.",
  "No active metadata keys available.": "Nenhuma chave de metadados ativa disponível.",
  "No default content found": "Nenhum conteúdo padrão encontrado",
  "No file selected": "Nenhum arquivo selecionado",
  "no key": "nenhuma chave",
  "No key file selected": "Nenhum arquivo de chave selecionado",
  "No Password Expiry is configured. Enable it to activate automatic password expiration and automatic password expiration reset workflows.": "Nenhuma expiração de senha está configurada. Ative para ativar a expiração automática de senha e os fluxos de redefinição de expiração automática de senha.",
  "No passwords are shared with this group yet.": "Nenhuma senha foi compartilhada com esse grupo ainda.",
  "No passwords are shared with this group yet. Share a password with this group or wait for a team member to share one with this group.": "Nenhuma senha foi compartilhada com esse grupo ainda. Compartilhe uma senha com esse grupo ou aguarde um membro da equipe compartilhar uma.",
  "No passwords are shared with you yet.": "Nenhuma senha foi compartilhada com você ainda.",
  "No passwords are shared with you yet. It does feel a bit empty here, wait for a team member to share a password with you.": "Nenhuma senha foi compartilhada com você ainda. Parece um pouco vazio aqui, espere que um membro da equipe compartilhe uma senha com você.",
  "No passwords are yet tagged. It does feel a bit empty here, tag your first password.": "Nenhuma senha foi etiquetada. Parece estar um pouco vazio aqui, etiquete a sua primeira senha.",
  "No passwords found for the current page. You can use the search.": "Nenhuma senha encontrada para a página atual. Você pode usar a pesquisa.",
  "No passwords have expired yet.": "Nenhuma senha expirou ainda.",
  "No passwords in this folder yet.": "Ainda não há senhas nesta pasta.",
  "No QR code found.": "Nenhum código QR encontrado.",
  "No resources have been synchronized.": "Nenhum recurso foi sincronizado.",
  "No resources will be synchronized.": "Nenhum recurso será sincronizado.",
  "No result match your search. Try with another search term.": "Nenhum resultado corresponde à sua pesquisa. Tente com outro termo de pesquisa.",
  "No results match": "Nenhum resultado correspondente",
  "No secret history is configured. Enable it to activate and set the number of passwords revisions.": "Nenhum histórico de segredos está configurado. Habilite-o para ativar e definir o número de revisões de senhas.",
  "no url provided": "nenhuma Url fornecida",
  "no username provided": "nenhum nome de usuário fornecido",
  "No Users Directory is configured. Enable it to synchronise your users and groups with passbolt.": "Nenhum diretório de usuários está configurado. Habilite-o para sincronizar seus usuários e grupos com o passbolt.",
  "no, thanks": "não, obrigado",
  "Non-Searchable Secret": "Segredo não pesquisável",
  "None": "Nenhuma",
  "None of the users matched this search.": "Nenhum dos usuários corresponde a esta pesquisa.",
  "None of your passwords are yet marked as favorite.": "Nenhuma das suas senhas está marcada como favorita.",
  "None of your passwords are yet marked as favorite. Add stars to passwords you want to easily find later.": "Nenhuma das suas senhas está marcada como favorita. Adicione estrelas às senhas que você deseja encontrar mais tarde.",
  "None of your passwords matched this search.": "Nenhuma das suas senhas corresponde a esta pesquisa.",
  "Not all resources will be migrated, some corresponding content types are not active.": "Nem todos os recursos serão migrados, pois alguns tipos de conteúdo correspondentes não estão ativos.",
  "not available": "não disponível",
  "Not set": "Não definido",
  "Not using a self-signed certificate": "Não está usando um certificado autoassinado",
  "Note": "Nota",
  "Note is a secret and it is not searchable.": "Nota é um segredo e não é pesquisável.",
  "Note resource type is deleted but there is existing note resources.": "O tipo de recurso anotação foi excluído, mas existem recursos de anotação.",
  "Note that this will not prevent a user from customizing the settings while generating a password.": "Observe que isso não impedirá que um usuário personalize as configurações ao gerar uma senha.",
  "Notes": "Anotações",
  "Number of recovery": "Número de recuperação",
  "Number of words": "Número de palavras",
  "Ok": "OK",
  "Ok, I understand what I need to do.": "Ok, eu entendo o que preciso fazer.",
  "Once expired you will not be able to connect to your account.": "Uma vez expirado, você não poderá se conectar à sua conta.",
  "Once the comment is deleted, it will be removed permanently and will not be recoverable.": "Assim que o comentário for excluído, ele será removido permanentemente e não poderá ser recuperado.",
  "Once the resource is deleted, it will be removed permanently and will not be recoverable.": "Assim que o recurso for excluído, ele será removido permanentemente e não poderá ser recuperado.",
  "Once the role is deleted, it will be removed permanently and will not be recoverable.": "Uma vez que a função for excluída, será removida permanentemente e não poderá ser recuperada.",
  "Once the tag is deleted, it will be removed permanently and will not be recoverable.": "Assim que a tag for excluída, ela será removida permanentemente e não poderá ser recuperada.",
  "Once you enter this code, you can log in.": "Depois de inserir este código, você pode fazer login.",
  "One (or more) content type v4 having a password is deleted but its resources count is not 0.": "Um (ou mais) tipo de conteúdo v4 que possui uma senha foi excluído, mas a contagem de seus recursos não é 0.",
  "One (or more) content type v4 having a totp is deleted but its resources count is not 0.": "Um (ou mais) tipo de conteúdo v4 que possui um totp foi excluído, mas a contagem de seus recursos não é 0.",
  "One (or more) content type v5 having a password is deleted but its resources count is not 0.": "Um (ou mais) tipo de conteúdo v5 que possui uma senha foi excluído, mas a contagem de seus recursos não é 0.",
  "One (or more) content type v5 having a totp is deleted but its resources count is not 0.": "Um (ou mais) tipo de conteúdo v5 que possui um totp foi excluído, mas a contagem de seus recursos não é 0.",
  "One Time Password (OTP)": "Senha de Uso Único (OTP)",
  "Only administrators can invite users to register.": "Somente administradores podem convidar usuários para se registrarem.",
  "Only administrators would be able to invite users to register. ": "Somente administradores poderiam convidar usuários para se registrarem. ",
  "Only alphanumeric, dash and underscore characters are accepted.": "Apenas caracteres alfanuméricos, hífen e sublinhado são aceitos.",
  "Only numeric characters allowed.": "Apenas caracteres numéricos são permitidos.",
  "Only passbolt format is allowed.": "Somente o formato do Passbolt é permitido.",
  "Only shared resources are migrated.": "Apenas recursos compartilhados são migrados.",
  "Only synchronize enabled users (AD)": "Sincronizar apenas os usuários habilitados (AD)",
  "Only the group manager can add new people to a group.": "Somente o gerente de grupo pode adicionar novas pessoas a um grupo.",
  "Oops, something went wrong": "Ops, algo deu errado",
  "Open generator": "Abrir gerador",
  "open in a new tab": "abrir em uma nova aba",
  "Open in new window": "Abrir em uma nova janela",
  "Open Ldap": "Open Ldap",
  "open passbolt in a new tab": "abrir senha em uma nova guia",
  "Open URI in a new Tab": "Abrir URI em uma nova guia",
  "OpenId Configuration Path": "Caminho de Configuração OpenId",
  "Opt-in (default)": "Opt-in (padrão)",
  "Optional": "Opcional",
  "Optional, Opt-in": "Opcional, Opt-in",
  "Optional, Opt-out": "Opcional, Opt-out",
  "or": "ou",
  "Or generate a new private key.": "Ou gerar uma nova chave privada.",
  "Or switch to another account.": "Ou mude para outra conta.",
  "Or use an existing private key.": "Ou usar uma chave privada existente.",
  "Organisation settings": "Configurações da organização",
  "Organisation Settings": "Configurações da Organização",
  "Organization": "Organização",
  "Organization key passphrase": "Senha da chave da organização",
  "Organization key passphrase confirmation": "Confirmação de frase secreta da chave da organização",
  "Organization Recovery Key": "Chave de recuperação da organização",
  "Other": "Outros",
  "Other users can still share resources with them and add them to groups.": "Outros usuários ainda podem compartilhar recursos com eles e adicioná-los a grupos.",
  "Otherwise, you may lose access to your data.": "Caso contrário, você poderá perder o acesso aos seus dados.",
  "Passbolt API Status": "Passbolt API Status",
  "Passbolt CE is free forever!": "Passbolt CE é gratuito para sempre!",
  "Passbolt Community Edition (CE) includes all essential features for team collaboration at no cost.": "O Passbolt Community Edition (CE) inclui todos os recursos essenciais para colaboração em equipe sem custo.",
  "Passbolt is available on AppStore & PlayStore": "Passbolt está disponível na AppStore e na PlayStore",
  "Passbolt is available on the Windows store.": "Passbolt está disponível na Windows Store.",
  "Passbolt is configured to force SSL use": "Passbolt está configurado para forçar o uso de SSL",
  "Passbolt is not configured to force SSL use": "Passbolt não está configurado para forçar o uso de SSL",
  "Passbolt needs an smtp server in order to send invitation emails after an account creation and to send email notifications.": "O Passbolt precisa de um servidor smtp para enviar e-mails de convites após a criação de uma conta e para enviar notificações por e-mail.",
  "Passbolt recommends a minimum of {{minimalAdvisedEntropy}} bits to be safe.": "O Passbolt recomenda um mínimo de {{minimalAdvisedEntropy}} bits para estar seguro.",
  "Passbolt recommends passphrase strength to be at minimum of {{MINIMAL_ADVISED_ENTROPY}} bits to be safe.": "O Passbolt recomenda que a força da frase secreta seja de pelo menos {{MINIMAL_ADVISED_ENTROPY}} bits para estar segura.",
  "Passkey": "Chave de acesso",
  "passphrase": "senha",
  "Passphrase": "Senha",
  "Passphrase confirmation": "Confirmação de frase secreta",
  "Passphrase required": "Senha requerida",
  "Passphrase settings": "Configurações de frase secreta",
  "password": "senha",
  "Password": "senha",
  "Password (legacy)": "Senha (legado)",
  "Password and Note": "Senha e Nota",
  "Password automatically expires when a user or group with a user who has accessed the password is removed from the permission list.": "A senha expira automaticamente quando um usuário ou grupo com um usuário que acessou a senha é removido da lista de permissões.",
  "Password expiry": "Expiração de senha",
  "Password Expiry": "Expiração de Senha",
  "Password expiry date is renewed based on the default password expiry period whenever a password is updated.": "A data de expiração da senha é renovada com base no período de expiração de senha padrão sempre que uma senha é atualizada.",
  "Password generator default settings": "Configurações padrão do gerador de senha",
  "Password is no longer marked as expired whenever the password is updated.": "A senha deixa de ser marcada como expirada sempre que a senha é atualizada.",
  "Password must be a valid string": "A senha deve ser uma sequência de caracteres válida",
  "Password policy": "Política de senha",
  "Password Policy": "Política de senha",
  "Password, Note and TOTP": "Senha, Nota e TOTP",
  "Passwords": "Senhas",
  "Passwords settings": "Configurações de senhas",
  "Paste the OpenPGP Private key here": "Cole a chave privada OpenPGP aqui",
  "PCRE compiled with unicode support": "PCRE compilado com suporte a unicode",
  "PCRE has not been compiled with Unicode support": "PCRE não foi compilado com suporte a Unicode",
  "Pending": "Pendente",
  "PHP GPG Module is installed and loaded": "O módulo PHP GPG está instalado e carregado",
  "PHP GPG Module is not installed or loaded": "O módulo PHP GPG não está instalado ou carregado",
  "PHP version {{phpVersion}}": "Versão PHP {{phpVersion}}",
  "PHP version is too low, passbolt need PHP 7.4 or higher": "A versão do PHP é muito baixa, o Passbolt precisa de PHP 7,4 ou superior",
  "Pick a color and enter three characters.": "Escolha uma cor e insira três caracteres.",
  "Pin code": "Código PIN",
  "Please ask another administrator to share it with you.": "Peça a outro administrador para compartilhá-la com você.",
  "Please ask your administrator to share it with you.": "Peça ao seu administrador para compartilhá-la com você.",
  "Please authenticate with the Single Sign-On provider to continue.": "Por favor, autentique-se com o provedor de Single Sign-On para continuar.",
  "Please confirm": "Por favor, confirme",
  "Please confirm you really want to delete the resources. After clicking ok, the resources will be deleted permanently.": "Por favor, confirme que você realmente deseja excluir os recursos. Depois de clicar em ok, os recursos serão excluídos permanentemente.",
  "Please contact your administrator to enable multi-factor authentication.": "Entre em contato com seu administrador para habilitar a autenticação multifator.",
  "Please contact your administrator to enable the account recovery feature.": "Entre em contato com o administrador para habilitar o recurso de recuperação de conta.",
  "Please contact your administrator to fix this issue.": "Por favor, contate seu administrador para resolver este problema.",
  "Please contact your administrator to request an invitation link.": "Entre em contato com o administrador para solicitar um link de convite.",
  "Please double check with the user in case they still need some help to log in.": "Por favor, verifique novamente com o usuário caso ele ainda precise de ajuda para fazer o login.",
  "Please download one of these browsers to get started with passbolt:": "Por favor, baixe um destes navegadores para começar a usar o passbolt:",
  "Please download the browser extension and refresh this page to continue.": "Por favor, baixe a extensão do navegador e atualize esta página para continuar.",
  "Please enter a new passphrase": "Por favor, insira uma nova senha",
  "Please enter a valid email address.": "Por favor, insira um endereço de e-mail válido.",
  "Please enter a valid passphrase.": "Por favor, insira uma senha válida.",
  "Please enter your email to continue.": "Por favor, digite seu e-mail para continuar.",
  "Please enter your passphrase": "Por favor, digite sua senha",
  "Please enter your passphrase to continue": "Por favor, digite sua senha para continuar",
  "Please enter your passphrase to continue.": "Por favor, digite sua senha para continuar.",
  "Please enter your passphrase.": "Por favor, digite sua senha.",
  "Please enter your private key to continue.": "Por favor, digite a sua chave privada para continuar.",
  "Please fix the errors in the form before saving.": "Corrija os erros no formulário antes de salvar.",
  "Please follow these instructions:": "Por favor, siga estas instruções:",
  "Please install the browser extension.": "Por favor, instale a extensão do navegador.",
  "Please make sure there is at least one group manager.": "Por favor verifique se há pelo menos um gerente de grupo.",
  "Please make sure there is at least one owner.": "Por favor, verifique se há pelo menos um proprietário.",
  "Please review carefully this configuration as it will not be trivial to change this later.": "Por favor revise cuidadosamente esta configuração, pois não será trivial para alterar isso mais tarde.",
  "Please review carefully this configuration.": "Por favor, revise esta configuração com atenção.",
  "Please save the settings to disable the feature.": "Salve as configurações para desabilitar o recurso.",
  "Please save the settings to enable the feature.": "Salve as configurações para habilitar o recurso.",
  "Please select a provider": "Por favor selecione um provedor",
  "Please try again later or contact your administrator.": "Por favor, tente novamente mais tarde ou contate o administrador.",
  "Please wait, while your request is processed.": "Por favor, aguarde enquanto sua solicitação é processada.",
  "Please wait...": "Por favor, aguarde...",
  "Policy Override": "Substituição de política",
  "Port": "Porta",
  "Port must be a number between 1 and 65535": "A porta deve ser um número entre 1 e 65535",
  "Port must be a valid number": "A porta deve ser um número válido",
  "Port number": "Número da porta",
  "Preferred username": "Nome de usuário preferencial",
  "Preview": "Pré-visualização",
  "Previous keys": "Chaves anteriores",
  "Previous recovery": "Recuperação anterior",
  "Privacy": "Privacidade",
  "Private": "Privado",
  "Private key": "Chave privada",
  "Pro Edition": "Edição Pro",
  "Pro tip": "Pro tip",
  "Proceed": "Continuar",
  "Proceed anyway": "Prosseguir mesmo assim",
  "Profile": "Perfil",
  "Prompt": "Solicitação",
  "Protect against unauthorised access.": "Proteja contra acesso não autorizado.",
  "Public": "Pública",
  "Public key": "Chave pública",
  "Public key block": "Bloco de chave pública",
  "Quality": "Qualidade",
  "Randomize": "Aleatória",
  "Read RBAC doc": "Ler documentação RBAC",
  "Read the documentation": "Leia a documentação",
  "Recently modified": "Modificado recentemente",
  "Recipient": "Destinatário",
  "Recipient must be a valid email": "O destinatário deve ser um e-mail válido",
  "Recommended": "Recomendado",
  "Recompile PCRE with Unicode support by adding --enable-unicode-properties when configuring.": "Recompile o PCRE com suporte a Unicode adicionando --enable-unicode-properties ao configurar.",
  "Recover lost user accounts.": "Recupere contas de usuário perdidas.",
  "Recovering your account, please wait.": "Recuperando sua conta, por favor aguarde.",
  "Recovery": "Recuperação",
  "Redirect URL": "URL de Redirecionamento",
  "Reduce manual administrative overhead and errors.": "Reduza a sobrecarga administrativa manual e erros.",
  "Reduce password fatigue and simplify login.": "Reduza a fadiga de senhas e simplifique o login.",
  "Reduce the risk of weak passwords.": "Reduza o risco de senhas fracas.",
  "Refresh": "Atualizar",
  "Refresh to detect extension": "Atualizar para detectar extensão",
  "Registration & Recovery": "Registro e recuperação",
  "Registration is closed, only administrators can add users": "O registro está fechado, apenas administradores podem adicionar usuários",
  "Reject": "Recusar",
  "Rejected": "Recusado",
  "Remember it for": "Lembre disso para",
  "Remember until I log out.": "Lembre até eu sair.",
  "Remember until signed out.": "Lembre até sair.",
  "Remove": "Remover",
  "Remove from group": "Remover do grupo",
  "Remove old inherited permissions and apply the new destination folder permissions recursively.": "Remova as permissões herdadas antigas e aplique as novas permissões da pasta de destino recursivamente.",
  "Remove this resource from the selection": "Remover este recurso da seleção",
  "Remove user?": "Remover usuário?",
  "Rename": "Renomear",
  "Rename a folder": "Renomear uma pasta",
  "Rename role": "Renomear função",
  "Renew key": "Renovar chave",
  "Request account recovery": "Solicitar recuperação de conta",
  "Request help": "Solicitar ajuda",
  "Request invitation": "Solicitar convite",
  "requested an account recovery": "solicitou uma recuperação de conta",
  "requested this operation": "solicitou esta operação",
  "Requesting administrator approval. Please wait...": "Solicitando aprovação do administrador. Por favor, aguarde...",
  "Required": "Obrigatório",
  "Requirements": "Requisitos",
  "Resend invite": "Reenviar convite",
  "Reset columns": "Redefinir colunas",
  "Reset settings": "Redefinir configurações",
  "Resource": "Recurso",
  "Resource policies": "Políticas de recursos",
  "Resource types": "Tipos de recurso",
  "Resource types v5 creation is not allowed.": "A criação de tipos de recurso v5 não é permitida.",
  "Resource upgrade available": "Atualização de recurso disponível",
  "Resources": "Recursos",
  "Resources errors": "Erros de recursos",
  "Resources warnings": "Avisos de recursos",
  "Resources will not be migrated as no content types with encrypted metadata is allowed.": "Os recursos não serão migrados, pois nenhum tipo de conteúdo com metadados criptografados é permitido.",
  "Resources with encrypted metadata": "Recursos com metadados criptografados",
  "Resources:": "Recursos:",
  "Restart": "Reiniciar",
  "Restart from scratch": "Reiniciar do zero",
  "Resume rotation": "Retomar rotação",
  "Retrieving account recovery": "Obtendo recuperação de conta",
  "Retrieving activities": "Recuperando atividades",
  "Retrieving comments": "Recuperando comentários",
  "Retrieving folders": "Recuperando pastas",
  "Retrieving groups": "Recuperando membros do grupo",
  "Retrieving permissions": "Salvando permissões",
  "Retrieving public key": "Recuperando chave pública",
  "Retrieving tags": "Buscando etiquetas",
  "Retrieving your groups": "Recuperando membros do grupo",
  "Retrieving your passwords": "Recuperando membros do grupo",
  "Retrieving your tags": "Buscando suas etiquetas",
  "Retry": "Tentar Novamente",
  "Review": "Revisar",
  "Review account recovery request": "Revise a solicitação de recuperação de conta",
  "Review recovery request": "Revise a solicitação de recuperação",
  "right now": "agora mesmo",
  "Role": "Funções",
  "Role name": "Nome da função",
  "Role-Based Access Control": "Controle de Acesso Baseado em Funções",
  "Rotate key": "Rotacionar chave",
  "Rotate Key": "Rotacionar chave",
  "Run the install script to set the dafault content such as roles and permission types": "Execute o script de instalação para definir o conteúdo padrão, como papéis e tipos de permissão",
  "Save": "Salvar",
  "Save as new credential": "Salvar como nova credencial",
  "Save self registration settings": "Salvar configurações de registro próprio",
  "Save settings": "Salvar Configurações",
  "Save Settings Summary": "Salvar resumo de configurações",
  "Save Single Sign-On configuration": "Salvar configuração de login único",
  "Save the data entered as a new credential": "Salvar os dados inseridos como uma nova credencial",
  "Scan this bar code": "Escaneie este código de barras",
  "SCIM": "SCIM",
  "SCIM is a standard protocol that automates user provisioning and deprovisioning with identity providers.": "SCIM é um protocolo padrão que automatiza o provisionamento e desprovisionamento de usuários com provedores de identidade.",
  "SCIM URL": "URL SCIM",
  "SCIM User": "Usuário SCIM",
  "Scope": "Escopo",
  "Search": "Pesquisar",
  "Search among available credentials": "Pesquisar entre as credenciais disponíveis",
  "Search engine robots are not told not to index content": "Os robôs de mecanismo de busca não foram informados para não indexar conteúdo",
  "Search engine robots are told not to index content": "Os robôs de mecanismo de busca foram informados para não indexar conteúdo",
  "Search resource": "Pesquisar recurso",
  "Search users": "Pesquisar usuários",
  "Search:": "Pesquisar:",
  "Searchable Metadata": "Metadados pesquisáveis",
  "seconds until the TOTP expires": "segundos até que a TOTP expire",
  "secret": "segredo",
  "Secret": "Segredo",
  "Secret expiry": "Expiração de segredo",
  "Secret history": "Histórico de segredos",
  "Secret key": "Chave secreta",
  "Secret revision": "Revisão de segredo",
  "Secret Token": "Token secreto",
  "Secrets": "Segredos",
  "Secure": "Seguro",
  "Security token": "Token de segurança",
  "See <1>this guide</1>": "Veja <1>este guia</1>",
  "See error details": "Ver detalhes do erro",
  "See list": "Ver lista",
  "See structure": "Ver estrutura",
  "See the {{smtpProviderName}} documentation": "Veja a documentação {{smtpProviderName}}",
  "Select a file": "Selecione um arquivo",
  "Select a file to import": "Selecione um arquivo para importar",
  "Select a provider": "Selecione um provedor",
  "Select a resource or a folder to see the details.": "Selecione um recurso ou uma pasta para ver os detalhes.",
  "Select a user or a group to see the details.": "Selecione um usuário ou um grupo para ver os detalhes.",
  "Select box": "Selecionar caixa",
  "Select which content type with cleartext metadata is available for your whole organisation.": "Selecione qual tipo de conteúdo com metadados em texto simples está disponível para toda a sua organização.",
  "Select which content type with encrypted metadata is available for your whole organisation.": "Selecione qual tipo de conteúdo com metadados criptografados está disponível para toda a sua organização.",
  "Select which multi factor authentication provider can be use.": "Selecione qual provedor de autenticação de vários fatores pode ser usado.",
  "Select which Single Sign-on provider can be use to login.": "Selecione qual provedor de Single Sign-On pode ser usado para login.",
  "Selected set of characters": "Conjunto selecionado de caracteres",
  "Selecting this option will improve the security; enable encrypted metadata and new resource types.": "Selecionar esta opção melhorará a segurança; habilita metadados criptografados e novos tipos de recurso.",
  "Selecting this option will not change your current configuration. You will be able to enable encrypted metadata and new resource types later.": "Selecionar esta opção não alterará sua configuração atual. Você poderá habilitar metadados criptografados e novos tipos de recurso posteriormente.",
  "Selenium API endpoints are active. This setting should be used for testing only": "Os endpoints da API Selenium estão ativos. Essa configuração deve ser usada apenas para testes",
  "Selenium API endpoints are disabled": "Os endpoints da API Selenium estão desativados",
  "Self registration": "Registro próprio",
  "Self Registration": "Registro próprio",
  "Self served migration": "Migração autogerenciada",
  "Send": "Enviar",
  "Send test email": "Enviar e-mail de teste",
  "Sender configuration": "Configuração do remetente",
  "Sender email": "E-mail do remetente",
  "Sender email is required": "E-mail do remetente é obrigatório",
  "Sender email must be a valid email": "E-mail do remetente deve ser um e-mail válido",
  "Sender name": "Nome do remetente",
  "Sender name is required": "Nome do remetente é obrigatório",
  "Sender name must be a valid string": "Nome do remetente deve ser uma sequência de caracteres válida",
  "Server": "Servidor",
  "Server response does not match initial request.": "A resposta do servidor não corresponde ao pedido inicial.",
  "Server response is empty.": "Resposta do servidor está vazia.",
  "Server url": "URL do servidor",
  "Server version:": "Versão do servidor:",
  "Serving the compiled version of the javascript app": "Servindo a versão compilada do aplicativo JavaScript",
  "Session Expired": "Sessão Expirada",
  "Set debug = false; in {configurationFilePath}": "Defina debug = false; em {configurationFilePath}",
  "Set expiry date": "Definir data de validade",
  "Set passbolt.js.build in {configurationFilePath}": "Defina passbolt.js.build em {configurationFilePath}",
  "Set passbolt.meta.robots to false in {configurationFilePath}": "Defina passbolt.meta.robots para false em {configurationFilePath}",
  "Set passbolt.selenium.active to false in {configurationFilePath}": "Defina passbolt.selenium.active para false em {configurationFilePath}",
  "Set passbolt.ssl.force to true in {configurationFilePath}": "Defina passbolt.ssl.force para true em {configurationFilePath}",
  "Set the date automatically:": "Definir a data automaticamente:",
  "Set the date manually:": "Definir a data manualmente:",
  "Settings have been found in your database as well as in your passbolt.php (or environment variables).": "As configurações foram encontradas na sua base de dados, bem como no seu passbolt.php (ou variáveis de ambiente).",
  "Share": "Compartilhar",
  "Share a password with this group or wait for a team member to share one with this group.": "Compartilhe uma senha com este grupo ou aguarde um membro da equipe compartilhar uma com este grupo.",
  "Share folder": "Compartilhar pasta",
  "Share metadata keys": "Compartilhar chaves de metadados",
  "Share missing metadata keys with {{name}} ({{username}})": "Compartilhar chaves de metadados ausentes com {{name}} ({{username}})",
  "Share missing metadata keys?": "Compartilhar chaves de metadados ausentes?",
  "Share resource": "Compartilhar recurso",
  "Share with people or groups": "Compartilhar com pessoas ou grupos",
  "Share your available metadata keys with {{name}} ({{username}})? You're missing some keys yourself. Ask another administrator to share the remaining keys.": "Compartilhar suas chaves de metadados disponíveis com {{name}} ({{username}})? Você mesmo está sem algumas chaves. Peça a outro administrador para compartilhar as chaves restantes.",
  "Shared content only": "Apenas conteúdo compartilhado",
  "Shared metadata keys": "Chaves de metadados compartilhadas",
  "Shared tags": "Etiquetas compartilhadas",
  "Shared with": "Compartilhado com",
  "Shared with me": "Compartilhado comigo",
  "Sharing": "Compartilhamento",
  "Show": "Mostrar",
  "Show all": "Mostrar tudo",
  "Sign in": "Registrar acesso",
  "Sign in with {{providerName}}": "Entrar com {{providerName}}",
  "Sign in with my passphrase": "Entrar com minha senha",
  "Sign in with my passphrase.": "Entrar com minha senha.",
  "Sign in with Single Sign-On.": "Entre com o Login Único.",
  "sign out": "sair",
  "Sign out": "Encerrar Sessão",
  "Sign up": "Criar conta",
  "Signing in, please wait.": "Entrando, por favor aguarde.",
  "Signing in, please wait...": "Entrando, por favor aguarde...",
  "Simplify onboarding and offboarding processes.": "Simplifique os processos de integração e desligamento.",
  "Simplify secure access through integration with identity providers.": "Simplifique o acesso seguro por meio de integração com provedores de identidade.",
  "Simplify user management provisioning through integration with existing directories.": "Simplifique o provisionamento de gerenciamento de usuários por meio de integração com diretórios existentes.",
  "Simulate synchronize": "Simular sincronização",
  "Single Sign-On": "Login único",
  "Single Sign-On provider": "Provedor de Login Único",
  "SMTP client": "Cliente SMTP",
  "SMTP client address": "Endereço do cliente SMTP",
  "SMTP client should be a valid domain or IP address": "O cliente SMTP deve ser um domínio ou endereço IP válido",
  "SMTP host": "Servidor SMTP",
  "SMTP Host is required": "Host SMTP é obrigatório",
  "SMTP Host must be a valid string": "O host SMTP deve ser uma sequência de caracteres válida",
  "SMTP server address": "Endereço do servidor SMTP",
  "SMTP server configuration": "Configuração do servidor SMTP",
  "SMTP Settings": "Configurações SMTP",
  "SMTP Settings coherent. You may send a test email to validate them": "Configurações SMTP coerentes. Você pode enviar um e-mail de teste para validá-las",
  "SMTP Settings errors: {{errorMessage}}": "Erros de Configurações SMTP: {{errorMessage}}",
  "Some default content is present": "Algum conteúdo padrão está presente",
  "Some email notifications are disabled by the administrators": "Algumas notificações de e-mail estão desativadas pelos administradores",
  "Some of the latest features such as the new resource types require the encrypted metadata feature to be enabled.": "Alguns dos recursos mais recentes, como os novos tipos de recurso, exigem que a funcionalidade de metadados criptografados esteja habilitada.",
  "Some resources will not be synchronized and will require your attention, see the full report.": "Alguns recursos não serão sincronizados e exigirão sua atenção, veja o relatório completo.",
  "Something inside your configuration is not what we recommend, but you can skip it if it has been done on purpose.": "Algo na sua configuração não é o que recomendamos, mas você pode ignorar se isso foi feito de propósito.",
  "Something went wrong, the sign in failed with the following error:": "Algo deu errado, o login falhou com o seguinte erro:",
  "Something went wrong!": "Algo deu errado!",
  "Something wrong?": "Algo errado?",
  "Sorry no multi factor authentication is enabled for this organization.": "Não há nenhuma autenticação de vários fatores ativada para esta organização.",
  "Sorry the account recovery feature is not enabled for this organization.": "Desculpe, o recurso de recuperação de conta não está habilitado para esta organização.",
  "Sorry the Mobile app setup feature is only available in a secure context (HTTPS).": "Desculpe, o recurso de configuração do aplicativo móvel está disponível apenas em um contexto seguro (HTTPS).",
  "Sorry the multi factor authentication feature is only available in a secure context (HTTPS).": "Desculpe, o recurso de autenticação de múltiplos fatores está disponível apenas em um contexto seguro (HTTPS).",
  "sorry you can only have one key set at the moment": "Lamentamos, mas você só pode ter uma chave definida no momento",
  "Sorry your subscription is either missing or not readable.": "Desculpe, sua assinatura está ausente ou não está legível.",
  "Sorry, it is not possible to proceed. The first QR code is empty.": "Desculpe, não é possível continuar. O primeiro código QR está vazio.",
  "Sorry, it is not possible to proceed. The first QR code is too big.": "Desculpe, não é possível prosseguir. O primeiro código QR é muito grande.",
  "Sorry, the server key has changed.": "Desculpe, a chave do servidor foi alterada.",
  "Sorry, the SSO provider has changed.": "Desculpe, o provedor de SSO foi alterado.",
  "Sorry, this account recovery request has expired and cannot be updated, or was already handled by another administrator.": "Desculpe, este pedido de recuperação de conta expirou e não pode ser atualizado ou já foi tratado por outro administrador.",
  "Sorry, wrong computer or browser...": "Desculpe, computador ou navegador errado...",
  "Sorry, you have not been signed in.": "Desculpe, você não está logado.",
  "Sorry, your browser is not supported.": "Desculpe, seu navegador não é suportado.",
  "Sorry... maybe an administrator can help?": "Desculpe... Talvez um administrador possa ajudar?",
  "SSH key": "Chave SSH",
  "SSL Certificate": "Certificado SSL",
  "SSL certification validation for SSO instance is disabled.": "A validação de certificado SSL para instância SSO está desativada.",
  "SSL certification validation for SSO instance is enabled.": "A validação de certificado SSL para instância SSO está ativada.",
  "SSL peer certificate does not validate": "O certificado SSL peer não é válido",
  "SSL peer certificate validates": "O certificado SSL peer é válido",
  "SSO": "Login único",
  "SSO feature has been disabled": "O recurso de SSO foi desativado",
  "Starred": "Com estrela",
  "Start": "Iniciar",
  "Start typing a person name": "Comece digitando um nome de pessoa",
  "Start typing a user or group name": "Digite o nome de um usuário ou grupo",
  "Status": "estado",
  "Store your recovery kit in a safe place.": "Guarde seu kit de recuperação em um lugar seguro.",
  "Strengthen user authentication.": "Fortaleça a autenticação do usuário.",
  "Strong": "Forte",
  "Submit": "Enviar",
  "Submitting the form will overwrite those settings with the ones you choose in the form below.": "O envio do formulário substituirá essas configurações pelos que você escolher no formulário abaixo.",
  "Subscription": "Inscrição",
  "Subscription id:": "Id da assinatura:",
  "Subscription key": "Chave de assinatura",
  "Subscription Key": "Chave de assinatura",
  "Subscription key details": "Detalhes da assinatura",
  "Success": "Sucesso",
  "Success:": "Sucesso",
  "Suggested": "Sugerido",
  "Summary": "Resumo",
  "Support major identity providers like Google and Microsoft.": "Suporte a principais provedores de identidade como Google e Microsoft.",
  "Supported metadata types": "Tipos de metadados suportados",
  "Suspend the users, preventing them from signing in to Passbolt and from receiving email notifications.": "Suspender os usuários, impedindo-os de entrar no Passbolt e de receber notificações por e-mail.",
  "Suspend this user": "Suspender este usuário",
  "Suspend users": "Suspender usuários",
  "suspended": "suspenso",
  "Suspended": "Suspenso",
  "Suspended users": "Usuários suspensos",
  "Sync operations": "Operações de sincronização",
  "Sync user attributes efficiently.": "Sincronize atributos de usuários de forma eficiente.",
  "Synchronisation": "Sincronização",
  "Synchronization options": "Opções de sincronização",
  "Synchronize": "Synchronize",
  "Synchronize only the groups which are members of this group.": "Sincronize apenas os grupos que são membros deste grupo.",
  "Synchronize only the users which are members of this group.": "Sincronize apenas os usuários que são membros deste grupo.",
  "Synchronize report": "Sincronizar relatório",
  "Synchronize simulation": "Simulação de sincronização",
  "Synchronize simulation report": "Sincronizar relatório de simulação",
  "Tag name": "Nome da etiqueta",
  "Tags": "Etiquetas",
  "Tags starting with # are shared with all users who have access. Separate tags using commas.": "Etiquetas começando com # são compartilhadas com todos os usuários que têm acesso. Separe etiquetas usando vírgulas.",
  "Take a deep breath and enjoy being in the present moment...": "Respire fundo e aprecie estar no momento presente...",
  "Terms": "Termos",
  "Test settings": "Testar configurações",
  "Test settings report": "Testar relatório de configurações",
  "Test Single Sign-On configuration": "Testar configuração de Login Único",
  "The account kit has been downloaded successfully.": "O kit de conta foi baixado com sucesso.",
  "The account recovery request does not exist.": "A solicitação de recuperação de conta não existe.",
  "The account recovery review has been saved successfully": "A revisão de recuperação de conta foi salva com sucesso",
  "The account recovery subscription setting has been updated.": "A configuração de recuperação de conta de assinatura foi atualizada.",
  "The AD FS authentication endpoint.": "O endpoint de autenticação AD FS.",
  "The AD FS configuration relative path from the given login url.": "O caminho de configuração AD FS relativo à URL de login fornecida.",
  "The AD FS scope.": "O escopo AD FS.",
  "The allowed content types were updated.": "Os tipos de conteúdo permitidos foram atualizados.",
  "The application config file is missing": "O arquivo de configuração da aplicação está ausente",
  "The application config file is present": "O arquivo de configuração da aplicação está presente",
  "The application is able to connect to the database": "A aplicação consegue se conectar ao banco de dados",
  "The application is not able to connect to the database": "A aplicação não consegue se conectar ao banco de dados",
  "The attribute you would like to use for the first part of the email (usually username).": "O atributo que você gostaria de usar na primeira parte do e-mail (geralmente o nome de usuário).",
  "The Azure Active Directory tenant ID, in UUID format.": "O ID do tenant do Azure Active Directory no formato UUID.",
  "The Azure AD authentication endpoint. See <1>alternatives</1>.": "O endpoint de autenticação do Azure AD. Veja <1>alternativas</1>.",
  "The base DN (default naming context) for the domain.": "O DN base (contexto de nomenclatura padrão) para o domínio.",
  "The color is really important here so it's easier for you to spot what's not running as expected": "A cor é realmente importante aqui para facilitar a identificação do que não está funcionando como esperado",
  "The comment has been added successfully": "O grupo foi adicionado com sucesso",
  "The comment has been deleted successfully": "O grupo foi adicionado com sucesso",
  "The configuration has been disabled as it needs to be checked to make it correct before using it.": "A configuração foi desativada porque precisa ser verificada para garantir que esteja correta antes de usá-la.",
  "The current configuration comes from a file or environment variables. If you save them, they will be overwritten and come from the database instead.": "A configuração atual vem de um arquivo ou variáveis de ambiente. Se você salvá-las, elas serão sobrescritas e passarão a vir do banco de dados.",
  "The current passphrase configuration generates passphrases that are not strong enough.": "A configuração atual de frase secreta gera frases secretas que não são suficientemente fortes.",
  "The current password configuration generates passwords that are not strong enough.": "A configuração atual de senha gera senhas que não são suficientemente fortes.",
  "The custom field key has been copied to clipboard.": "A chave do campo personalizado foi copiada para a área de transferência.",
  "The custom field value has been copied to clipboard.": "O valor do campo personalizado foi copiado para a área de transferência.",
  "The custom field value is empty and cannot be copied to clipboard.": "O valor do campo personalizado está vazio e não pode ser copiado para a área de transferência.",
  "The data will be permanently deleted, this action cannot be undone.": "Os dados serão excluídos permanentemente, esta ação não pode ser desfeita.",
  "The default admin user is the user that will perform the operations for the the directory.": "O usuário administrador padrão é o usuário que executará as operações para o diretório.",
  "The default group manager is the user that will be the group manager of newly created groups.": "O gerente de grupo padrão é o usuário que será o gerente de grupo de grupos recém-criados.",
  "The default language of the organisation.": "O idioma padrão da organização.",
  "The default password expiry period should be a number between 1 and 999 days.": "O período padrão de expiração de senha deve ser um número entre 1 e 999 dias.",
  "The default password expiry period should be a valid number.": "O período padrão de expiração de senha deve ser um número válido.",
  "The default type is": "O tipo padrão é",
  "The deprecated self registration public settings was found in {configurationFilePath}": "As configurações públicas de auto registro obsoletas foram encontradas em {configurationFilePath}",
  "The deprecated self registration public settings was not found in {configurationFilePath}": "As configurações públicas de auto registro obsoletas não foram encontradas em {configurationFilePath}",
  "The dialog has been closed.": "O diálogo foi fechado.",
  "The directory {gpgHomeDirectory} containing the keyring is not writable by the webserver user": "O diretório {gpgHomeDirectory} que contém o keyring não é gravável pelo usuário do servidor da web",
  "The directory {gpgHomeDirectory} containing the keyring is writable by the webserver user": "O diretório {gpgHomeDirectory} que contém o keyring é gravável pelo usuário do servidor da web",
  "The domain name part of the email (@your-domain-name).": "O nome do domínio do e-mail (@seu-domínio-nome).",
  "The Duo provider is disabled for all users.": "O provedor do Duo está desativado para todos os usuários.",
  "The Duo provider is enabled for all users. They can setup this provider in their profile and use it as second factor authentication.": "O provedor do Duo está ativado para todos os usuários. Eles podem configurar esse provedor em seu perfil e usá-lo como o segundo fator de autenticação.",
  "The email address has been copied to clipboard.": "O endereço de e-mail foi copiado para a área de transferência.",
  "The email has been copied to clipboard.": "A senha foi copiada para a área de transferência.",
  "The email notification settings were updated.": "As configurações de notificação de e-mail foram atualizadas.",
  "The encrypted metadata settings were updated.": "As configurações de metadados criptografados foram atualizadas.",
  "The encrypted metadata were migrated.": "Os metadados criptografados foram migrados.",
  "The encryption key used to share metadata between users has been updated by <1>{{creatorName}}</1>.": "A chave de criptografia usada para compartilhar metadados entre usuários foi atualizada por <1>{{creatorName}}</1>.",
  "The encryption key used to share metadata between users has been updated by <1><0></0></1>.": "A chave de criptografia usada para compartilhar metadados entre usuários foi atualizada por <1><0></0></1>.",
  "The endpoints for updating the users directory configurations are disabled.": "Os endpoints para atualizar as configurações do diretório de usuários estão desativados.",
  "The endpoints for updating the users directory configurations are enabled.": "Os endpoints para atualizar as configurações do diretório de usuários estão ativados.",
  "The environment variable GNUPGHOME is set to {gpgHomeDirectory}": "A variável de ambiente GNUPGHOME está definida para {gpgHomeDirectory}",
  "The environment variable GNUPGHOME is set to {gpgHomeDirectory} but the directory does not exist": "A variável de ambiente GNUPGHOME está definida para {gpgHomeDirectory}, mas o diretório não existe",
  "The extension is not configured yet": "A extensão ainda não está configurada",
  "The folder could not be found. Maybe it was deleted or you lost access.": "A pasta não pôde ser encontrada. Talvez tenha sido apagada ou você perdeu o acesso.",
  "The folder has been added successfully": "O grupo foi adicionado com sucesso",
  "The folder was deleted successfully": "O grupo foi excluído com sucesso",
  "The folder was renamed successfully": "O grupo foi excluído com sucesso",
  "The group has been created successfully.": "O grupo foi adicionado com sucesso.",
  "The group has been deleted successfully": "O grupo foi adicionado com sucesso",
  "The group has been updated successfully": "O grupo foi adicionado com sucesso",
  "The group is empty, please add a group manager.": "O grupo está vazio, adicione um gerente de grupo.",
  "The group name already exists.": "O nome de grupo já existe.",
  "The group users field mapping cannot be empty": "O mapeamento de campo de usuários de grupo não pode estar vazio",
  "The group users field mapping cannot exceed 128 characters.": "O mapeamento de campo de usuários de grupo não pode exceder 128 caracteres.",
  "The health check API endpoint has been disabled in the server configuration.": "O endpoint de verificação de integridade da API foi desativado na configuração do servidor.",
  "The healthcheck has been successfully refreshed": "A verificação de integridade foi atualizada com sucesso",
  "The history length must be between 1 and {this.maxRevisionsLimitToDisplay}.": "O comprimento do histórico deve estar entre 1 e {this.maxRevisionsLimitToDisplay}.",
  "The installation is not up to date. Currently using {{currentVersion}} and it should be {{latestAvailableVersion}}": "A instalação não está atualizada. Atualmente usando {{currentVersion}} e deveria ser {{latestAvailableVersion}}",
  "The internationalization settings were updated.": "As configurações de notificação de e-mail foram atualizadas.",
  "The invitation is expired.": "O convite está expirado.",
  "The invite has been resent successfully": "O grupo foi adicionado com sucesso",
  "The key and the value reach the character limit, make sure your data won’t be truncated.": "A chave e o valor atingem o limite de caracteres, certifique-se de que seus dados não serão truncados.",
  "The key can't be empty.": "A chave não pode estar vazia.",
  "The key is not valid.": "A chave não é válida.",
  "The key is required.": "A chave é obrigatória.",
  "The key name is already used.": "O nome da chave já está em uso.",
  "The key reaches the character limit, make sure your data won’t be truncated.": "A chave atinge o limite de caracteres, certifique-se de que seus dados não serão truncados.",
  "The logs directory and its content are not writable": "O diretório de logs e seu conteúdo não são graváveis",
  "The logs directory and its content are writable": "O diretório de logs e seu conteúdo são graváveis",
  "The metadata encryption strategy has been saved successfully.": "A estratégia de criptografia de metadados foi salva com sucesso.",
  "The metadata key has been rotated.": "A chave de metadados foi rotacionada.",
  "The metadata key has changed": "A chave de metadados foi alterada",
  "The metadata key has changed.": "A chave de metadados foi alterada.",
  "The metadata key settings were updated.": "As configurações de chave de metadados foram atualizadas.",
  "The MFA policy settings were updated.": "As configurações de política de MFA foram atualizadas.",
  "The multi factor authentication settings for the organization were updated.": "As configurações de autenticação de vários fatores para a organização foram atualizadas.",
  "The name contains forbidden trailing spaces.": "O nome contém espaços em branco finais não permitidos.",
  "The new organization recovery key should not be a formerly used organization recovery key.": "A nova chave de recuperação da organização não deve ser uma chave de recuperação de organização já utilizada.",
  "The new SSO provider: {{ssoProviderName}}": "O novo provedor SSO: {{ssoProviderName}}",
  "The OAuth2 authentication endpoint.": "O endpoint de autenticação OAuth2.",
  "The OpenId configuration relative path from the given login url.": "O Caminho de Configuração OpenId relativo à URL de Login fornecida.",
  "The OpenId scope.": "O escopo OpenId.",
  "The operation failed with the following error:": "A operação falhou com o seguinte erro:",
  "The operation has been aborted.": "A operação foi abortada.",
  "The operation may take a few minutes.": "A operação pode levar alguns minutos.",
  "The operation was cancelled.": "A operação foi cancelada.",
  "The operation was successful.": "A operação foi bem-sucedida.",
  "The organization private recovery key should not be stored in passbolt.": "A chave privada de recuperação da organização não deve ser armazenada no passbolt.",
  "The organization recovery policy has been updated successfully": "A política de recuperação da organização foi atualizada com sucesso",
  "The passbolt config file is missing": "O arquivo de configuração do Passbolt está ausente",
  "The passbolt config file is present": "O arquivo de configuração do Passbolt está presente",
  "The passphrase confirmation is required.": "A confirmação da frase secreta é obrigatória.",
  "The passphrase confirmation should match the passphrase": "A confirmação da frase secreta deve corresponder à frase secreta",
  "The passphrase from the SSO kit doesn't match your private key: {{error}}": "A senha do kit SSO não corresponde à sua chave privada: {{error}}",
  "The passphrase generator will not generate strong enough passphrase. Minimum of {{minimum}}bits is required": "O gerador de frase secreta não irá gerar uma frase secreta com força suficiente. São necessários no mínimo {{minimum}}bits",
  "The passphrase is invalid.": "A senha é inválida.",
  "The passphrase is part of an exposed data breach.": "A senha foi exposta em um vazamento de dados.",
  "The passphrase is stored on your device and never transmitted to the server.": "A senha é armazenada no seu dispositivo e nunca enviada ao servidor.",
  "The passphrase is used to encrypt your secret key, which is required to decrypt your secrets, such as the passwords.": "A senha é usada para criptografar sua chave secreta, que é necessária para descriptografar seus segredos, como as senhas.",
  "The passphrase is used to protect your private key locally.": "A senha é usada para proteger sua chave privada localmente.",
  "The passphrase should not be empty.": "A mensagem não pode estar vazia.",
  "The passphrase should not be part of an exposed data breach.": "A senha não deve fazer parte de um vazamento de dados.",
  "The passphrase was updated!": "A senha é inválida!",
  "The passphrase word count must be set to 4 at least": "A contagem de palavras da frase secreta deve ser configurada para pelo menos 4",
  "The passphrase you defined when initiating the account recovery is required to complete the operation.": "A senha que você definiu ao iniciar a recuperação de conta é necessária para concluir a operação.",
  "The password expiry settings were updated.": "As configurações de expiração de senha foram atualizadas.",
  "The password generator will not generate strong enough password. Minimum of {{minimum}}bits is required": "O gerador de senha não irá gerar uma senha com força suficiente. São necessários no mínimo {{minimum}}bits",
  "The password has been added to favorites": "A senha foi adicionada aos favoritos",
  "The password has been copied to clipboard.": "A senha foi copiada para a área de transferência.",
  "The password has been removed from favorites": "A senha foi removida dos favoritos",
  "The password is empty and cannot be copied to clipboard.": "A senha está vazia e não pode ser copiada para a área de transferência.",
  "The password is empty and cannot be previewed.": "A senha está vazia e não pode ser visualizada.",
  "The password is empty.": "A senha está vazia.",
  "The password is part of an exposed data breach.": "A senha foi exposta em um vazamento de dados.",
  "The password is very weak and might be part of an exposed data breach.": "A senha está muito fraca e pode fazer parte de um vazamento de dados.",
  "The password length must be set to 8 at least": "O comprimento da senha deve ser configurado para pelo menos 8",
  "The password policy settings were updated.": "As configurações de política de senha foram atualizadas.",
  "The passwords have been exported successfully": "O grupo foi adicionado com sucesso",
  "The permalink has been copied to clipboard.": "A senha foi copiada para a área de transferência.",
  "The permissions do not match the destination folder permissions.": "Manter as permissões originais, não aplicar as permissões da pasta de destino.",
  "The permissions have been changed successfully.": "O grupo foi adicionado com sucesso.",
  "The private key can be used to decrypt and verify a message": "A chave privada pode ser usada para descriptografar e verificar uma mensagem",
  "The private key cannot be used to decrypt and verify a message": "A chave privada não pode ser usada para descriptografar e verificar uma mensagem",
  "The private key file is defined in {configurationFilePath} and readable.": "O arquivo de chave privada está definido em {configurationFilePath} e é legível.",
  "The private key file is not defined in {configurationFilePath} or not readable.": "O arquivo de chave privada não está definido em {configurationFilePath} ou não é legível.",
  "The private key is invalid.": "A chave privada é inválida.",
  "The private key should not be empty.": "A chave blindada não pode estar vazia.",
  "The private key should not have an expiry date.": "A chave privada não deve ter uma data de validade.",
  "The Pro version also offers premium technical support from our engineering team to ensure smooth operation and expert assistance.": "A versão Pro também oferece suporte técnico premium de nossa equipe de engenharia para garantir operação suave e assistência especializada.",
  "The public and private keys can be used to encrypt and sign a message": "As chaves pública e privada podem ser usadas para criptografar e assinar uma mensagem",
  "The public and private keys cannot be used to encrypt and sign a message": "As chaves pública e privada não podem ser usadas para criptografar e assinar uma mensagem",
  "The public identifier for the AD FS app.": "O identificador público para o aplicativo AD FS.",
  "The public identifier for the app in Azure in UUID format.": "O identificador público do aplicativo no Azure no formato UUID.",
  "The public identifier for the app in Google in UUID format.": "O identificador público do aplicativo no Google no formato UUID.",
  "The public identifier for the OpenId app.": "O identificador público para o aplicativo OpenId.",
  "The public key can be used to encrypt a message": "A chave pública pode ser usada para criptografar uma mensagem",
  "The public key can be used to sign a message": "A chave pública pode ser usada para assinar uma mensagem",
  "The public key can be used to verify a signature": "A chave pública pode ser usada para verificar uma assinatura",
  "The public key cannot be used to encrypt a message": "A chave pública não pode ser usada para criptografar uma mensagem",
  "The public key cannot be used to sign a message": "A chave pública não pode ser usada para assinar uma mensagem",
  "The public key cannot be used to verify a signature": "A chave pública não pode ser usada para verificar uma assinatura",
  "The public key file is defined in {configurationFilePath} and readable.": "O arquivo de chave pública está definido em {configurationFilePath} e é legível.",
  "The public key file is not defined in {configurationFilePath} or not readable.": "O arquivo de chave pública não está definido em {configurationFilePath} ou não é legível.",
  "The public key has been copied to clipboard.": "A senha foi copiada para a área de transferência.",
  "The QR code is incomplete.": "O código QR está incompleto.",
  "The redirection URL has been copied to the clipboard.": "A URL de redirecionamento foi copiada para a área de transferência.",
  "The request is expired.": "A solicitação expirou.",
  "The resource has been added successfully": "O recurso foi adicionado com sucesso",
  "The resource has been updated successfully": "O recurso foi atualizado com sucesso",
  "The role <1>{{roleName}}</1> can’t be deleted yet.": "O nome contém espaços finais proibidos.",
  "The role has been created successfully.": "A função <1>{{roleName}}</1> ainda não pode ser excluída.",
  "The role has been deleted successfully.": "A função foi criada com sucesso.",
  "The role has been updated successfully.": "A função foi excluída com sucesso.",
  "The role-based access control settings were updated.": "As configurações de controle de acesso baseado em funções foram atualizadas.",
  "The SCIM secret token has been copied to the clipboard.": "O token secreto SCIM foi copiado para a área de transferência.",
  "The SCIM settings were updated.": "As configurações do SCIM foram atualizadas.",
  "The SCIM URL has been copied to the clipboard.": "A URL SCIM foi copiada para a área de transferência.",
  "The SCIM user is the user that will perform the operation in the logs.": "O usuário SCIM é o usuário que executará a operação nos logs.",
  "The secret has been copied to clipboard.": "A senha foi copiada para a área de transferência.",
  "The secret history settings were updated.": "As configurações do histórico de segredos foram atualizadas.",
  "The security token code should be 3 characters long.": "O código do token de segurança deve ter 3 caracteres.",
  "The security token code should contains only alphanumeric, dash and underscore characters.": "O código do token de segurança deve conter apenas caracteres alfanuméricos, hífen e sublinhado.",
  "The security token code should not be empty.": "O tipo de objeto favorito não pode estar vazio.",
  "The security token has been updated successfully": "O recurso foi atualizado com sucesso",
  "The Self Registration plugin is disabled": "O plugin de Auto Registro está desativado",
  "The Self Registration plugin is enabled": "O plugin de Auto Registro está ativado",
  "The Self Registration provider is: {{selfRegistrationProvider}}": "O provedor de Auto Registro é: {{selfRegistrationProvider}}",
  "The self registration settings for the organization were updated.": "As configurações de auto-registro para a organização foram atualizadas.",
  "The server does not have access to metadata key.": "O servidor não tem acesso à chave de metadados.",
  "The server does not have access to the server metadata private key in Zero-knowledge mode.": "O servidor não tem acesso à chave privada de metadados do servidor no modo conhecimento zero.",
  "The server has access to the metadata keys or does not require access to it.": "O servidor tem acesso às chaves de metadados ou não exige acesso a ele.",
  "The server is able to decrypt the metadata private key.": "O servidor pode descriptografar a chave privada de metadados.",
  "The server key does not have a valid email id": "A chave do servidor não possui um email válido",
  "The server key fingerprint doesn't matches the one defined in {configurationFilePath}": "A impressão digital da chave do servidor não corresponde à definida em {configurationFilePath}",
  "The server key fingerprint matches the one defined in {configurationFilePath}": "A impressão digital da chave do servidor corresponde à definida em {configurationFilePath}",
  "The server metadata private key is not valid.": "A chave privada de metadados do servidor não é válida.",
  "The server metadata private key is valid.": "A chave privada de metadados do servidor é válida.",
  "The server private key format is Gopengpg compatible": "O formato da chave privada do servidor é compatível com Gopengpg",
  "The server private key format is not Gopengpg compatible": "O formato da chave privada do servidor não é compatível com Gopengpg",
  "The server public key defined in the {configurationFilePath} (or environment variables) is in the keyring": "A chave pública do servidor definida em {configurationFilePath} (ou variáveis de ambiente) está no keyring",
  "The server public key defined in the {configurationFilePath} (or environment variables) is not in the keyring": "A chave pública do servidor definida em {configurationFilePath} (ou variáveis de ambiente) não está no keyring",
  "The server public key format is Gopengpg compatible": "O formato da chave pública do servidor é compatível com Gopengpg",
  "The server public key format is not Gopengpg compatible": "O formato da chave pública do servidor não é compatível com Gopengpg",
  "The service is unavailable": "O serviço está indisponível",
  "The settings displayed in the form below are the one stored in your database and have precedence over others.": "As configurações exibidas no formulário abaixo são as armazenadas em seu banco de dados e têm precedência sobre outras.",
  "The shared metadata key is accessible to the server and can be shared by the server when a user completes the setup. In practice, an attacker with full server access can see the shared metadata.": "A chave de metadados compartilhada fica acessível ao servidor e pode ser compartilhada pelo servidor quando um usuário conclui a configuração. Na prática, um invasor com acesso completo ao servidor pode ver os metadados compartilhados.",
  "The shared metadata key is not available to the server and must be shared with users by the admins. New users are not allowed to create or access shared content until they are provided the metadata key. It is recommended to rotate the key if you switch to that mode.": "A chave de metadados compartilhada não está disponível para o servidor e deve ser compartilhada com os usuários pelos administradores. Novos usuários não podem criar ou acessar conteúdo compartilhado até que recebam a chave de metadados. É recomendável fazer a rotação da chave se você alternar para esse modo.",
  "The SMTP settings have been saved successfully": "As configurações de SMTP foram salvas com sucesso",
  "The SMTP Settings plugin endpoints are disabled": "Os endpoints do plugin Configurações SMTP estão desativados",
  "The SMTP Settings plugin endpoints are enabled": "Os endpoints do plugin Configurações SMTP estão ativados",
  "The SMTP Settings plugin is disabled": "O plugin Configurações SMTP está desativado",
  "The SMTP Settings plugin is enabled": "O plugin Configurações SMTP está ativado",
  "The SMTP Settings source is: {{smtpSettingsSource}}": "A fonte das Configurações SMTP é: {{smtpSettingsSource}}",
  "The SSO kit is outdated and can't be used to decrypt your passphrase: {{error}}": "O kit SSO está desatualizado e não pode ser usado para descriptografar sua senha: {{error}}",
  "The SSO settings have been deleted successfully": "As configurações de SSO foram excluídas com sucesso",
  "The SSO settings have been saved successfully": "As configurações de SSO foram salvas com sucesso",
  "The subscription key has been updated successfully.": "O recurso foi atualizado com sucesso.",
  "The subscription key is invalid.": "A chave de assinatura é inválida.",
  "The tag has been deleted successfully": "Etiqueta foi excluída com sucesso",
  "The tag has been updated successfully": "Etiqueta foi atualizada com sucesso",
  "The tags have been updated successfully": "As etiquetas foram atualizadas com sucesso",
  "The temporary directory and its content are not writable, or are executable": "O diretório temporário e seu conteúdo não são graváveis ou são executáveis",
  "The temporary directory and its content are writable and not executable": "O diretório temporário e seu conteúdo são graváveis e não são executáveis",
  "The test email could not be sent. Kindly check the logs below for more information.": "O email de teste não pôde ser enviado. Verifique os logs abaixo para mais informações.",
  "The test email has been sent. Check your email box, you should receive it in a minute.": "O email de teste foi enviado. Verifique sua caixa de entrada, você deve recebê-lo em um minuto.",
  "The theme has been updated successfully": "Etiqueta foi atualizada com sucesso",
  "The Time-based One Time Password provider is disabled for all users.": "O provedor de senha baseada em tempo único está desabilitado para todos os usuários.",
  "The Time-based One Time Password provider is enabled for all users. They can setup this provider in their profile and use it as second factor authentication.": "O provedor de senha baseada em tempo único está habilitado para todos os usuários. Eles podem configurar esse provedor em seu perfil e usá-lo como autenticação de segundo fator.",
  "The TOTP has been copied to clipboard.": "O TOTP foi copiado para a área de transferência.",
  "The TOTP is empty and cannot be copied to clipboard.": "O TOTP está vazio e não pode ser copiado para a área de transferência.",
  "The TOTP is empty and cannot be previewed.": "O TOTP está vazio e não pode ser visualizado.",
  "The transfer was cancelled because the other client returned an error.": "A transferência foi cancelada porque o outro cliente retornou um erro.",
  "The URI cannot exceed 1024 characters.": "A URI não pode exceder 1024 caracteres.",
  "The uri has been copied to clipboard.": "A senha foi copiada para a área de transferência.",
  "The URL to enter in your provider when configuring user provisioning.": "A URL para informar em seu provedor ao configurar o provisionamento de usuários.",
  "The URL to provide to Azure when registering the application.": "A URL a ser fornecida ao Azure ao registrar o aplicativo.",
  "The URL to provide to Google when registering the application.": "A URL a ser fornecida ao Google ao registrar o aplicativo.",
  "The URL to provide to the AD FS platform when registering the application.": "A URL a ser fornecida à plataforma AD FS ao registrar o aplicativo.",
  "The URL to provide to the OAuth2 platform when registering the application.": "A URL a ser fornecida à plataforma OAuth2 ao registrar o aplicativo.",
  "The user directory settings for the organization were updated.": "As configurações de autenticação de vários fatores para a organização foram atualizadas.",
  "The user has been added successfully": "O grupo foi adicionado com sucesso",
  "The user has been deleted successfully": "O usuário foi excluído com sucesso",
  "The user has been removed successfully": "O usuário foi removido com sucesso",
  "The user has been updated successfully": "O usuário foi atualizado com sucesso",
  "The user is not a member of any group yet": "O usuário ainda não é membro de nenhum grupo",
  "The user passphrase policies were updated.": "As políticas de frase secreta do usuário foram atualizadas.",
  "The user username field mapping cannot be empty": "O mapeamento de campo de nome de usuário não pode estar vazio",
  "The user username field mapping cannot exceed 128 characters.": "O mapeamento de campo de nome de usuário não pode exceder 128 caracteres.",
  "The user who requested an account recovery does not exist.": "O usuário que solicitou uma recuperação de conta não existe.",
  "The user will gain access to the resources shared with the group.": "A função foi atualizada com sucesso.",
  "The user will lose access to the resources shared with the group.": "O usuário perderá acesso aos recursos compartilhados com o grupo.",
  "The username has been copied to clipboard.": "A senha foi copiada para a área de transferência.",
  "The username should be a valid username address.": "O nome de usuário deve ser um endereço de nome de usuário válido.",
  "The value reaches the character limit, make sure your data won’t be truncated.": "O valor atinge o limite de caracteres, certifique-se de que seus dados não serão truncados.",
  "The words separator should be at a maximum of 10 characters long": "O separador de palavras deve ter no máximo 10 caracteres",
  "The Yubikey provider is disabled for all users.": "O provedor Yubikey está desabilitado para todos os usuários.",
  "The Yubikey provider is enabled for all users. They can setup this provider in their profile and use it as second factor authentication.": "O provedor Yubikey está habilitado para todos os usuários. Eles podem configurar este provedor em seu perfil e usá-lo como autenticação de segundo fator.",
  "Theme": "Tema",
  "There are no users.": "Não há usuários.",
  "There is a valid email id defined for the server key": "Há um email válido definido para a chave do servidor",
  "There is an error with the current configuration, you might want to resolve it.": "Há um erro na configuração atual; você pode querer resolvê-lo.",
  "There is no description.": "Não há nenhuma descrição.",
  "There is no note.": "Não há anotação.",
  "There is no password": "Não há senha.",
  "There is no revision": "Não há revisão",
  "There is no tag.": "Não há etiqueta.",
  "There is no value": "Não há valor",
  "There is nothing to synchronize": "Não há nada para sincronizar",
  "There was an issue during the transfer. Please try again later or contact your administrator.": "Houve um problema durante a transferência. Por favor, tente novamente mais tarde ou contate o administrador.",
  "There was an unexpected error...": "Ocorreu um erro inesperado...",
  "These are the settings provided by a configuration file. If you save it, will ignore the settings on file and use the ones from the database.": "Essas são as configurações fornecidas por um arquivo de configuração. Se você salvá-las, ignorará as configurações do arquivo e usará as do banco de dados.",
  "They will be able to help you in case you lose it.": "Eles poderão ajudá-lo caso você o perca.",
  "This action cannot be undone. All the data associated with SSO will be permanently deleted.": "Esta ação não pode ser desfeita. Todos os dados associados ao SSO serão excluídos permanentemente.",
  "This action cannot be undone. All the data associated with this user will be permanently deleted.": "Esta ação não pode ser desfeita. Todos os dados associados a este usuário serão excluídos permanentemente.",
  "This action cannot be undone. Other users may lose access.": "Esta ação não pode ser desfeita. Outros usuários podem perder o acesso.",
  "This action cannot be undone. Users in this group may lose access to the content shared with it.": "Esta ação não pode ser desfeita. Usuários neste grupo podem perder o acesso ao conteúdo compartilhado com ele.",
  "This backup supersedes the previous one, so be sure to replace any older backups with it.": "Este backup substitui o anterior, portanto, certifique-se de substituir os backups antigos por ele.",
  "This current configuration source is: ": "A fonte atual de configuração é: ",
  "This domain already exist": "Este domínio já existe",
  "This email is not associated with any approved users on this domain.": "Este e-mail não está associado a nenhum usuário aprovado neste domínio.",
  "This group is the sole owner of some content. You need to transfer the ownership to others to continue.": "Este grupo é o único proprietário de algum conteúdo. Você precisa transferir a propriedade para outros para continuar.",
  "This is just an information shared, no action is required.": "Isto é apenas uma informação compartilhada, nenhuma ação é necessária.",
  "This is not a valid passphrase.": "Esta não é uma senha válida.",
  "This is not recommended.": "Isso não é recomendado.",
  "This is the email address users will see in their mail box when passbolt sends a notification.<1></1>It's a good practice to provide a working email address that users can reply to.": "Este é o endereço de e-mail que os usuários verão em sua caixa de correio quando o Passbolt enviar uma notificação.<1></1>É uma boa prática fornecer um endereço de e-mail funcional para o qual os usuários possam responder.",
  "this is the maximum size for this field, make sure your data was not truncated": "esse é o tamanho máximo para este campo, certifique-se de que seus dados não foram truncados.",
  "this is the maximum size for this field, make sure your data was not truncated.": "esse é o tamanho máximo para este campo, certifique-se de que seus dados não foram truncados.",
  "This is the maximum size for this field, make sure your data was not truncated.": "Este é o tamanho máximo para este campo, certifique-se de que seus dados não foram truncados.",
  "This is the name users will see in their mailbox when passbolt sends a notification.": "Este é o nome que os usuários verão em sua caixa de entrada quando o passbolt enviar uma notificação.",
  "This is the number of revisions kept once users have access.": "Este é o número de revisões mantidas assim que os usuários tiverem acesso.",
  "This is the passphrase that is asked during sign in or recover.": "Esta é a frase secreta solicitada durante o login ou recuperação.",
  "This is unusual, please verify with your administrator.": "Isso é incomum, verifique com seu administrador.",
  "This name is reserved by the system.": "O usuário ganhará acesso aos recursos compartilhados com o grupo.",
  "This operation may take a few minutes.": "Esta operação pode levar alguns minutos.",
  "This OTP is not valid.": "Este OTP não é válido.",
  "This page is available to help administrators diagnose if something is wrong with a passbolt installation and help keeping it secure.": "Esta página está disponível para ajudar administradores a diagnosticar se há algo errado com uma instalação do Passbolt e ajudar a mantê-la segura.",
  "This passphrase is the only passphrase you will need to remember from now on, choose wisely!": "Essa senha é a única senha que você precisará lembrar de agora em diante, escolha com sabedoria!",
  "This section controls the layer of encryption that is used to protect metadata such as the name of a resource, URIs, etc.": "Esta seção controla a camada de criptografia usada para proteger metadados, como o nome de um recurso, URIs, etc.",
  "This section defines how the shared metadata key is shared with users.": "Esta seção define como a chave de metadados compartilhada é compartilhada com os usuários.",
  "This security token will be displayed when your passphrase is requested, so you can quickly verify the form is coming from passbolt.": "Este token de segurança será exibido quando a sua frase secreta for solicitada, e você poderá verificar rapidamente o formulário vem do passbolt",
  "This security token will be displayed when your passphrase is requested, so you can verify quickly the form is coming from passbolt.": "Esse token de segurança será exibido quando sua senha for solicitada, para que você possa verificar rapidamente se o formulário está vindo do passbolt.",
  "This shared tag can't be added, you are not the owner": "Essa etiqueta compartilhada não pôde ser adicionada, você não é o proprietário",
  "This shared tag can't be deleted, you are not the owner": "Essa etiqueta compartilhada não pôde ser excluída, você não é o proprietário",
  "This should be a valid domain": "Este deve ser um domínio válido",
  "This tag can't be added, the length cannot exceed {{tagMaxLength}}": "A etiqueta não pôde ser adicionada, o comprimento não pode exceder {{tagMaxLength}}",
  "This tag is already present": "A etiqueta já está presente",
  "This user is the sole owner of some content. You need to transfer the ownership to others to continue.": "Este usuário é o único proprietário de algum conteúdo. Você precisa transferir a propriedade para outros para continuar.",
  "This user will not be able to sign in to passbolt and receive email notifications. Other users can share resource with it and add this user to a group.": "Este usuário não poderá entrar no Passbolt nem receber notificações por e-mail. Outros usuários podem compartilhar recursos com ele e adicionar esse usuário a um grupo.",
  "This will help protect you from <1>phishing attacks</1>.": "Isso ajudará a proteger você contra <1>ataques de phishing</1>.",
  "Time based One Time Password (TOTP)": "Tempo baseado em Senha Única (TOTP)",
  "Time-based One Time Password": "Senha de uso único com base no tempo",
  "Tips for choosing a good passphrase": "Dicas para escolher uma boa senha",
  "TLS must be set to 'Yes' or 'No'": "TLS deve ser definido como 'Sim' ou 'Não'",
  "To confirm that you are running the latest version, check <1>all the releases notes</1>": "Para confirmar que você está executando a versão mais recente, verifique <1>todas as notas de lançamento</1>",
  "To ensure stability and avoid potential issues, upgrade to the latest version before enabling these features.": "Para garantir estabilidade e evitar problemas potenciais, atualize para a versão mais recente antes de habilitar esses recursos.",
  "To proceed you need to install an application that supports Time Based One Time Passwords (TOTP) on your phone or tablet such as: ": "Para continuar, você precisa instalar um aplicativo que suporte Time Based One Time Passwords (TOTP) em seu telefone ou tablet, tais como: ",
  "To proceed, you need to install the Duo mobile application or to have a device to authenticate which is supported by Duo. For the list of supported devices, see: ": "Para continuar, é necessário que você instale o aplicativo móvel Duo ou que tenha acesso a um dispositivo de autenticação suportado pelo Duo. Para a lista de dispositivos suportados, consulte: ",
  "To review": "Para revisar",
  "TOTP": "TOTP",
  "TOTP (legacy)": "TOTP (legado)",
  "TOTP expiry": "Expiração TOTP",
  "TOTP expiry is required.": "É necessário definir a validade de TOTP.",
  "TOTP expiry must be greater than 0.": "A validade de TOTP deve ser maior que 0.",
  "TOTP length": "Comprimento do TOTP",
  "TOTP length is required.": "É necessário definir o comprimento do TOTP.",
  "TOTP length must be between 6 and 8.": "O comprimento do TOTP deve ser entre 6 e 8.",
  "Transfer complete!": "Transferência concluída!",
  "Transfer in progress...": "Transferência em andamento...",
  "Transfer your account key": "Transferir sua chave de conta",
  "Transfer your account kit": "Transferir seu kit de conta",
  "Try again": "Tente novamente",
  "Try another search or use the left panel to navigate into your organization.": "Tente outra pesquisa ou utilize o painel da esquerda para navegar na sua organização.",
  "Try another search or use the left panel to navigate into your passwords.": "Tente outra pesquisa ou use o painel da esquerda para navegar em suas senhas.",
  "Try with another email": "Tente com outro e-mail",
  "Turn off": "Desligar",
  "Type": "tipo",
  "Type one or more characters": "Digite um ou mais caracteres",
  "UI Permissions": "Permissões de UI",
  "Uid": "Uid",
  "Unable to copy the TOTP": "Não é possível copiar o TOTP",
  "Unable to decrypt the metadata private key.": "Não foi possível descriptografar a chave privada de metadados.",
  "Unable to load/refresh the folders.": "Não foi possível carregar/atualizar as pastas.",
  "Unable to load/refresh the resources.": "Não foi possível carregar/atualizar os recursos.",
  "Unable to preview the TOTP": "Não é possível visualizar o TOTP",
  "Unable to use the password on this page. Copy and paste the information instead.": "Não é possível usar a senha nesta página. Em vez disso, copie e cole a informação.",
  "Unchanged": "Inalterado",
  "Unfortunately you need your passphrase in order to continue. If you forgot it, please contact your administrator.": "Infelizmente você precisa da sua senha para continuar. Se você esqueceu, por favor, contate o administrador.",
  "Unique value set for security.salt": "Valor único definido para security.salt",
  "unknown": "desconhecido",
  "Unknown activity, please contact your administrator.": "Atividade desconhecida, entre em contato com o administrador.",
  "Unknown group": "Grupo desconhecido",
  "Unknown permission grantee": "Beneficiário de permissão desconhecido",
  "Unknown user": "Usuário desconhecido",
  "Unsafe mode": "Modo inseguro",
  "Untitled folder": "Pasta sem título",
  "Update": "Atualização",
  "Update groups": "Atualizar grupos",
  "Update key": "Atualizar chave",
  "Update the Security Token": "Atualizar o Token de Segurança",
  "Update the subscription key and try again.": "Atualize a chave de assinatura e tente novamente.",
  "Update users": "Atualizar usuários",
  "updated": "Atualizado",
  "Upgrade": "Atualizar",
  "Upgrade available": "Atualização disponível",
  "Upgrade for security improvements and new features.": "Atualize para melhorias de segurança e novos recursos.",
  "Upgrade resources": "Atualizar recursos",
  "Upgrade to Passbolt Pro": "Atualizar para Passbolt Pro",
  "Upload a new avatar picture": "Enviar uma nova imagem de avatar",
  "Upload a QR code": "Envie um código QR",
  "Upload your account kit": "Envie seu kit de conta",
  "UPN": "Nome Principal de Usuário (UPN)",
  "Upper case": "Letras minúsculas",
  "URI": "URI",
  "URIs": "URIs",
  "URL": "URL",
  "Use email prefix / suffix?": "Usar o prefixo de e-mail / sufixo?",
  "Use on this page": "Usar nesta página",
  "Use this option when user entries do not include an email address by default": "Use esta opção quando as entradas do usuário não incluírem um endereço de e-mail por padrão",
  "Use TLS": "Usar TLS",
  "Use you 2FA device to authenticate.": "Utilize seu dispositivo 2FA para autenticar.",
  "user": "usuário",
  "User": "Usuário",
  "User custom filters": "Filtros personalizados de usuário",
  "User custom filters are used in addition to the base DN and user path while searching users.": "Filtros personalizados de usuário são usados além do Base DN e do caminho do usuário durante a busca de usuários.",
  "User ids": "Ids de usuário",
  "User object class": "Classe do objeto usuário",
  "User passphrase minimal entropy": "Entropia mínima da frase secreta do usuário",
  "User passphrase policies": "Políticas de senha dos usuários",
  "User Passphrase Policies": "Políticas de frase secreta do usuário",
  "User path": "Caminho do Usuário",
  "User path is used in addition to base DN while searching users.": "O caminho do usuário é usado além do DN base durante a pesquisa dos usuários.",
  "User provisionning": "Provisionamento de usuários",
  "User self registration enables users with an email from a whitelisted domain to create their passbolt account without prior admin invitation.": "O registro próprio de usuários permite que usuários com um e-mail de um domínio na lista branca criem a sua conta de acesso sem previamente receber um convite de administrador.",
  "User self registration is disabled.": "Cadastro próprio de usuário está desabilitado.",
  "User settings": "Configurações de usuário",
  "User username fallback field": "Campo de fallback do nome de usuário",
  "User username field mapping": "Mapeamento de campo de nome de usuário",
  "User-friendly mode (Better on-boarding)": "Modo amigável ao usuário (Melhor integração)",
  "Username": "Usuário",
  "Username / Email": "Usuário / E-mail",
  "Username & password": "Usuário e senha",
  "Username must be a valid string": "O nome de usuário deve ser uma sequência de caracteres válida",
  "Username only": "Apenas o usuário",
  "Users": "Usuários",
  "Users & Groups": "Usuários & Grupos",
  "Users can create legacy resources with cleartext metadata by default.": "Os usuários podem criar recursos legados com metadados em texto simples por padrão.",
  "Users can create resources with encrypted metadata by default.": "Os usuários podem criar recursos com metadados criptografados por padrão.",
  "Users can use shared and personal keys. By default personal resources that are not shared will be encrypted with the users personal keys.": "Os usuários podem usar chaves compartilhadas e pessoais. Por padrão, recursos pessoais que não são compartilhados serão criptografados com as chaves pessoais dos usuários.",
  "Users directory": "Diretório de Usuários",
  "Users Directory": "Diretório de Usuários",
  "Users have the choice to enable multi factor authentication in their profile workspace.": "Os usuários têm a opção de ativar a autenticação de múltiplos fatores em seu espaço de trabalho de perfil.",
  "Users have to enable multi factor authentication. If they don't, they will be reminded every time they log in.": "Os usuários precisam ativar a autenticação de múltiplos fatores. Caso contrário, eles serão lembrados toda vez que fizerem login.",
  "Users limit:": "Limite de usuários:",
  "Users parent group": "Grupo pai de usuários",
  "Users will not be able to self register anymore.": "Os usuários não poderão mais se registrar por conta própria.",
  "Users.": "Usuários.",
  "Using a self-signed certificate": "Usando um certificado autoassinado",
  "Using latest passbolt version ({{version}})": "Usando a versão mais recente do Passbolt ({{version}})",
  "Using non-compiled Javascript. Passbolt will be slower": "Usando Javascript não compilado. O Passbolt ficará mais lento",
  "Valid from:": "Válido de",
  "Validate": "Validar",
  "Value": "Valor",
  "varies": "Varia",
  "Verify": "Verificar",
  "Very strong": "Muito forte",
  "Very weak": "Muito fraco",
  "View": "Visualizar",
  "View detail": "Ver detalhes",
  "View it in passbolt": "Visualize no passbolt",
  "Wait for a password to expire.": "Aguarde a senha expirar.",
  "Wait for a team member to share a password with you.": "Espere um membro da equipe compartilhar uma senha com você.",
  "Want to contribute?": "Deseja contribuir?",
  "Warning": "Aviso",
  "Warning, Don't forget to add an organization recovery key.": "Atenção, não esqueça de adicionar uma chave de recuperação da organização.",
  "Warning, we encourage you to generate your OpenPGP Organization Recovery Key separately. Make sure you keep a backup in a safe place.": "Atenção, encorajamos você a gerar sua chave de recuperação da organização OpenPGP separadamente. Certifique-se de manter um backup em um lugar seguro.",
  "Warning:": "Aviso:",
  "Warning: If users lose their private key and passphrase they will not be able to recover their account.": "Atenção: Se os usuários perderem sua chave privada e sua senha, não serão capazes de recuperar as suas contas.",
  "Warning: You should inform your users not to store personal passwords.": "Atenção: Você deve informar seus usuários para não armazenar senhas pessoais.",
  "We could not find the page you are looking for.": "Não foi possível encontrar a página que você está procurando.",
  "We sent you a link to verify your email.": "Enviamos um link para confirmar seu e-mail.",
  "Weak": "Fraco",
  "Welcome back, please enter your private key to begin the recovery process.": "Bem-vindo de volta, por favor insira sua chave privada para iniciar o processo de recuperação.",
  "Welcome back!": "Bem-vindo de volta!",
  "Welcome to Passbolt, please select a passphrase!": "Bem-vindo ao Passbolt, selecione uma frase-chave!",
  "Welcome to passbolt!": "Bem-vindo ao passbolt!",
  "Welcome to the desktop app setup": "Bem-vindo à configuração do aplicativo de desktop",
  "Welcome to the mobile app setup": "Bem-vindo à configuração do aplicativo móvel",
  "What if I forgot my passphrase?": "E se eu esqueci minha senha?",
  "What is multi-factor authentication?": "O que é autenticação multifator?",
  "What is password policy?": "O que é política de senha?",
  "What is the role of the passphrase?": "Qual é o papel da senha?",
  "What is this page?": "O que é esta página?",
  "What is user passphrase policies?": "O que são políticas de frase secreta do usuário?",
  "What is user self registration?": "O que é registro próprio de usuário?",
  "When a comment is posted on a password, notify the users who have access to this password.": "Quando um comentário é postado em uma senha, notificar os usuários que têm acesso a esta senha.",
  "When a folder is created, notify its creator.": "Quando uma pasta for criada, notifique seu criador.",
  "When a folder is deleted, notify the users who had access to it.": "Quando uma pasta é excluída, notifique os usuários que tiveram acesso a ela.",
  "When a folder is shared, notify the users who gain access to it.": "Quando uma pasta é compartilhada, notifique os usuários que têm acesso a ela.",
  "When a folder is updated, notify the users who have access to it.": "Quando uma pasta é atualizada, notifique os usuários que têm acesso a ela.",
  "When a group is deleted, notify the users who were members of it.": "Quando um grupo é excluído, notifique os usuários que foram membros dele.",
  "When a password is created, notify its creator.": "Quando uma senha for criada, notifique seu criador.",
  "When a password is deleted, notify the users who had access to it.": "Quando uma senha é excluída, notifique os usuários que tiveram acesso a ela.",
  "When a password is shared, notify the users who gain access to it.": "Quando uma senha é compartilhada, notifique os usuários que obtêm acesso a ela.",
  "When a password is updated, notify the users who have access to it.": "Quando uma senha é atualizada, notifique os usuários que têm acesso a ela.",
  "When a permission is revoked on a consumed password, notify the owner(s) to change it.": "Quando uma permissão é revogada em uma senha consumida, notificar os proprietários para alterá-la.",
  "When a user aborted a recover, notify all the administrators.": "Quando um usuário abortar uma recuperação, notificar todos os administradores.",
  "When a user completed a recover, notify all the administrators.": "Quando um usuário completar uma recuperação, notificar todos os administradores.",
  "When a user completed a setup, notify all the administrators.": "Quando um usuário completar uma configuração, notificar todos os administradores.",
  "When an account recovery is approved, notify the user.": "Quando uma recuperação de conta for aprovada, notificar o usuário.",
  "When an account recovery is rejected, notify the user.": "Quando uma recuperação de conta for rejeitada, notificar o usuário.",
  "When an account recovery is requested, notify all the administrators.": "Quando uma recuperação de conta for solicitada, notificar todos os administradores.",
  "When an account recovery is requested, notify the user.": "Quando uma recuperação de conta for solicitada, notificar o usuário.",
  "When an account recovery policy is updated, notify all the administrators.": "Quando uma política de recuperação de conta é atualizada, notificar todos os administradores.",
  "When an administrator answered to an account recovery request, notify all the administrators.": "Quando um administrador responder a um pedido de recuperação de conta, notificar todos os administradores.",
  "When an administrator answered to an account recovery request, notify the administrator at the origin of the action.": "Quando um administrador respondeu a uma solicitação de recuperação de conta, notificar o administrador na origem da ação.",
  "When group managers are requested to add users to a group, notify them.": "Quando os gerentes de grupo forem solicitados a adicionar usuários a um grupo, notificá-los.",
  "When members of a group change, notify the group manager(s).": "Quando membros de um grupo mudarem, notificar o(s) gerente(s) de grupo.",
  "When new users are invited to passbolt, notify them.": "Quando novos usuários forem convidados para aprovar, notificá-los.",
  "When user roles change in a group, notify the corresponding users.": "Quando as funções dos usuários mudam em um grupo, notifique os usuários correspondentes.",
  "When users are added to a group, notify them.": "Quando usuários forem adicionados a um grupo, notificá-los.",
  "When users are removed from a group, notify them.": "Quando os usuários são removidos de um grupo, notificá-los.",
  "When users completed the recover of their account, notify them.": "Notificar os usuários quando eles completarem a recuperação de suas contas.",
  "When users try to recover their account, notify them.": "Quando usuários tentarem recuperar as suas contas, notificá-los.",
  "When using a new browser, you need an additional code from your phone.": "Ao usar um novo navegador, você precisa de um código adicional do seu telefone.",
  "When zero-knowledge mode is off, the server must have access to the metadata key. Without having access, the server won't be able to share the metadata private key with the users.": "Quando o modo conhecimento zero está desativado, o servidor deve ter acesso à chave de metadados. Sem esse acesso, o servidor não poderá compartilhar a chave privada de metadados com os usuários.",
  "Whenever you change your passphrase, Passbolt automatically creates a new key backup encrypted with the updated passphrase.": "Sempre que você alterar sua senha, o Passbolt criará automaticamente um novo backup de chave criptografado com a senha atualizada.",
  "Where can I find my account kit ?": "Onde posso encontrar meu kit de conta?",
  "Where to find it?": "Onde encontrar?",
  "Whoops... access is denied": "Ops... acesso negado",
  "Whoops... looks like you are lost.": "Ops... parece que você está perdido.",
  "Why do I need an SMTP server?": "Por que preciso de um servidor SMTP?",
  "Why is this token needed?": "Por que este token é necessário?",
  "Why shouldn't I use my login password ?": "Por que eu não deveria usar minha senha de login?",
  "Will be added": "Será adicionado",
  "Will be updated": "Será atualizado",
  "with cleartext metadata": "com metadados em texto claro",
  "Without the private key and the passphrase it is not possible to decrypt!": "Sem a chave privada e a senha não é possível descriptografar!",
  "Words case": "Caixa das palavras",
  "Words separator": "Separador de palavras",
  "Would you like to save this credential ?": "Você gostaria de salvar essa credencial ?",
  "Yes": "Sim",
  "Yes I checked and it is all fine.": "Sim, eu verifiquei e está tudo bem.",
  "You": "Você",
  "You already enrolled to the account recovery program": "Você já se inscreveu no programa de recuperação de conta",
  "You are about to delete the group <1>{{groupName}}</1>.": "Você está prestes a excluir o grupo <1>{{groupName}}</1>.",
  "You are about to delete the user <1>{{user}}</1>.": "Você está prestes a excluir o usuário <1>{{user}}</1>.",
  "You are about to disable second-factor authentication (MFA) for the user <1>{{name}} ({{username}})</1>.": "Você está prestes a desativar a autenticação de segundo fator (MFA) para o usuário <1>{{name}} ({{username}})</1>.",
  "You are about to move a folder.": "Você está prestes a mover uma pasta.",
  "You are about to move one resource.": "Você está prestes a mover um recurso.",
  "You are about to move several folders.": "Você está prestes a mover várias pastas.",
  "You are about to move several items.": "Você está prestes a mover vários itens.",
  "You are about to move several resources.": "Você está prestes a mover vários recursos.",
  "You are missing shared metadata keys.": "Você está sem chaves de metadados compartilhadas.",
  "You are not member of any group. Wait for a group manager to add you in a group.": "Você não é membro de nenhum grupo. Aguarde que um gerente de grupo o adicione em um grupo.",
  "You are now ready to continue the setup on your phone.": "Agora você está pronto para continuar a configuração no seu telefone.",
  "You can choose the default behaviour of multi factor authentication for all users.": "Você pode escolher o comportamento padrão da autenticação de múltiplos fatores para todos os usuários.",
  "You can find these newly imported passwords in the folder <1>{{folderName}}</1>.": "Você pode encontrar essas senhas importadas recentemente na pasta <1>{{folderName}}</1>.",
  "You can find these newly imported passwords under the tag <1>{{tagName}}</1>.": "Você pode encontrar essas senhas recém-importadas através da etiqueta <1>{{tagName}}</1>.",
  "You can manually enable this capability from the administration workspace.": "Você pode habilitar essa capacidade manualmente no espaço de trabalho de administração.",
  "You can modify the default settings of the passwords generator.": "Você pode modificar as configurações padrão do gerador de senhas.",
  "You can request another invitation email by clicking on the button below.": "Você pode solicitar outro e-mail de convite clicando no botão abaixo.",
  "You can restart this process if you want to configure another phone.": "Você pode reiniciar esse processo se desejar configurar outro telefone.",
  "You can select the set of characters used for the passwords that are generated randomly by passbolt in the password generator.": "Você pode selecionar o conjunto de caracteres usado para as senhas que são geradas aleatoriamente pelo Passbolt no gerador de senhas.",
  "You can set the default length for the passphrases that are generated randomly by passbolt in the password generator.": "Você pode configurar o comprimento padrão para as frases secretas que são geradas aleatoriamente pelo Passbolt no gerador de senhas.",
  "You can set the default length for the passwords that are generated randomly by passbolt in the password generator.": "Você pode configurar o comprimento padrão para as senhas que são geradas aleatoriamente pelo Passbolt no gerador de senhas.",
  "You can set the minimal entropy for the users' private key passphrase.": "Você pode definir a entropia mínima para a frase secreta da chave privada dos usuários.",
  "You can't share metadata keys with {{name}} ({{username}}) because you don't have access to them. Ask another administrator for help.": "Você não pode compartilhar chaves de metadados com {{name}} ({{username}}) porque não tem acesso a elas. Peça ajuda a outro administrador.",
  "You cannot access revisions created before the resource was shared with you.": "Você não pode acessar revisões criadas antes que o recurso fosse compartilhado com você.",
  "You cannot delete this group!": "Você não pode excluir este grupo!",
  "You cannot delete this user!": "Você não pode excluir este usuário!",
  "You cannot perform this action because you lack access to the shared metadata key.": "Você não pode executar esta ação porque não tem acesso à chave de metadados compartilhada.",
  "You could remove some filters.": "Você poderia remover alguns filtros.",
  "You do not own any passwords yet. It does feel a bit empty here, create your first password.": "Você ainda não possui nenhuma senha. Parece estar um pouco vazio aqui, crie a sua primeira senha.",
  "You have reached the maximum content size limit.": "Você atingiu o limite máximo de tamanho de conteúdo.",
  "You have reached the row limit.": "Você atingiu o limite de linhas.",
  "You lack access to the shared metadata key.": "Você não tem acesso à chave de metadados compartilhada.",
  "You may remove the passbolt.registration.public setting": "Você pode remover a configuração passbolt.registration.public",
  "You must enable the gd or imagick extensions to use Passbolt": "Você deve habilitar as extensões gd ou imagick para usar o Passbolt",
  "You must enable the intl extension to use Passbolt": "Você deve habilitar a extensão intl para usar o Passbolt",
  "You must enable the mbstring extension to use Passbolt": "Você deve habilitar a extensão mbstring para usar o Passbolt",
  "You need to click save for the changes to take place.": "Você precisa clicar em salvar para as alterações a serem realizadas.",
  "You need to enter your current passphrase.": "Você precisa digitar sua senha atual.",
  "You need to finalize the account recovery process with the same computer you used for the account recovery request.": "Você precisa finalizar o processo de recuperação de conta com o mesmo computador que usou para o pedido de recuperação de conta.",
  "You need to generate a new shared key to enable encrypted metadata.": "Você precisa gerar uma nova chave compartilhada para habilitar metadados criptografados.",
  "You need to upload an account kit to start using the desktop app. ": "Você precisa enviar um kit de conta para começar a usar o aplicativo de desktop. ",
  "You need use the same computer and browser to finalize the process.": "Você precisa utilizar o mesmo computador e navegador para finalizar o processo.",
  "You need your passphrase to continue.": "Você precisa da sua senha para continuar.",
  "You seem to have Email Notification Settings defined in your passbolt.php (or via environment variables).": "Você parece ter as configurações de notificação de e-mail definidas em seu passbolt.php (ou através de variáveis de ambiente).",
  "You should inform your users not to store personal passwords.": "Você deve informar seus usuários para não guardar senhas pessoais.",
  "You should keep it offline in a safe place.": "Você deve mantê-lo offline em um lugar seguro.",
  "You sign in to passbolt just like you normally do.": "Você se inscreve no passbolt como faz normalmente.",
  "You susccessfully signed in with your {{providerName}} account. You can safely save your configuration.": "Você iniciou sessão com sucesso com a sua conta {{providerName}}. Você pode salvar sua configuração com segurança.",
  "You will be able to save it after submitting": "Você será capaz de salvar após enviar",
  "You will need this recovery kit later to access your account (for example on a new device).": "Você precisará deste kit de recuperação mais tarde para acessar sua conta (por exemplo, em um novo dispositivo).",
  "you@organization.com": "voce@organização.com",
  "Your administrator may have rolled back the metadata key and you need to trust it prior to its usage.": "Seu administrador pode ter revertido a chave de metadados e você precisa confiá-la antes de usá-la.",
  "Your administrator may have rotated the metadata key and you need to trust it prior to its usage.": "Seu administrador pode ter rotacionado a chave de metadados e você precisa confiá-la antes de usá-la.",
  "Your browser is not configured to work with this passbolt instance.": "Seu navegador não está configurado para funcionar com esta instância do Passbolt.",
  "Your current API version includes beta support for encrypted metadata and new resource types.": "Sua versão atual da API inclui suporte beta para metadados criptografados e novos tipos de recurso.",
  "Your language is missing or you discovered an error in the translation, help us to improve passbolt.": "Seu idioma está faltando ou você descobriu um erro na tradução, nos ajude a melhorar o passaporte.",
  "Your OpenPGP private key block": "Seu bloco de chave privada OpenPGP",
  "Your organization recovery key will be used to decrypt and recover the private key and passphrase of the users that are participating in the account recovery program.": "A chave de recuperação da sua organização será usada para descriptografar e recuperar a chave privada e a senha dos usuários que participam no programa de recuperação da conta.",
  "Your passphrase has been changed. Make sure you keep a backup of your secret key encrypted with this new passphrase.": "Sua senha foi alterada. Certifique-se de manter um backup da sua chave secreta criptografada com esta nova senha.",
  "Your passphrase is required to sign-in.": "Sua senha é necessária para entrar.",
  "Your passphrase is wrong!": "Sua senha está errada!",
  "Your passphrase is wrong! The operation has been aborted.": "Sua senha está errada! A operação foi abortada.",
  "Your session has expired, you need to sign in.": "Sua sessão expirou, você precisa entrar.",
  "Your subscription key is either missing or not valid.": "Sua chave de assinatura está ausente ou não é válida.",
  "Your subscription key is going to expire.": "Sua chave de assinatura vai expirar.",
  "Your subscription key is not valid.": "Sua chave de assinatura não é válida.",
  "your subscription key is not valid. The stability of the application is at risk.": "sua chave de assinatura não é válida. A estabilidade do aplicativo está em risco.",
  "Your subscription key is valid and up to date!": "Sua chave de assinatura é válida e atualizada!",
  "your subscription key will expire": "sua chave de assinatura expirará",
  "your subscription requires your attention. The stability of the application is at risk.": "sua assinatura requer sua atenção. A estabilidade do aplicativo está em risco.",
  "Zero knowledge": "Conhecimento zero",
  "Zero-knowledge mode (More secure)": "Modo de conhecimento zero (Mais seguro)",
  "({{count}} resources)_one": "({{count}} recurso)",
  "({{count}} resources)_other": "({{count}} recursos)",
  "{{count}} entry had errors and will be ignored during synchronization._one": "{{count}} entrada teve erro e será ignorada durante a sincronização.",
  "{{count}} entry had errors and will be ignored during synchronization._other": "{{count}} entradas tiveram erro e serão ignoradas durante a sincronização.",
  "{{count}} folder is going to be exported._one": "A pasta {{count}} vai ser exportada.",
  "{{count}} folder is going to be exported._other": "{{count}} pastas vão ser exportadas.",
  "{{count}} group has been found._one": "{{count}} grupo foi encontrado.",
  "{{count}} group has been found._other": "{{count}} grupos foram encontrados.",
  "{{count}} group has been synchronized._one": "{{count}} grupo foi sincronizado.",
  "{{count}} group has been synchronized._other": "{{count}} grupos foram sincronizados.",
  "{{count}} group member_one": "Um membro do grupo",
  "{{count}} group member_other": "{{count}} membros do grupo",
  "{{count}} group will be synchronized._one": "{{count}} grupo será sincronizado.",
  "{{count}} group will be synchronized._other": "{{count}} grupos serão sincronizados.",
  "{{count}} items_one": "{{count}} ítem",
  "{{count}} items_other": "{{count}} itens",
  "{{count}} password is going to be exported._one": "{{count}} senha será exportada.",
  "{{count}} password is going to be exported._other": "{{count}} senhas serão exportadas.",
  "{{count}} personal resources_one": "um recurso pessoal",
  "{{count}} personal resources_other": "{{count}} recursos pessoais",
  "{{count}} resource selected_one": "{{count}} recurso selecionado",
  "{{count}} resource selected_other": "{{count}} recursos selecionados",
  "{{count}} selected_one": "{{count}} selecionado",
  "{{count}} selected_other": "{{count}} selecionados",
  "{{count}} shared resources_one": "um recurso compartilhado",
  "{{count}} shared resources_other": "{{count}} recursos compartilhados",
  "{{count}} tables found_one": "Uma tabela encontrada",
  "{{count}} tables found_other": "{{count}} tabelas encontradas",
  "{{count}} to be migrated_one": "{count, plural, one {{count}} a ser migrado other {{count}} a serem migrados}",
  "{{count}} to be migrated_other": "{{count}} a serem migrados",
  "{{count}} user has been found._one": "{{count}} usuário foi encontrado.",
  "{{count}} user has been found._other": "{{count}} usuários foram encontrados.",
  "{{count}} user has been synchronized._one": "{{count}} usuário foi sincronizado.",
  "{{count}} user has been synchronized._other": "{{count}} usuários foram sincronizados.",
  "{{count}} user is still assigned to this role._one": "{{count}} usuário ainda está atribuído a esta função.",
  "{{count}} user is still assigned to this role._other": "{{count}} usuários ainda estão atribuídos a esta função.",
  "{{count}} user will be synchronized._one": "{{count}} usuário será sincronizado.",
  "{{count}} user will be synchronized._other": "{{count}} usuários serão sincronizados.",
  "<0>{{count}}</0> folder was fully imported._one": "<0>{{count}}</0> pasta foi importada com sucesso.",
  "<0>{{count}}</0> folder was fully imported._other": "<0>{{count}}</0> pastas foram importadas com sucesso.",
  "<0>{{count}}</0> folder was not imported._one": "<0>{{count}}</0> pasta não foi importada.",
  "<0>{{count}}</0> folder was not imported._other": "<0>{{count}}</0> pastas não foram importadas.",
  "<0>{{count}}</0> resource was imported successfully._one": "<0>{{count}}</0> recurso foi importado com sucesso.",
  "<0>{{count}}</0> resource was imported successfully._other": "<0>{{count}}</0> recursos foram importados com sucesso.",
  "<0>{{count}}</0> resource was not imported._one": "<0>{{count}}</0> recurso não foi importado.",
  "<0>{{count}}</0> resource was not imported._other": "<0>{{count}}</0> recursos não foram importados.",
  "<0>{{count}}</0> resource was partially imported._one": "<0>{{count}}</0> recurso foi parcialmente importado.",
  "<0>{{count}}</0> resource was partially imported._other": "<0>{{count}}</0> recursos foram parcialmente importados.",
  "Assign him a different role, then try deleting <1>{{roleName}}</1> again._one": "Atribua-lhe uma função diferente e tente excluir <1>{{roleName}}</1> novamente.",
  "Assign him a different role, then try deleting <1>{{roleName}}</1> again._other": "Atribua-lhes uma função diferente e tente excluir <1>{{roleName}}</1> novamente.",
  "Delete resource?_one": "Excluir recurso?",
  "Delete resource?_other": "Excluir recursos?",
  "Set an expiry date_one": "Definir uma data de validade",
  "Set an expiry date_other": "Definir datas de validade",
  "Share {{count}} folders_one": "Compartilhar uma pasta",
  "Share {{count}} folders_other": "Compartilhar {{count}} pastas",
  "Share {{count}} items_one": "Compartilhar um item",
  "Share {{count}} items_other": "Compartilhar {{count}} itens",
  "Share {{count}} resources_one": "Compartilhar um recurso",
  "Share {{count}} resources_other": "Compartilhar {{count}} recursos",
  "The expiry date of the selected resource has been updated._one": "A data de validade do recurso selecionado foi atualizada.",
  "The expiry date of the selected resource has been updated._other": "As datas de validade dos recursos selecionados foram atualizadas.",
  "The resource has been deleted successfully._one": "O recurso foi excluído com sucesso.",
  "The resource has been deleted successfully._other": "Os recursos foram excluídos com sucesso.",
  "The resource has been marked as expired._one": "O recurso foi marcado como expirado.",
  "The resource has been marked as expired._other": "Os recursos foram marcados como expirados.",
  "This resource does not need an expiry date._one": "Este recurso não precisa de uma data de validade.",
  "This resource does not need an expiry date._other": "Esses recursos não precisam de uma data de validade.",
  "Unable to mark the resource as expired._one": "Não é possível marcar o recurso como expirado.",
  "Unable to mark the resource as expired._other": "Não é possível marcar os recursos como expirados."
}